{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":523978,"accession":"E-GEOD-5728","secondaryaccession":["GSE5728"],"name":"Transcription profiling by array of Arabidopsis Col-4 and Cal-0 ecotypes","releasedate":"2008-06-14","lastupdatedate":"2015-06-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Aim; To identify genes which are differentially expressed between calcicoles and non- calcicoles. Background; Grasslands on the calcareous soils of chalk and other limestones are among the most species-rich plant communities in Europe (Rodwell 1991 et seq.). They have experienced huge losses and remain vulnerable to such impacts as neglect of traditional management, agricultural improvement and global changes in climate, nitrogen depositions and ozone levels. Our understanding of the physiological characteristics of calcicoles and calcifuges remains limited. A detailed understanding of the genetic basis of the mechanisms that enable calcicoles to thrive on calcareous soils is essential to enable us to predict how these plant communities and their constituent species will be affected by environmental change and how the biodiversity of these ecosystems can be sustained.At Lancaster we have been studying calcicole-calcifuge physiology, with particular reference to Ca2+-tolerance, for over fifteen years. Recently, our research has focused on the regulation of apoplastic Ca2+ in Arabidospsis thaliana.  We have compared the response of two ecotypes of A. thaliana, the non-calcicole ecotype Columbia (Col-4) and the calcicole ecotype Cal-0, which is a genetically uniform line from an original population collected by Ratcliffe from a rocky limestone slope in 1954, to rhizospheric Ca2+. Our results show that Cal-0, exhibits a markedly higher tolerance to growth on high rhizospheric Ca2+ compared to Col-4.Our hypothesis is that adaptation to a calcareous environment will be reflected in altered gene expression. To test this hypothesis we will grow Col-4 and Cal-0 at low (1 mM) and high (12.5 mM) rhizospheric Ca2+ and compare the patterns of gene expression by microarray analysis. In the first instance, to eliminate any differences in gene expression between the Cal-0 and Col-4 ecotypes, we will compare RNA that will be extracted using the Qiagen RNEasy kits, from plants grown at 16 hour day lengths and will be harvested after 30 days of growth on sand watered with 0.5 X Long Ashton solution containing 1 mM CaCl2. Experimenter name = Bev Abram; Experimenter phone = 01524 65201ext93524; Experimenter fax = 01524 843854; Experimenter address = Biological Sciences; Experimenter address = Lancaster University; Experimenter address = Bailrigg; Experimenter address = Lancaster; Experimenter zip\/postal_code = LA1 4YQ; Experimenter country = UK Experiment Overall Design: 8 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"developmental stage","value":["rosette growth complete stage"]},{"category":"ecotype","value":["Cal-0","Col-4"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["whole organism"]}],"experimentalvariable":[{"name":"ecotype","value":["Cal-0","Col-4"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"scan","bioassays":8,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}