{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":168579,"accession":"E-GEOD-8279","secondaryaccession":["GSE8279"],"name":"Methylation profiling by array of Arabidopsis mutant for met1","releasedate":"2008-06-16","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["methylation profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Maintenance of CG methylation (mCG) patterns is essential for chromatin-mediated epigenetic regulation of transcription in plants and mammals. Using successive generations of an Arabidopsis thaliana mutant deficient in maintaining mCG, we found that mCG loss triggered genome-wide activation of alternative epigenetic mechanisms. However, these mechanisms involving RNA-directed DNA methylation, inhibiting expression of DNA demethylases, and retargeting of histone H3K9 methylation act in a stochastic and uncoordinated fashion. As a result, new and aberrant epigenetic patterns were progressively formed over several plant generations in the absence of mCG. Interestingly, the unconventional redistribution of epigenetic marks was necessary to ‘rescue’ the loss of mCG, since mutant plants impaired in rescue activities were severely dwarfed and sterile. Our results provide evidence that mCG is a central coordinator of epigenetic memory that secures stable transgenerational inheritance in plants. Experiment Overall Design: Per entry, two biological replicates of leaf tissue (approx. 12th true leaf) from 9-12 plants were frozen in liquid nitrogen. DNA was CTAB extracted and isopropanol precipitated, RNase A and Proteinase K treated, re-extracted and ethanol precipitated. Two replicate 3 µg genomic DNA samples of 2nd generation met1-3, 4th generation met1-3 and Col-0 were sheared by sonication and methylated DNA was immunoprecipitated, as previously described (Weber et al., 2005), and amplified following the chromatin immunoprecipitation assay protocol (Affymetrix). Two replicates per entry with 7.5 µg DNA were fragmented; end labeled, and hybridized on Affymetrix ATH1 arrays as recommended (Affymetrix). Microarray data analysis was performed using the following procedure. First, background adjustments were made using the gcRMA method available in the Bioconductor package of R. Next, background-adjusted values from the six ATH1 datasets were quantile normalized and average signal intensities were determined in log2 scale per probe set. Experiment Overall Design: Contrast coefficient ratios for all pair-wise comparisons were calculated as follows: met1-3 2nd\/Col-0, met1-3 4th\/Col-0, and met1-3 4th\/met1-3 2nd. Corrections for multiple comparisons at the 5% false discovery rate (FDR) were performed and significant differences were detected using Fisher’s test.  Contrast coefficient ratios and p values may be found in the Supplementary file at the foot of this record. For each probe set, three outcomes (significantly hypermethylated, no difference, and significantly hypomethylated) were possible per comparison, creating 27 possible methylation profiles analyzed at the 5% FDR level."}],"provider":[{"contact":"Jon Reinders","role":"submitter","email":"jon.reinders@bioveg.unige.ch"}],"bibliography":[{"accession":17803908,"authors":"Olivier Mathieu, Jon Reinders, Marian Caikovski, Chotika Smathajitt, Jerzy Paszkowski","title":"Transgenerational stability of the Arabidopsis epigenome is coordinated by CG methylation.","doi":"10.1016\/j.cell.2007.07.007","status":"published"}],"samplecharacteristic":[{"category":"Genotype","value":["Col-0","met1-3"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["leaf"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["Col-0","met1-3"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":422971,"accession":"P-G8279-1"},{"id":422969,"accession":"P-G8279-3"},{"id":422972,"accession":"P-G8279-2"},{"id":422970,"accession":"P-G8279-4"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}