{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":900239,"accession":"P-GSE43724-1","name":"P-GSE43724-1","text":"The data were analyzed by using robust multi-array averaging (RMA, including background subtraction, summarization by median polish and quantile normalization) with the R\/Bioconductor package affy. and then converted to logarithm base 2. ID_REF =  VALUE = log2 RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900245,"accession":"P-GSE43724-2","name":"P-GSE43724-2","text":"Arabidopsis were well-watered until after just bolting (after 24 days growth with the main stem about 1 cm high) when drought treatment was started by withholding water (defined as day 0 for drought treatment). The relative soil moisture content decreased sharply and, after about 80 hours (defined as day 3 for drought treatment), the relative soil moisture content was near 35% of the soil water-holding capacity. The soil water condition was maintained by daily watering until almost all the fruits were mature and ready to harvest (about 50 days). For well-watered (control) plants, 90% of the soil water-holding capacity was maintained until tissue harvest or after seed maturation (pots were weighed and watered twice per day). Unopened flower samples were collected, from both treated and control plants, at day 0, 3, 4, 5, 10.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900243,"accession":"P-GSE43724-3","name":"P-GSE43724-3","text":"Seeds were directly sown into pots containing 100g soil mixture of Metro-Mix 360 soil (Sun Gro Horticulture Canada Ltd) and Turface profile greens grade (Profile Products LLC) in 3:2 ratio by volume, with a maximum water-holding capacity of 100g (defined as 100% soil moisture). Seeds were stratified in a cold room for 2 d at 4 ℃ in the dark. After stratification, the pots with seeds were transferred into a Conviron growth chamber (Conviron Inc), which was set at our normal conditions (22 ℃, 16h day\/8h night photoperied, ~300 μmol m-2 s-1 photon flux, 60% humidity) until just after flowering (bolting) when some of the plants were subjected to drought stress.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900244,"accession":"P-GSE43724-4","name":"P-GSE43724-4","text":"Total RNA was isolated from unopened flower buds using RNeasy columns following instructions from the manufacturer (Qiagen, Valencia, CA, USA).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900242,"accession":"P-GSE43724-5","name":"P-GSE43724-5","text":"Standard Affymetrix protocol.","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900241,"accession":"P-GSE43724-6","name":"P-GSE43724-6","text":"Standard Affymetrix protocol.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":900240,"accession":"P-GSE43724-7","name":"P-GSE43724-7","text":"Standard Affymetrix protocol.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}