{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1003002,"accession":"P-GSE40973-1","name":"P-GSE40973-1","text":"Log2 (expression values) were extracted using robust multi-array analysis (RMA) using Partek Genomics Suite software (Partek, Inc). ID_REF =  VALUE = RMA normalized log2 expression","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003006,"accession":"P-GSE40973-2","name":"P-GSE40973-2","text":"At four weeks, a subset of boxes was infected with a moderate innoculum of G.orontii using a settling tower. Moderate innoculum is 2 half G.orontii.-infected leaves with conidia 10-14 dpi. Infected plants were placed in a separate Percival growth chamber under the same conditions as the pathogen-free Percival. Infections were performed at 1 pm to standardize experiments and minimize circadian effects. Samples were harvested at 5 dpi. Uninfected 5 d samples were also collected. For each sample, three fully expanded mature leaves were harvested per plant and immediately frozen in liquid nitrogen. Two independent experiments were performed with triplicate samples collected within each experiment. Two biological replicates were processed.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003007,"accession":"P-GSE40973-3","name":"P-GSE40973-3","text":"Arabidopsis seeds were stratified in 0.1% agarose for 3-5 days and planted in boxes containing Metromix 200 soil. Seeds of wild type and mutant were equally distributed in each box using a template, with 6 plants each per box. The flats (6 boxes per flat) were covered with plastic trays for 1 week and then uncovered. Flats were watered from below and fertilized at 3 weeks. Plants were grown in Percival AR66L growth chambers at 22°C, 70% RH, 12 h photoperiod with photosynthetically active radiation=150 µE m-2 s-1. Seeds for del1-1 were obtained from Vlieghe et al. 2005, Current Biology, 15:59–63.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003008,"accession":"P-GSE40973-4","name":"P-GSE40973-4","text":"Total RNA was extracted using the RNeasy plant mini kit from Qiagen according to the manufacturer's instructions. RNA quality was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003005,"accession":"P-GSE40973-5","name":"P-GSE40973-5","text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 2 ug total RNA.","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003004,"accession":"P-GSE40973-6","name":"P-GSE40973-6","text":"Microarray hybridizations to Affymetrix Arabidopsis ATH1 GeneChips were performed according to the protocol given in the Affymetrix GeneChip Expression Analysis Technical Manual 702646 Rev. 8.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1003003,"accession":"P-GSE40973-7","name":"P-GSE40973-7","text":"GeneChips were scanned using the AffymetrixGeneChip® Scanner 3000 7G at the Univeristy of California, Berkeley, functional genomics lab.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}