{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1203788,"accession":"P-GSE58771-1","name":null,"text":"The data were analyzed with Microarray Suite version 5.0 (MAS 5.0) using Affymetrix default analysis settings and global scaling as normalization method. The trimmed mean target intensity of each array was arbitrarily set to 100. ID_REF =  VALUE = MAS5.0 signal intensity ABS_CALL =  DETECTION P-VALUE =","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203794,"accession":"P-GSE58771-2","name":null,"text":"Twelve day-old (48 h cold treatment and 10 days of illumination) Arabidopsis seedlings of equal sizes were selected for co-cultivation experiments. They were transferred to PNM plates with a nylone membrane on the top (Johnson et al. 2011, Section C1 - Method 1) and expose to a fungal (KM) plug or a KM plug without fungal hyphae (5 mm in diameter). The plags were placed 3 cm away from the closest root part . The light intensity (80 ± 5 μmol m-2 sec-1) was checked every third day to ensure that both P. indica- and mock-treated seedlings receive equal amounts of light.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203793,"accession":"P-GSE58771-3","name":null,"text":"Arabidopsis thaliana WT (ecotype Columbia-0) seeds were surface-sterilized and placed on Petri dishes containing MS nutrient medium (Murashige and Skoog 1962). After cold treatment at 4°C for 48 h, plates were incubated for 10 days at 22°C under continuous illumination (65 μmol m-2 sec-1, light from the top). Piriformospora indica was cultured for three weeks at 22-24°C on Aspergillus-minimal medium (Hill and Kaefer 2001; Johnson et al. 2011: Section A, B)","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203792,"accession":"P-GSE58771-4","name":null,"text":"Total RNA was isolated from both roots and shoots of WT seedlings after 2 and 6 days of co-cultivation with P. indica using RNeasy Plant Mini Kit (Qiagen)","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203791,"accession":"P-GSE58771-5","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 6 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203790,"accession":"P-GSE58771-6","name":null,"text":"Following fragmentation, 10 ug of cRNA were hybridized for 16 hr at 45C on GeneChip Drosophila Genome Array. GeneChips were washed and stained in the Affymetrix Fluidics Station 400.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203789,"accession":"P-GSE58771-7","name":null,"text":"GeneChips were scanned using the Hewlett-Packard GeneArray Scanner G2500A.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}