{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":2,"total-assays":2,"experiment":[{"id":30669,"accession":"E-NASC-4","name":"Transcription profiling of Arabidopsis of gain of function (BOU) bountiful mutant bs wild type arabidopsis plants using rosette leaf tissue","releasedate":"2003-10-02","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["strain or line"],"description":[{"id":null,"text":"In recent years our group has been constructing an activation tag library based on the En-I transposon system which resulted in the identification of novel Arabidopsis mutants (Marsch Martinez et al 2002; manuscript accepted for publication in Plant Phys). Among them the bountiful (bou) mutant showed dominant alterations in leaf size and morphology, delayed flowering, vertically oriented siliques and higher yield. Sequence analysis of the genomic region flanking the transposon insertion in combination with expression analysis indicated that the mutant phenotype observed was presumably caused by over-expression of a gene encoding a yet uncharacterised DNA binding protein. In particular over-expression in the activation tagged mutant seems to cause ectopic expression of the BOU gene in all vegetative and reproductive tissues while the endogenous pattern of expression appeared to be restricted only to root tissue. Over-expression lines in which the BOU ORF was driven by the 35S promoter displayed the bountiful phenotype confirming that the activation tagged phenotype was indeed caused by activation of the BOU gene. Protein sequence analysis indicates a putative role for BOU as a chromatin remodelling factor which in association with the expression pattern suggests a possible involvement of BOU in high-hierarchy order of regulation of gene expression. Hence microarrays could be very useful for the identification of downstream interacting factors or target geneswhich will help us to gain insights towards unravelling the biological role of the BOU gene. The specific interaction to flowering time genes will be studied independently using RT-PCR to reveal the relationship to other genes in the regulatory pathway. As experimental setup we intend to compare gene expression between bountiful mutant and wild-type arabidopsis plants using rosette leaf tissue as source for RNA. Though the BOU gene is endogenously expressed in a root-specific mannerits ectopic expression in the bountiful mutant phenotipically affects the whole plant including leaves."}],"provider":[{"contact":"unknown unknown","role":null,"email":null},{"contact":"Raffaella Greco","role":"submitter investigator biosource_provider","email":"r.greco@plant.wag-ur.nl"}],"samplecharacteristic":[{"category":"Ecotype","value":["Wassilewskija-0"]},{"category":"NASC:Growth Stage","value":[6.50]},{"category":"NASC:StockCode","value":["N1603","Not at stock centre yet"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPa","value":["mixture of 4 youngest rosette leaves"]},{"category":"OrganismPart","value":["mixture of 4 youngest rosette leaves"]},{"category":"StrainOrLine","value":["BOUNTIFUL"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":2,"legacy_id":13851999}],"protocol":[{"id":90411,"accession":"NASCGrowProt:124"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":90407,"accession":"NASCExtractProtocol:1"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":90410,"accession":"NASCGrowProt:125"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":2,"arraydesignprovider":null,"dataformat":"rawData","bioassays":2,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":2,"arraydesignprovider":null,"dataformat":"scan","bioassays":2,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}