{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":26880,"accession":"E-GEOD-9311","secondaryaccession":["GDS3225","GSE9311","GDS3243"],"name":"Transcription profiling of Arabidopsis roots and shoots from plants grown on selenate","releasedate":"2008-11-06","submissiondate":"2007-10-12","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["compound treatment"],"description":[{"id":null,"text":"Selenate is chemically similar to sulfate and can be taken up and assimilated by plants via the same transporters and enzymes.  In contrast to many other organisms, selenium (Se) has not been shown to be essential for higher plants.  In excess, Se is toxic and restricts development.  Both Se deficiency and toxicity pose problems worldwide. To obtain better insight into the effects of Se on plant metabolism and into plant mechanisms involved in Se tolerance, the transcriptome of Arabidopsis plants grown with or without selenate was studied, and Se-responsive genes identified.  Roots and shoots exhibited different Se-related changes in gene regulation and metabolism. Many genes involved in sulfur (S) uptake and assimilation were upregulated. Accordingly, Se treatment enhanced sulfate levels in plants, but the quantity of organic S metabolites decreased.  Transcripts regulating the synthesis and signaling of ethylene and jasmonic acid were also upregulated by Se.    Selenate appeared to repress plant development, as suggested by the down-regulation of genes involved in cell wall synthesis and auxin-regulated proteins.  The Se-responsive genes discovered in this study may help create plants that can better tolerate and accumulate Se, which may enhance the effectiveness of Se phytoremediation or serve as Se-fortified food. Experiment Overall Design: Arabidopsis thaliana (ecotype WS) plants were vertically grown on +\/- 40 micromolar selenate MS medium. Root and shoot tissues of 10-day-old plants were seperated and  used for RNA extraction and hybridization on Affymetrix microarrays. All conditions were duplicated."}],"provider":[{"contact":"Douglas Van Hoewyk","role":"submitter","email":"dougvh@lamar.colostate.edu"}],"bibliography":[{"accession":18251864,"authors":"Doug Van Hoewyk, Hideki Takahashi, Eri Inoue, Ann Hess, Masanori Tamaoki, Elizabeth A H Pilon-Smits","title":"Transcriptome analyses give insights into selenium-stress responses and selenium tolerance mechanisms in Arabidopsis."}],"samplecharacteristic":[{"category":"Ecotype","value":["WS"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["root","shoot"]}],"experimentalvariable":[{"name":"COMPOUND","value":["control","selenate"]},{"name":"ORGANISMPART","value":["root","shoot"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":75913,"accession":"P-G9311-1"},{"id":75909,"accession":"P-G9311-3"},{"id":75910,"accession":"P-G9311-2"},{"id":75912,"accession":"P-G9311-5"},{"id":75911,"accession":"P-G9311-4"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"normalization","bioassays":8,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"processedData","bioassays":8,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"scan","bioassays":8,"isderived":0}]}]}}