{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":169452,"accession":"E-GEOD-6154","secondaryaccession":["GSE6154"],"name":"Transcription profiling by array of Arabidopsis mutant for AtrbohB after exposure to different temperatures","releasedate":"2008-06-14","lastupdatedate":"2012-01-10","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"We have been determining signalling components essential for heat tolerance in Arabidopsis thaliana (Larkindale, J., and Knight, M.R. (2002). Protection against heat stress-induced oxidative damage in Arabidopsis involves calcium, abscisic acid, ethylene, and salicylic acid. Plant Physiol 128, 682-695).  We have most recently found that a heat-induced respiratory burst is necessary for tolerance to high temperatures in Arabidopsis (Larkindale, Torres, Jones and Knight, unpublished).  We have observed that one of the Arabidopsis respiratory burst homologues, AtrbohB, is necessary for the generation of this AOS burst in response to heat, and consequently we have also found that an AtrbohB null mutant shows reduced tolerance to heating (Larkindale, Torres, Jones and Knight, unpublished).  This mutant also shows reduced expression of genes from the HSP90 family (Evans, Larkindale and Knight, unpublished).This application is for transcriptomic analysis of the AtrbohB null mutant in response to heat, in order to understand which genes are activated as a result of heat-induced respiratory bursts in Arabidopsis and also which genes are necessary for physiological thermotolerance in Arabidopsis.  The experiment will involve 6 samples (chips), 3 from wild type Columbia and 3 from the AtrbohB null mutant.  Seedlings will be treated at 20, 30 and 40 degrees centigrade for 1 hour, RNA extracted and submitted to microarray analysis.  One hour treatment has been shown to display clear differences in HSP90 expression and physiological damage, and the temperatures chosen because 30 degrees is a temperature at which acquired thermotolerance can be initiated (thus genes involved in this process can be monitored) and 40 degrees is a temperature at which we observe physiological damage, and gives good discrimination between mutant and wild type. Experiment Overall Design: Number of plants pooled:90 per sample"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["AtrbohB null mutant","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["AtrbohB null mutant","wild_type"]},{"name":"TEMPERATURE","value":["20 degree_C","30 degree_C","40 degree_C"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":429326,"accession":"P-G6154-4"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":429327,"accession":"P-G6154-5"},{"id":429325,"accession":"P-G6154-6"},{"id":429322,"accession":"P-G6154-1"},{"id":429324,"accession":"P-G6154-2"},{"id":429323,"accession":"P-G6154-3"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}