{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1229738,"accession":"P-MTAB-28101","name":null,"text":"Plant Lines and Seed Dormancy: Arabidopsis thaliana (Arabidopsis) plants were grown in a vertical configuration on the surface of 10 cm2 solid media plates.  Three GFP (Green fluorescent Protein reporter gene lines were used:  Adh::GFP (alcohol dehydrogenase promoter), DR5::GFP (synthetic auxin response element) and UB::GFP (35sCaMV constitutive promoter). Seeds, and the seeded plates, were prepared in such a way as to maintain dormancy until the initiation of the experiment on orbit. Seeds were surface sterilized with 75% ethanol for 10 minutes, dried on sterile filter paper and stored at 4C until use. Immediately before planting onto media plates, a small amount of seed was suspended in sterile water and the seeds were dispersed individually to the surface of the plate.  The plate was then immediately wrapped in light-tight black cloth (Duvatyne) and stored at room temperature until launch. After launch (Shuttle launch STS-131, Orbiter Discovery, April, 2010) and transition to the International Space Station (ISS), the wrapped plates were stowed at ambient temperature for 12 days until the initiation of the experiment on orbit.  The dry-sterilized seeds remained dormant until activated by exposure to light. Experiment Unique Equipment and Environmental Conditions: Both the flight and ground control components of the experiment were grown in specialized growth chamber units developed by Kennedy Space Center referred to as ABRS (Advanced Biological Research System) growth chamber.  Seeded plates were unwrapped from their light-tight coverings and installed in a specialized GFP imaging system (GIS) designed to hold six plates ﾖ one in the direct line of fluorescent excitation LEDs and the imaging camera, plus five additional plates. GFP expression data were collected on orbit form the imaging plate, and after 12 days of growth, all plates were harvested on orbit to RNAlater-filled KSC Fixation Tubes (KFTs) and then stowed below -40C on station.  The Ground Control was housed in the Orbital Environmental Simulator (OES) chamber in the Spaceflight Life Sciences Laboratory at Kennedy Space Center. The Ground Control was initiated with a precise 48 hour delay to enable the OES environment to be programed with those environmental conditions that can be replicated on the ground, such as cabin temperature and CO2 levels, taken from ISS telemetry. Sample Preparation: Plants harvested to RNAlater-filled KFTs were returned from ISS stowage with Orbiter Atlantis for the return flight of STS-132 and transferred to the PIs. Total RNA was isolated form sets of intact 12 day old seedlings, and from seedlings separated into three tissue types: leaves (cut from the plant at base of each petiole), hypocotyls (the region between the root\/shoot junction and the start of the leaf rosette) and roots.","type":"grow","performer":"Paul A-L.","hardware":null,"software":null,"standardpublicprotocol":null},{"id":1229737,"accession":"P-MTAB-28102","name":null,"text":"Total cellular RNA was extracted using RNeasy Mini Kit (QIAGEN)","type":"nucleic_acid_extraction","performer":"Zupanska A.","hardware":null,"software":null,"standardpublicprotocol":null,"parameter":"RNA quality RIN"},{"id":1229736,"accession":"P-MTAB-28103","name":null,"text":"The first method (6 arrays total): cDNA was synthesized using Ovation Pico WTA System (NuGEN Technologies Inc.). The second method (30 arrays total): cDNA was synthesized using Affymetrix 3'IVT kit for cDNA synthesis and labeling, using reverse transcription-IVT (RT-IVT) method, known as Eberwine method. Reverse Transcription to Synthesize First-Strand cDNA is primed with T7 oligo(dT) primer to synthesize cDNA containing a T7 promoter sequence.Second-Strand cDNA Synthesis converts the single-stranded cDNA into a doublestranded DNA (dsDNA) template for transcription. The reaction employs DNA polymerase and RNaseH to simultaneously degrade the RNA and synthesize seconds trand cDNA.","type":"reverse_transcription","performer":"Zhang Y.","hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["amount of RNA used","system used"]},{"id":1229735,"accession":"P-MTAB-28104","name":null,"text":"The first method (6 arrays total): cDNA was labeled using Encore Biotin Module (NuGEN Technologies Inc.). The second method (30 arrays total): cDNA was labeled using Affymetrix 3'IVT kit for cDNA synthesis and labeling. In Vitro Transcription to Synthesize Biotin-Modified aRNA with IVT Labeling Master Mix generates multiple copies of biotin-modified aRNA from the doublestranded cDNA templates.","type":"labeling","performer":"Zhang Y.","hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["cDNA MassUnit","system used"]},{"id":1229734,"accession":"P-MTAB-28105","name":null,"text":"Amplified and labeled cDNA (5 ug\/sample) was fragmented and hybridized with rotation onto Affymetrix GeneChip Arabidopsis ATH1 Genome Arrays for 16?h at 45C. Arrays were washed on a Fluidics Station 450 (Affymetrix) with the Hybridization Wash and Stain Kit (Affymetrix) and the Washing Procedure FS450_0004.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["hyb duration","hyb temp"]},{"id":1229733,"accession":"P-MTAB-28106","name":null,"text":"The MAS5 data was generated by using the Affymetrix Expression Console software. The console is a widely used standard software for Affymatrix arrays.","type":"bioassay_data_transformation","performer":"Sun Y.","hardware":null,"software":null,"standardpublicprotocol":null,"parameter":"Affymetrix Expression Console software"},{"id":1229732,"accession":"P-MTAB-28107","name":null,"text":"The file Result_TAGES.txt contains analyzed data for Spaceflight whole TAGES plants. The file contains information about:  fold change of genes expression in Spaceflight samples relative to Ground Controls, p-values, q-values, gene IDs, names, description if available. The columns are as follow: A. ProbeSet ID- probeset ID on microarray B. p-value- calculated for 5 biological replicas Spaceflight and 5 biological replicas Ground Control C. q-value- calculated for 5 biological replicas Spaceflight and 5 biological replicas Ground Control D. FoldChanges- fold changes as log at the base of 2 of genes expression in Spaceflight samples relative to Ground Controls, calculated from 6 biological replicas Spaceflight and 6 biological replicas Ground Control E. Representative Public ID- the name of the gene or Atg number if available F. Gene Title- title of the gene if available G. Gene Symbol- symbol of the gene if available H. Entrez Gene I. Gene Ontology Biological Process J. Gene Ontology Cellular Component K. Gene Ontology Molecular Function L. Pathway     The files: result_MAS5_Leaves.txt, result_MAS5_Hypocotyls.txt and result_MAS5_Root.txt contain analyzed data for Spaceflight TAGES shoots, Spaceflight TAGES hypocotyls and Spaceflight TAGES roots. Each file contains information about:  fold change of genes expression in Spaceflight samples relative to Ground Controls, p-values, q-values, gene IDs, names if available. The columns are as follow: A. ProbeSet ID- probeset ID on microarray B. p-value- calculated for 5 biological replicas Spaceflight and 5 biological replicas Ground Control C. q-value- calculated for 5 biological replicas Spaceflight and 5 biological replicas Ground Control D. FoldChanges- fold changes as log at the base of 2 of genes expression in Spaceflight samples relative to Ground Controls, calculated from 6 biological replicas Spaceflight and 6 biological replicas Ground Control E. Present (FL) F. Present (GR) G. Gene Symbol- symbol of the gene if availableH. Representative Public ID- the name of the gene or Atg number if available","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}