{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":15,"total-assays":15,"experiment":[{"id":523994,"accession":"E-GEOD-8951","secondaryaccession":["GSE8951"],"name":"Transcription profiling by array of Arabidopsis mutant for phyB grown in constant darkness or in red light of different intensities","releasedate":"2008-11-15","lastupdatedate":"2015-06-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Dominant gain-of-function alleles of Arabidopsis phytochrome B were recently shown to confer light-independent, constitutive photomorphogenic (cop) phenotypes to transgenic plants (Su & Lagarias 2007 Plant Cell 19, 2124-2139). In the present study, comparative transcript profiling experiments were performed to assess whether the pattern of gene expression regulated by these alleles accurately reflects the process of photomorphogenesis in wild-type Arabidopsis. Whole genome transcriptional profiles of dark-grown phyAphyB seedlings expressing the Y276H mutant of phyB (YHB) revealed that YHB reprograms about 13% of the Arabidopsis transcriptome in a light-independent manner. The YHB-regulated transcriptome proved qualitatively similar to, but quantitatively greater than those of wild-type seedlings grown under 15 or 50 umol m-2 m-1 continuous red light (Rc). Among the 2977 genes statistically significant two-fold (SSTF) regulated by YHB in the absence of light include those encoding components of the photosynthetic apparatus, tetrapyrrole\/pigment biosynthetic pathways and early light-responsive signaling factors. Approximately 80% of genes SSTF regulated by Rc were also YHB-modulated. Expression of a notable subset of 346 YHB-regulated genes proved to be strongly attenuated by Rc, indicating compensating regulation by phyC-E and\/or other Rc-dependent processes. Since the majority of these 346 genes are regulated by the circadian clock, these results suggest that phyA- and phyB-independent light signaling pathway(s) strongly influence clock output. Together with the unique plastid morphology of dark-grown YHB seedlings, these analyses indicate that the YHB mutant induces constitutive photomorphogenesis via faithful reconstruction of phyB signaling pathways in a light-independent fashion.  Experiment Overall Design: 16 samples: 9 are dark-grown samples (3 samples x 3 replicates), 6 are continuous red light (Rc)-grown samples (3 samples x 2 replicates). Experiment Overall Design: wild type grown in darkness, three independent biological replicates; Experiment Overall Design: phyA-201phyB-5 mutant grown in darkness, three independent biological replicates; Experiment Overall Design: YHB (AtPHYB-YH\/phyA-201phyB-5) grown in darkness, two independent transgenic lines, three independent biological replicates; Experiment Overall Design: wild type grown under 15 umol m-2 s-1 Rc, two independent biological replicates; Experiment Overall Design: wild type grown under 50 umol m-2 s-1 Rc, two independent biological replicates; Experiment Overall Design: YHB (AtPHYB-YH\/phyA-201phyB-5) grown under 50 umol m-2 s-1 Rc, one transgenic line used, two independent biological replicates"}],"provider":[{"contact":"Wei Hu","role":"submitter","email":"jclagarias@ucdavis.edu"}],"bibliography":[{"accession":19529817,"authors":"Hu W, Su YS, Lagarias JC","title":"A light-independent allele of phytochrome B faithfully recapitulates photomorphogenic transcriptional networks","status":"published"}],"samplecharacteristic":[{"category":"age","value":["4 day"]},{"category":"developmental stage","value":["seedling"]},{"category":"ecotype","value":["Landsberg erecta"]},{"category":"genotype","value":["AtPHYB(genomic)-Y276H\/phyA-201phyB-5","phyA-201phyB-5 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["whole organism"]}],"experimentalvariable":[{"name":"genotype","value":["AtPHYB(genomic)-Y276H\/phyA-201phyB-5","phyA-201phyB-5 mutant","wild type"]},{"name":"growth condition","value":["continuous red light, 15 umole m-2 s-1","continuous red light, 50 umole m-2 s-1","dark"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":15,"legacy_id":13851999}],"protocol":[{"id":1137033,"accession":"P-G8951-3"},{"id":1137036,"accession":"P-G8951-4"},{"id":1137034,"accession":"P-G8951-1"},{"id":1137035,"accession":"P-G8951-2"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":15,"arraydesignprovider":null,"dataformat":"rawData","bioassays":15,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":15,"arraydesignprovider":null,"dataformat":"scan","bioassays":15,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}