{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":169436,"accession":"E-GEOD-6167","secondaryaccession":["GSE6167"],"name":"Transcription profiling by array of Arabidopsis mutant for sfr6 or cls8 after growth at 20°C or 4°C","releasedate":"2008-06-14","lastupdatedate":"2012-01-10","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Our analysis of the sfr6 freezing-sensitive mutant (Knight, H., Veale, E., Warren, G. J. and Knight, M. R. (1999).  Plant Cell 11, 875-886.) and cls8 (unpublished) chilling-sensitive mutant of Arabidopsis, has revealed that the expression of certain cold-regulated genes is aberrant in both these mutants.  In order to understand the molecular basis of chilling and freezing stress in Arabidopsis and also to determine commonalities and differences between these 2 different physiological stress-tolerance processes, we request transcriptome analysis for both of these mutants compared to wild type in one experiment, upon cold treatment and at ambient conditions.  The sfr6 mutant shows the most severe phenotype with respect to cold gene expression, but is tolerant to chilling (Knight, H., Veale, E., Warren, G. J. and Knight, M. R. (1999).  Plant Cell 11, 875-886.).  However, it is unable to cold acclimate and hence is sensitive to freezing.  The cls8 mutant, on the other hand, has a relatively mild phenotype relative to the cold-regulated genes we have examined, but is very sensitive to chilling temperatures (15 to 10 degree centigrade).  It is thus likely that in cls8 we have not yet identified the genes which are most affected, and which account for the physiological phenotype.  Both sfr6 and cls8 have been fine-mapped and are close to being cloned.  The cls8 mutant has an altered calcium signature in response to cold which means it is likely to be affected in early signalling, e.g. cold perception itself.We will compare the expression profiles of genes in sfr6, cls8 and Columbia (parental line for both mutants), both at ambient, and after treatment with cold (5 degrees) for 3 hours.  This timepoint is designed to “capture” both rapidly responding genes e.g. CBF\/DREB1 transcription factors, and also more slow genes e.g. COR genes (KIN1\/2 and LTI78).  Pilot northerns confirm that this time point is suitable.This analysis will provide new insight into 2 novel genes required for tolerance to low temperature in Arabidopsis, and additionally will determine the nature of overlap between the separate processes of chilling and freezing tolerance. Experiment Overall Design: Number of plants pooled:40-60"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["cls8 mutant","sfr6 mutant","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["whole organism"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["cls8 mutant","sfr6 mutant","wild_type"]},{"name":"TEMPERATURE","value":["20 degree_C","4 degree_C"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":429249,"accession":"P-G6167-1"},{"id":429247,"accession":"P-G6167-3"},{"id":51,"accession":"P-AFFY-6"},{"id":429246,"accession":"P-G6167-2"},{"id":429248,"accession":"P-G6167-5"},{"id":429250,"accession":"P-G6167-4"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}