{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":541592,"accession":"E-GEOD-63185","secondaryaccession":["GSE63185"],"name":"RNA-DIRECTED DNA METHYLATION 4 modulates cold stress resistance in Arabidopsis through the C-REPEAT-BINDING FACTOR-mediated pathway [Affymetrix]","releasedate":"2016-06-30","lastupdatedate":"2016-07-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The C-REPEAT-BINDING FACTOR (CBF) pathway has important roles in plant responses to cold stress. Previous research documented that constitutively expressed upstream transcription factors are activated by cold stress to induce the expression of CBF genes and the resulting CBF proteins trigger the expression of downstream cold responsive genes that confer freezing tolerance. In the present study, we found that dysfunction of RNA-DIRECTED DNA METHYLATION 4 (RDM4), which encodes a protein that associates with RNA polymerases Pol IV and Pol V as well as Pol II, and is required for RNA-directed DNA methylation (RdDM) and proper plant development in Arabidopsis, reduced chilling and freezing tolerance in Arabidopsis as evidenced by decreased survival and increased electrolyte leakage under cold stress conditions. CBFs and CBF regulon genes were down-regulated in rdm4 but not nrpe1 (the largest subunit of PolV) mutant plants, suggesting that the role of RDM4 in cold stress responses is independent of the RdDM pathway. Overexpression of RDM4 increased the expression of CBFs and CBF regulon genes and decreased cold-induced membrane injury. The rdm4 mutants exhibited decreased antioxidant enzyme activities and increased accumulation of reactive oxygen species. Microarray analysis indicated that a great proportion of genes affected by rdm4 overlapped with those affected by CBF2 and CBF3 in Arabidopsis. Chromatin immunoprecipitation (ChIP) results suggested that RDM4 is important for Pol II occupancy at the promoters of CBF genes but not the promoters of up-stream regulators of CBFs. Together, these data indicate that RDM4 acts as a component of a Pol II transcription complex that regulates CBF gene expression and cold stress resistance in Arabidopsis. Two-week-old seedlings of rdm4 and C24 WT plant were subjected to chilling treatment for 0, 3, and 48 h treatments.Plant materials were then collected for RNA extraction."}],"provider":[{"contact":"Jian-Kang Zhu","role":null,"email":null},{"contact":"Zhulong Chan","role":"submitter","email":"zhulongch@wbgcas.cn"}],"samplecharacteristic":[{"category":"ecotype","value":["Col"]},{"category":"genotype","value":["35S::RDM4","wildtype"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"genotype","value":["35S::RDM4","wildtype"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1206794,"accession":"P-GSE63185-7"},{"id":1206798,"accession":"P-GSE63185-2"},{"id":1206793,"accession":"P-GSE63185-1"},{"id":1206799,"accession":"P-GSE63185-4"},{"id":1206797,"accession":"P-GSE63185-3"},{"id":1206795,"accession":"P-GSE63185-6"},{"id":1206796,"accession":"P-GSE63185-5"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}