{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1127681,"accession":"P-GSE26679-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = log2"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127688,"accession":"P-GSE26679-2","name":null,"text":"Plants were inoculated with Golovinomyces cichoracearum using a settling tower ~1 meter tall.  Plants to be inoculated were placed at the bottom of the tower, which contained a Nytex mesh screen at the top.  Four pad4 mutants with heavy powder growth were passed over the mesh 20 times each to transfer the spores to the plants below.  Spores were allowed to settle for 30 minutes and the plants were transferred to growth chambers.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127686,"accession":"P-GSE26679-3","name":null,"text":"Arabidopsis thaliana Col-0 and edr1 seeds were sown on Metromix soil and placed at 4ºC for three days.  Plants were then transferred to a growth room and grown under 9 hour days at a temperature of 23ºC for four weeks.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127687,"accession":"P-GSE26679-4","name":null,"text":"Tissue was collected for each time point (0, 18, 36, and 96 hours) by harvesting four full rosettes per genotype per biological replicate.  Four biological replicates were collected and placed in liquid nitrogen.  Tissue was ground with a mortar and pestle and used for RNA preparations.  High quality RNA was prepared using the Spectrum Plant Total RNA Kit (Sigma) and concentrated to >0.75 μg\/μl with the RNEasy MinElute Cleanup Kit (Qiagen). A total of 6 µg RNA was used.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127685,"accession":"P-GSE26679-5","name":null,"text":"Biotinlylated cRNA was made using the Affymetrix IVT kit.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127684,"accession":"P-GSE26679-6","name":null,"text":"Fifteen µg of biotinylated cRNA is added to a total hybridization cocktail of 300 µl, and 200 µl is hybridized to a GeneChip® after adding control oligonucleotides. Hybridization is at 45°C for 17 h with constant rotation. The hybridization mixture is then removed and the GeneChips® are washed, stained with phycoerythrin-labeled Streptavidin, washed, incubated with biotinylated anti-streptavidin, and then restained with phycoerythrin-labeled Streptavidin to amplify the signals; these steps are carried out using the Affymetrix Fluidics Station.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127682,"accession":"P-GSE26679-7","name":null,"text":"Arrays were scanned using the dedicated scanner, controlled by Affymetrix GCOS software.  The data was analyzed with Affymetrix MAS5 and the average intensity on each array is normalized by global scaling to a target intensity of 1000.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127683,"accession":"P-GSE26679-8","name":null,"text":"MAS5.0, GCRMA","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}