{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":522490,"accession":"E-GEOD-19245","secondaryaccession":["GSE19245"],"name":"Transcription profiling by array of Arabidopsis mutant for oas-a1 after treatment with cadmium chloride","releasedate":"2010-10-01","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Plant cells contain different O-acetylserine(thiol)lyase (OASTL) enzymes involved in Cys biosynthesis and located in different subcellular compartments. These enzymes are made up of a complex variety of isoforms resulting in different subcellular Cys pools. To unravel the contribution of cytosolic Cys to plant metabolism, we characterized the knockout oas-a1.1 and osa-a1.2 mutants, deficient in the most abundant cytosolic OASTL isoform in Arabidposis thaliana. Total intracellular Cys and glutathione concentrations were reduced, and the glutathione redox state was shifted in favour of its oxidized form. Interestingly, the capability of the mutants to chelate heavy metals did not differ from that of the wild type, but the mutants have an enhanced sensitivity to Cd. With the aim of establishing the metabolic network most influenced by the cytosolic Cys pool, we used the ATH1 GeneChip for evaluation of differentially expressed genes in the oas-a1.1 mutant grown under non-stress conditions. The transcriptomic footprints of mutant plants had predicted functions associated with various physiological responses that are dependent on reactive oxygen species and suggested that the mutant was oxidatively stressed. To further elucidate the specific function(s) of the OAS-A1 isoform in the adaptation response to cadmium we extended the trasncriptome experiment to the wild type and oas-a1.1 mutant plants exposed to Cd. The comparison of transcriptomic profiles showed a higher proportion of genes with altered expression in the mutant than in the wild type, highlighting up-regulated genes identified as of the general oxidative stress response rather than metal-responsive genes. Wild type and oas-a1.1 mutant plants were grown hydroponically and, after a two-week acclimation period, the roots and shoots were harvested separately. Total RNA was then prepared and analyzed using the Affymetrix-Arabidopsis ATH1GeneChip array. Three biological replicates were performed for each sample. We made two different comparisons to classify the differently expressed genes in the mutant plant: oas-a1.1 roots versus wild-type roots and oas-a1.1 shoots versus wild-type shoots. Hydroponically-grown wild type and oas-a1.1 mutant plants were further treated with 50µM CdCl2 and 18h-treated-roots and 24h-treated-shoots were harvested. Total RNA was then prepared and analyzed using the Affymetrix-Arabidopsis ATH1GeneChip array. Three biological replicates were performed for each sample. Different comparisons were performed as follows: 18h Cd-treated wild type roots versus untreated wild type roots; 24h Cd-treated wild type shoots versus untreated wild type shoots; 18h Cd-treated oas-a1.1 roots versus untreated oas-a1.1 roots; 24h Cd-treated oas-a1.1 shoots versus untreated oas-a1.1 shoots; 18h Cd-treated oas-a1.1 roots versus 18h Cd-treated wild type roots; 24h Cd-treated oas-a1.1 shoots versus 24h Cd-treated wild type shoots"}],"provider":[{"contact":"Cecilia Gotor","role":"submitter","email":"geo@ncbi.nlm.nih.gov"},{"contact":"Carmen López-Martín","role":null,"email":null},{"contact":"Luis C Romero","role":null,"email":null}],"bibliography":[{"accession":18441224,"authors":"López-Martín MC, Becana M, Romero LC, Gotor C.","title":"Knocking out cytosolic cysteine synthesis compromises the antioxidant capacity of the cytosol to maintain discrete concentrations of hydrogen peroxide in Arabidopsis.","status":"published"}],"samplecharacteristic":[{"category":"genotype","value":["oas-a1.1","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root","shoot"]}],"experimentalvariable":[{"name":"compound","value":["CdCl2","none"]},{"name":"genotype","value":["oas-a1.1","wild type"]},{"name":"organism part","value":["root","shoot"]},{"name":"time","value":["0 hour","18 hour","24 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":1128247,"accession":"P-GSE19245-7"},{"id":1128248,"accession":"P-GSE19245-5"},{"id":1128246,"accession":"P-GSE19245-6"},{"id":1128250,"accession":"P-GSE19245-3"},{"id":1128249,"accession":"P-GSE19245-4"},{"id":1128245,"accession":"P-GSE19245-1"},{"id":1128251,"accession":"P-GSE19245-2"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"normalization","bioassays":24,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"processedData","bioassays":24,"isderived":0}]}]}}