{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1128245,"accession":"P-GSE19245-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = Log2 RMA signal"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128251,"accession":"P-GSE19245-2","name":null,"text":"Arabidopsis thaliana (accession Col-0) and the oas-a1.1 mutant (SALK_072213) seeds were grown on Petri dishes on MS medium containing 2.5 g L-1 Phytagel (Sigma-Aldrich) and 1% (w\/v) Suc for two weeks and then seedlings were transferred to hydroponic culture. The nutrient solution contained 2 mM Ca(NO3)2, 0.5 mM KH2PO4, 0.75 mM MgSO4, 10 mM KNO3, 1.5 µM CuSO4, 2 µM ZnSO4, 10 µM MnSO4, 50 µM H3BO3, 0.1 µM MoO3, 50 µM KCl, and 50 µM Fe-Na-EDTA, and was replaced once a week. The Cd treatment of hydroponically-grown plants was performed by adding 50 mM of CdCl2 to the above-described nutrient solution after a two-week period of acclimation to the hydroponic conditions. Plants were grown under a photoperiod of 16 h of white light (120 mE m-2 s-1) at 20ºC \/ 8 h dark at 18ºC.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128250,"accession":"P-GSE19245-3","name":null,"text":"Hydroponically-grown plants were cultured in the absence and presence of 50 mM CdCl2 for 18 and 24 h. The untreated-roots, 18 h treated-roots, untreated-shoots and 24h treated-shoots were collected and RNA extracted from each sample. Total RNA was isolated with Trizol reagent (Invitrogen) followed by cleaning with the RNeasy Plant Mini Kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128249,"accession":"P-GSE19245-4","name":null,"text":"Biotinylated cRNA was prepared according to the standard Affymetrix protocol from 4 µg total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128248,"accession":"P-GSE19245-5","name":null,"text":"Following fragmentation, 15 µg of biotinylated cRNA were hybridized to Affymetrix chips (GeneChip Arabidopsis ATH1 Genome Array). Each sample was added to a hybridization solution containing 100mM 2-(N-morpholino)ethanesulfonic acid, 1 M Na+, and 20mM of EDT","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128246,"accession":"P-GSE19245-6","name":null,"text":"GeneChips were scanned using the Affymetrix GeneChip Scanner 3000 7G","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128247,"accession":"P-GSE19245-7","name":null,"text":"GeneChip intensities were background-corrected, normalized and sumarized by RMA method, using the “Affy” package from Bioconductor.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}