{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":7,"total-assays":7,"experiment":[{"id":216434,"accession":"E-GEOD-29771","secondaryaccession":["GSE29771"],"name":"Synergistic Repression of Embryonic Program by SET DOMAIN GROUP 8 and EMBRYONIC FLOWER 2 in Arabidopsis Seedlings","releasedate":"2011-12-31","lastupdatedate":"2012-06-26","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The seed maturation program occurs only during late phase of embryo development and repression of the maturation genes is pivotal for seedling development. However, mechanisms that repress the expression of this program in vegetative tissues are not well understood. A genetic screen was performed for mutants that express maturation genes in leaves. Here, it is shown that mutations affecting SDG8 (SET DOMAIN GROUP 8), a putative histone methyltransferase, cause ectopic expression of a subset of maturation genes in leaves. Further, to investigate the relationship between SDG8 and the Polycomb Group (PcG) proteins, which are known to repress many developmentally important genes including seed maturation genes, double mutants was made and formation of somatic embryos was observed on mutant seedlings with mutations in both SDG8 and EMF2 (EMBRYONIC FLOWER 2). Interestingly, double mutant of sdg8 and mutations in VRN2 (VERNALIZATION 2), a paralog of EMF2, grow and develop normally to maturity. Analysis of histone methylation status at chromatins of a number of maturation loci revealed synergistic effect of emf2 and sdg8 on the deposition of the active histone mark, trimethylation of lysine 4 on histone 3 (H3K4me3), which is consistent with high expression of these genes (formation of somatic embryos) in emf2 sdg8 double mutants. These observations demonstrate a functional cooperative interplay between SDG8 and an EMF2-containing PcG complex in maintaining vegetative cell identity by repressing seed genes to promote seedling development. The work also indicates the functional specificities of PcG complexes in Arabidopsis. Total RNA was isolated from three independent biological replicates of Wild type (ProβCG:GUS) and two independent biological replicates of sdg8-2 and essp4\/sdg8-5, respectively. Four ATH1 chips were used for the two mutants and three for the wild type.  Matrices comprising the signal intensity value of each gene per replicate hybridization and the averaged data of each gene generated from three replicate hybridizations of the wild type and two replicate hybridizations of mutant samples, respectively, are linked below as supplementary files."}],"provider":[{"contact":"Xurong Tang","role":null,"email":null},{"contact":"John J Harada","role":null,"email":null},{"contact":"Mingjuan Tang","role":null,"email":null},{"contact":"Vi Nguyen","role":null,"email":null},{"contact":"Yuhai Cui","role":null,"email":null},{"contact":"Steven J Rothstein","role":null,"email":null},{"contact":"Wilfred A Keller","role":null,"email":null},{"contact":"Aiming Wang","role":null,"email":null},{"contact":"Julie Pelletier","role":null,"email":null},{"contact":"Xurong Tang","role":"submitter","email":"xurong.tang@uoit.ca"}],"bibliography":[{"accession":22162868,"authors":"Tang X, Lim MH, Pelletier J, Tang M, Nguyen V, Keller WA, Tsang EW, Wang A, Rothstein SJ, Harada JJ, Cui Y","title":"Synergistic repression of the embryonic programme by SET DOMAIN GROUP 8 and EMBRYONIC FLOWER 2 in Arabidopsis seedlings.","doi":"10.1093\/jxb\/err383"}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0 backgroud"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]},{"category":"variation","value":["essp4\/sdg8-5 mutant","sdg8-2 mutant","wild type"]}],"experimentalvariable":[{"name":"VARIATION","value":["essp4\/sdg8-5 mutant","sdg8-2 mutant","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":7,"legacy_id":13851999}],"protocol":[{"id":570515,"accession":"P-GSE29771-8"},{"id":570514,"accession":"P-GSE29771-7"},{"id":570517,"accession":"P-GSE29771-6"},{"id":570513,"accession":"P-GSE29771-1"},{"id":570519,"accession":"P-GSE29771-5"},{"id":570516,"accession":"P-GSE29771-4"},{"id":570520,"accession":"P-GSE29771-3"},{"id":570518,"accession":"P-GSE29771-2"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":7,"arraydesignprovider":null,"dataformat":"rawData","bioassays":7,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":7,"arraydesignprovider":null,"dataformat":"normalization","bioassays":7,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":7,"arraydesignprovider":null,"dataformat":"processedData","bioassays":7,"isderived":0}]}]}}