{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":522134,"accession":"E-GEOD-6161","secondaryaccession":["GSE6161"],"name":"Transcription profiling by array of Arabidopsis mutant for cngc1, cngc4, or akt1","releasedate":"2008-06-14","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Background: Release of the caesium radioisotope 137Cs during weapons testing and industrial activity has contaminated thousands of hectares of agricultural land. Ingesting 137Cs has damaging and, sometimes, fatal effects.  Most Cs enters the food chain through plants. The generation of _safe_ crops that exclude Cs and can be cultivated on contaminated land requires knowledge about the mechanisms for Cs uptake. Caesium is chemically similar to potassium (K) and might enter plants through K+ transporters in the plasma membrane of root cells.  To determine which transporters mediate Cs entry to plants, we have compared the accumulation of Cs and K by wildtype Arabidopsis with mutants lacking specific K+ transporters. Preliminary results showed that Cs concentration in the shoots of akt1-1, cngc1 and cngc4 (obtained from the Wisconsin T-DNA knockout facility) differed significantly from the Wassilewskija wildtype (Ws-2). A cursory investigation of their transcriptome, using the Affymetrix Arabidopsis 8K GeneChip, showed that the expression of several genes encoding K+ transporters differed between mutants and wildtype plants.  The aim of this GarNet project is to confirm the previous observations and to identify further genes that are differentially expressed in mutant and wildtype plants and which might impact on Cs accumulation.  Methods: Arabidopsis mutants akt1-1 (N3762), cngc1 and cngc4 and their parental ecotype Wassilewskija -2 (N1601) will be sown on MS agar and transferred to hydroponics 21 days after germination. Seedlings will be grown for a further 7 days on full nutrient solution under continuous light in a Saxcil growth cabinet. RNA will be extracted from roots of mutant and parent (control) plants at the same growth stage and twelve complete-genome Affymetrix GeneChips (3 biological replicates of material from wildtype and 3 mutants) are requested to determine the differences in their transcriptome under comparable environmental conditions. Experiment Overall Design: Number of plants pooled:20-40"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"developmental stage","value":["Boyes key 3.9"]},{"category":"genotype","value":["akt1-1","cngc1 mutant","cngc4 mutant","wild type"]},{"category":"germplasm","value":["Wassilewskija"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root"]}],"experimentalvariable":[{"name":"genotype","value":["akt1-1","cngc1 mutant","cngc4 mutant","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1126066,"accession":"P-G6161-2"},{"id":51,"accession":"P-AFFY-6"},{"id":1126067,"accession":"P-G6161-3"},{"id":1126068,"accession":"P-G6161-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}