{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":1238641,"accession":"P-MTAB-54855","name":null,"text":"Arabidopsis thaliana seeds were sterilized with 0.6% sodium hypochlorite and grown in Petri dishes containing agar medium supplemented with modified Knop'™s nutrient medium under sterile conditions.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1238640,"accession":"P-MTAB-54856","name":null,"text":"Ten hours after inoculation with H. schachtii, small root segments containing nematodes with moving stylets were marked under the binocular. Movement of stylet indicates the migration phase of nematodes. The infected area around nematode head was then dissected. Corresponding root segments from uninfected plants were used as a control.","type":"sample collection protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1238642,"accession":"P-MTAB-54857","name":null,"text":"RNA was extracted using a Nucleospin RNA extraction kit (Macherey-Nagel, Durren, Germany) according to the manufacturer’s instructions. The quality and quantity of RNA was analysed using an Agilent Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA) and a Nanodrop (Thermo Fisher Scientific, Waltham, MA, USA) respectively.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1238639,"accession":"P-MTAB-54858","name":null,"text":"The cDNA synthesis was performed with NuGEN’s Applause 3’Amp System (NuGEN, San Carlos, CA, USA) according to the manufacturers’ instructions. NuGEN’s Encore Biotin Module (NuGEN) was used to fragment cDNA.","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1238638,"accession":"P-MTAB-54859","name":null,"text":"Hybridization, washing and scanning were performed according to the Affymetrix 30 GeneChip Expression Analysis Technical Manual (Affymetrix, Santa Clara, CA, USA). Three chips each were hybridized with control and infected samples, with each microarray representing an independent biological replicate. The primary data analysis was performed with the Affymetrix Expression Console v1 software using the MAS5 algorithm.","type":"nucleic acid hybridization to array protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}