{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1127938,"accession":"P-GSE23940-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = log2 GC RMA signal"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127943,"accession":"P-GSE23940-2","name":null,"text":"Wild type (Col-3) and apum23-1 mutant seeds were grown on composite soil for 3 weeks under 8 h light\/16 h dark cycles at 22C under white light conditions (120 umol photons m-2 s-1). Three-week old plants were harvested for total RNA isolation.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127944,"accession":"P-GSE23940-3","name":null,"text":"TriZol procedure and sample were further purified using RNeasy Mini Kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127942,"accession":"P-GSE23940-4","name":null,"text":"Total RNA was isolated from the aerial parts of Arabidopsis plants grown on composite soil for 3 weeks using TRIzol reagent (Invitrogen) and further purified using RNeasy Mini Kit (Qiagen). The purity and integrity of the total RNA were checked using the NanoDrop (NanoDrop Technologies) and the Experion (BioRad), respectively. Five micrograms of total RNA were used for probe labeling. Probe synthesis from total RNA samples, hybridization, detection, and scanning were performed according to standard protocols from Affymetrix, Inc. Briefly, cDNA was synthesized from total RNA using the One-Cycle cDNA Synthesis Kit (Affymetrix). Single stranded cDNA was synthesized using Superscript II reverse transcriptase and T7-oligo (dT) primers at 42¡ÆC for 1 h. Double stranded (ds)-cDNA was obtained by using DNA ligase, DNA polymerase I and RNase H at 16¡ÆC for 2 h, followed by T4 DNA polymerase at 16¡ÆC for 5 min for gap filling. After clean up with a Sample Cleanup Module (Affymetrix), ds-cDNA was used for in vitro transcription (IVT). cDNA was transcribed using the GeneChip IVT Labeling Kit (Affymetrix) in the presence of biotin-labeled CTP and UTP.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127941,"accession":"P-GSE23940-5","name":null,"text":"After cleanup with a Sample Cleanup Module (Affymetrix), 10-15 ug of labeled cRNA was fragmented from 35 to 200 nt using fragmentation buffer (Affymetrix). Fragmented cRNA was hybridized to the Arabidopsis ATH1 Genome arrays (Affymetrix) at 45C for 16 h according to the Affymetrix standard protocol. After hybridization, the arrays were washed in a GeneChip Fluidics Station 450 with a non-stringent wash buffer at 25C followed by a stringent wash buffer at 50C. After washing, the arrays were stained with a streptavidin-phycoerythrin complex.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127940,"accession":"P-GSE23940-6","name":null,"text":"Intensities were determined with a GeneChip scanner 3000 (Affymetrix) controlled by GCOS Affymetrix software.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127939,"accession":"P-GSE23940-7","name":null,"text":"The data were normalized and processed with cubic spline normalization using quantiles to adjust signal variations between chips [Workman, 2002 #327]. Gene-level summarization was performed by Robust Multi-Chip Analysis (RMA) using a median polish algorithm. This method identifies probes that are outliers in the overall behavior of the expression for a given gene, and the contribution by those outliers is reduced in the reported gene expression level. This improves the sensitivity and reproducibility of microarray results [Irizarry, 2003 #328].Multiple analysis was performed with the limma package in the R computing environment [Smyth, 2004 #329]. This package adopts the linear modeling approach implemented by lmFit and the empirical Bayes statistics implemented by eBayes. Genes for which the adj. P. Value or false discovery was below 0.05 were collected and further selected to identify genes with expression levels that were higher than 1.0 or less than -1.0 as compared to those of wild type. To determine the significantly affected GO terms (cellular component, biological process and molecular function) in the apum23-1 mutant, GO analysis was performed with GoMiner [Ashburner, 2000 #330; Zeeberg, 2003 #331]. The Arabidopsis design ATH1 contains 23,288 genes annotated in TAIR8 version, and this number of genes was used as a total gene set in GoMiner for the analysis. Gominer first categorized each gene according to GO terms and mode of gene expression: down- or up- regulation. Modes of expression of the terms are denoted as Under, Over, and Change according to their regulated gene modes: down- and up-regulated genes and both of these. Gominer then calculated P-values with the one-sided Fisher exact test for the total number of categorized GO terms. False discovery rate (FDR) values were obtained from 100 randomizations. GO terms for which FDR were less than 0.05, at least at one condition (under, over, or change), were collected.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}