{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":180317,"accession":"E-GEOD-10497","secondaryaccession":["GSE10497"],"name":"Transcription profiling by array of Arabidopsis root developmental zones after iron deprivation","releasedate":"2008-06-11","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"To gain a genome-scale understanding of the role that developmental processes play in regulating stimulus response, we examined the effect of -Fe stress on gene expression along the longitudinal axis of the root.  Since roots grow from stem cells located near the tip, the position of cells along the longitudinal axis can be used as a proxy for developmental time, with distance from the root tip correlating with increased differentiation.  To estimate the role developmental stage plays in regulating salt response, roots were dissected into four longitudinal zones (LZ data set) after transfer to standard or -Fe media and transcriptionally profiled. Little is known about how developmental cues affect the way cells interpret their environment.  Here we characterize the transcriptional response of different cell layers and developmental stages of the Arabidopsis root to high salinity and find that transcriptional responses are highly constrained by developmental parameters.  These transcriptional changes lead to the differential regulation of specific biological functions in subsets of cell-layers, several of which correspond to observable physiological changes.  We show that known stress pathways primarily control semi-ubiquitous responses and use mutants that disrupt epidermal patterning to reveal cell-layer specific and inter-cell-layer effects.  By performing a similar analysis using iron-deprivation we identify common cell-type specific stress responses and environment-independent biological functions that define each cell type. Experiment Overall Design: Roots were grown under standard conditions for 5 days then transfered to standard media or iron deficient (-Fe) conditions (0.3mM Ferrozine in MS media containing no ferrous sulfate).  24 hours after transferring seedlings, roots were cut into 4 regions using a razor blade.  The first cut was made ~150 µm from the root tip at the point where the shape of the root transitions from conical to cylindrical (Zone 1).  The second cut was made ~200 µm above the first cut, at the point were the root becomes less optically dense, which marks the approximate end of the meristematic zone (Zone 2).  The third cut was made ~200-300 µm above the second cut, just below the region where root hairs begin to emerge (Zone 3).  The fourth cut was made ~1 mm above the third cut (Zone 4)."}],"provider":[{"contact":"Terri Anita Long","role":"submitter","email":"tlong@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["5 days"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["root longitudinal zone 1","root longitudinal zone 2","root longitudinal zone 3","root longitudinal zone 4"]}],"experimentalvariable":[{"name":"GROWTH CONDITION","value":["control","iron deprivation"]},{"name":"ORGANISM PART","value":["root longitudinal zone 1","root longitudinal zone 2","root longitudinal zone 3","root longitudinal zone 4"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":460134,"accession":"P-G10497-2"},{"id":460133,"accession":"P-G10497-1"},{"id":460131,"accession":"P-G10497-3"},{"id":460132,"accession":"P-G10497-4"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}