{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":27,"total-assays":27,"experiment":[{"id":522235,"accession":"E-GEOD-4733","secondaryaccession":["GSE4733"],"name":"Transcription profiling of Arabidopsis male-sterile opr3 mutant stamens treated with jasmonate or its precursor, 12-oxophytodienoic acid","releasedate":"2007-10-04","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["co-expression","compound treatment","individual genetic characteristics","time series"],"description":[{"id":null,"text":"In Arabidopsis, jasmonate is required for stamen and pollen maturation.  Mutants deficient in jasmonate synthesis, such as opr3, are male-sterile but become fertile when jasmonate is applied to developing flower buds. We have used ATH1 oligonucleotide arrays to follow gene expression in opr3 stamens for 22 hours following jasmonate treatment.  In these experiments, a total of 821 genes were specifically induced by jasmonate and 480 repressed.  Comparisons with data from previous studies indicate that these genes constitute a stamen-specific jasmonate transcriptome, with a large proportion (70%) of the genes expressed in the sporophytic tissue but not in the pollen.  Bioinformatics tools allowed us to associate many of the induced genes with metabolic pathways that are likely up-regulated during jasmonate-induced maturation.  Our pathway analysis led to the identification of specific genes within larger families of homologues that apparently encode stamen-specific isozymes.  Extensive additional analysis of our dataset identified 13 transcription factors that may be key regulators of the stamen maturation processes triggered by jasmonate.  Two of these transcription factors, MYB21 and MYB24, are the only members of subgroup 19 of the R2R3 family of MYB proteins.  A myb21 mutant obtained by reverse genetics exhibited shorter anther filaments, delayed anther dehiscence and greatly reduced male fertility.  A myb24 mutant was phenotypically wild type, but production of a myb21 myb24 double mutant indicated that introduction of the myb24 mutation exacerbated all three aspects of the myb21 phenotype.  Exogenous jasmonate could not restore fertility to myb21 or myb21 myb24 mutant plants.  Together with the data from transcriptional profiling, these results indicate that MYB21 and MYB24 are induced by jasmonate and mediate important aspects of the jasmonate response during stamen development. Experiment Overall Design: Three replicates for opr3 at each time point of 0 hour, 30 minutes, 2 hours, 8 hours and 22 hourss of either JA or OPDA treatment. One replicate of wild-type stamens. <br><\/br><br><\/br>Note that data files GSM106833.txt and GSM106907.txt as downloaded from GEO are identical."}],"provider":[{"contact":"Ajin D. Mandaokar","role":"submitter","email":"ajin@mail.wsu.edu"}],"bibliography":[{"accession":16805732,"authors":"Ajin Mandaokar, Bryan Thines, Byongchul Shin, B Markus Lange, Goh Choi, Yeon J Koo, Yung J Yoo, Yang D Choi, Giltsu Choi, John Browse","title":"Transcriptional regulators of stamen development in Arabidopsis identified by transcriptional profiling.","status":"published"}],"samplecharacteristic":[{"category":"disease","value":["normal","sterile"]},{"category":"genotype","value":["opr3 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["stamen"]},{"category":"specimen with known storage state","value":["frozen sample"]}],"experimentalvariable":[{"name":"compound","value":["12-oxophytodienoic acid","jasmonate","none"]},{"name":"genotype","value":["opr3 mutant","wild type"]},{"name":"time","value":["0 hour","0.5 hour","2 hour","22 hour","8 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":27,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1126656,"accession":"P-G4733-18"},{"id":1126657,"accession":"P-G4733-3"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":1126655,"accession":"P-G4733-8"},{"id":1126654,"accession":"P-G4733-13"},{"id":51,"accession":"P-AFFY-6"},{"id":1126653,"accession":"P-G4733-14"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":27,"arraydesignprovider":null,"dataformat":"rawData","bioassays":27,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":27,"arraydesignprovider":null,"dataformat":"scan","bioassays":27,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}