{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":446496,"accession":"P-GSE20188-1","name":"P-GSE20188-1","text":["ID_REF = ",{"br":null},"VALUE = RMA normalized log2 expression"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446502,"accession":"P-GSE20188-2","name":"P-GSE20188-2","text":"At four weeks, a subset of boxes was treated with 4 mM of a neonicotinoid solution.  Samples were harvested at 4 d after treatment. An untreated 4 d sample was also collected.  For each sample, fully expanded mature leaves were excised, with 100 mg leaf tissue used to prepare each RNA sample.  Two independent experiments were performed and one sample from each experiment was processed.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446501,"accession":"P-GSE20188-3","name":"P-GSE20188-3","text":"Arabidopsis seeds were stratified in 0.1% agarose for 3-5 days and planted in boxes containing Metromix 200 soil. Seeds were equally distributed in each box using a template, with 12 plants per box.  The flats (6 boxes per flat) were covered with plastic trays for 1 week and then uncovered. Flats were watered from below and fertilized at 2-1\/2 weeks. Plants were grown on growth carts with 12 h photoperiod with photosynthetically active radiation=100 µE m-2 s-1.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446500,"accession":"P-GSE20188-4","name":"P-GSE20188-4","text":"Total RNA was extracted using the RNeasy mini kit from Qiagen according to the manufacturer's instructions from  whole leaf samples.  Samples were subject to on-column DNase digestion using  DNase I from Qiagen. RNA quality was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446498,"accession":"P-GSE20188-5","name":"P-GSE20188-5","text":"Target labeling was performed according to the protocol given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446503,"accession":"P-GSE20188-6","name":"P-GSE20188-6","text":"Microarray hybridizations to Affymetrix Arabidopsis ATH1 GeneChips were performed according to the protocol given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446497,"accession":"P-GSE20188-7","name":"P-GSE20188-7","text":"GeneChips were scanned using the GeneChip® Scanner 3000 7G at the Univeristy of California, Berkeley, Functional Genomics Lab.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446499,"accession":"P-GSE20188-8","name":"P-GSE20188-8","text":"Log2 (expression values) were extracted using robust multi-array analysis (RMA) implemented in the function rma() in the Bioconductor software package affy. Background correction was performed by correcting PM (perfect match) only, to reduce noise from signal intensity. Quantile normalization was performed to make the distributions of signal intensities uniform across chips. Quality assessment was done using the weights outputted from the linear model fitting function fitPLM() in the R package AffyExtensions.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}