{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1176622,"accession":"P-MTAB-47869","name":null,"text":"Root samples were collected on 6-week old plants grown in hydroponics and on soil. Harvesting was performed 8 hours after the beginning of the light period (16h30), and the roots from 35 to 45 individuals were pooled. Plants grown in soil were brushed to remove soil particles. Roots were stored at –80°C until used.","type":"sample collection protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176620,"accession":"P-MTAB-47870","name":null,"text":["The temperature was 20°C (day and night), the relative humidity was 70 %, and the light was provided by cool-white fluorescent tubes at 100 μE.m–2.s–1 during the  first 10 days, 60 μE.m–2.s–1 later. The soil was composed of a mixture of peat compost and sand (3:1 v\/v), which was watered daily with tap water. Plants were transferred to 1-liter containers (six plants\/container) 18 days after sowing. Plants grown in hydroponics were sown on agar-containing (6.7 g.l–1; Kalys, France) seed-holders placed on 2-liter black containers and accessories (",{"a":{"href":"http:\/\/www.araponics.com","target":"_blank","$":"http:\/\/www.araponics.com"}},").  The hydroponic solution, changed every two weeks, was prepared as described in Tocquin et al. (2003). During the  first three weeks of growth, the number of plants per 2-liter tank was 35 and 18 afterwards."],"type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176621,"accession":"P-MTAB-47871","name":null,"text":"Tissues were ground in liquid nitrogen, and RNA was extracted with TRizol according to manufacturer’s instructions (www.lifetechnologies.com).  The quality of the RNA samples was assessed using the Experion(tm) automated electrophoresis system (www.bio-rad.com).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176619,"accession":"P-MTAB-47872","name":null,"text":"The RNA samples were labeled using 3’ IVT Expressed kit according to the manufacturer’s instructions (Affymetrix, www.affymetrix.com).","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176618,"accession":"P-MTAB-47873","name":null,"text":"15 µg of fragmented cRNA was used in a 300-µl hybridization mixture containing added hybridization controls. 200 µl was hybridized on arrays for 16 h at 45°C. Standard post-hybridization wash and double-stain protocols (EukGE-WS2v5_450) were used on an Affymetrix GeneChip Fluidics Station 450. ATH1 GeneChip hybridizations, were performed by the GIGA Genomics facility (GIGA, University of Liège, Belgium)","type":"nucleic acid hybridization to array protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176617,"accession":"P-MTAB-47874","name":null,"text":"Three biological replicates obtained from independent experiments were hybridized on ATH1 Genome arrays (Affymetrix).The array scanning were performed by the GIGA Genomics facility (GIGA, University of Liège, Belgium), using a GeneChip® Scanner 3000 7G (Affymetrix).","type":"array scanning and feature extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1176616,"accession":"P-MTAB-47875","name":null,"text":"Bioinformatic analyses were performed using R programming language (R Core Team). We analysed raw microarray (“.CEL”  les) data using the limma package (Ritchie et al., 2015). Data were GCRMA-normalized, and probesets were  filtered for an absolute expression level of at least 100 in ≥ 33.3 % of the arrays. We  fitted the data to a linear model using the ebayes() function and corrected the p-value for multiple testing using Benjamini and Hochberg’s method (Benjamini and Hochberg, 1995). We considered genes as being differentially expressed when the adjusted p-value was ≤ 0.001 and fold change ≥ 2.","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}