{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":552638,"accession":"E-MTAB-5315","name":"Arabidopsis mutant with reduced expression of the Lys biosynthesis enzyme L,L-diaminopimelate aminotransferase (dapat)","releasedate":"2017-01-02","submissiondate":"2016-11-28","lastupdatedate":"2016-12-31","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["genotype design"],"description":[{"id":null,"text":"Despite the importance of amino acids as basic components of proteins, amino acids also serve as substrates for multiple other metabolic pathways, such as the TCA cycle that regulates energy homeostasis. The response to deficiency in the biosynthesis of specific amino acids (also termed “amino acid starvation”) has been studied extensively in yeast (See for example Petti et. al., 2011 Survival of starving yeast is correlated with oxidative stress response and non-respiratory mitochondria function. Proc. Natl. Acad. Sci. USA 108: 1089-1098). In contrast, very little is known about the metabolic responses to deficiency in the biosynthesis of amino acids in plants. A number of recent reports have already shown that catabolism of amino acids can significantly contribute to cellular energy homeostasis particularly during the nighttime and particularly in response to stress. In the present manuscript we used a previously characterized Arabidopsis mutant with reduced expression of the Lys biosynthesis enzyme L,L-diaminopimelate aminotransferase (dapat) to investigate the physiological and metabolic impacts of deficient Lys biosynthesis. The results obtained demonstrate that not stomatal limitations but rather biochemical alterations are responsible for the decreased photosynthesis and growth of the dapat mutants which mimic stress conditions associated to Lys deficiency. Our findings suggest that manipulation of Lys biosynthesis in dapat mutant simulates a stress response culminating in a highly exquisite metabolic reprogramming such that alternative substrates support energy generation once carbohydrate metabolism is down-regulated."}],"provider":[{"contact":"Wagner Luiz Araújo","role":null,"email":"wlaraujo@ufv.br"},{"contact":"João Henrique Frota Cavalcanti","role":"submitter","email":"henriqueufc.cavalcanti@gmail.com"}],"samplecharacteristic":[{"category":"age","value":["4 week"]},{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["dapat mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["shoot"]}],"experimentalvariable":[{"name":"genotype","value":["dapat mutant","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":1225227,"accession":"P-MTAB-53046"},{"id":1225228,"accession":"P-MTAB-53045"},{"id":1225225,"accession":"P-MTAB-53048"},{"id":1225226,"accession":"P-MTAB-53047"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0}]}]}}