{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":10,"protocol":[{"id":18205,"accession":"P-GSE13803-1","name":"P-GSE13803-1","text":["ID_REF = ",{"br":null},"VALUE = Normalised using GCRMA with default parameters",{"br":null},"ABS_CALL = the call in an absolute analysis that indicates if the transcript was present (P), absent (A), marginal (M), or no call (NC)"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18209,"accession":"P-GSE13803-10","name":"P-GSE13803-10","text":"Plants were left to acclimatise for 30 min in controlled environment growth cabinets at 22º C in the dark, with relative humidity between 55-60%. Plants were then left under these conditions for a further 60 min, after which whole rosettes were cut off at the base of the stem and frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18213,"accession":"P-GSE13803-11","name":"P-GSE13803-11","text":"Plants were left to acclimatise for 30 min in controlled environment growth cabinets at 22º C in the light (PAR - 250 µmol m-2 s-1) with relative humidity between 55-60%. Subsequently, rosette leaves were mechanically wounded using a metal haemostat, once or twice dependent on size, so that a wound site is present at any point on the leaf within a 1cm radius. Leaves were wounded closest to the largest width of the leaf and perpendicular to the mid-vein. Wounded plants were returned to the same controlled environment for a further 60 min in the light, after which whole rosettes were cut off at the base of the stem and frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18214,"accession":"P-GSE13803-12","name":"P-GSE13803-12","text":"DW","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18212,"accession":"P-GSE13803-2","name":"P-GSE13803-2","text":"Control plants were left to acclimatise for 30 min in controlled environment growth cabinets at 22º C in the light (PAR - 250 µmol m-2 s-1) with relative humidity between 55-60%. Plants were then left under these conditions for a further 60 min, after which whole rosettes were cut off at the base of the stem and frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18210,"accession":"P-GSE13803-3","name":"P-GSE13803-3","text":"Surface-sterilised seeds were grown on half-strength Murashige and Skoog basal salt mixture, adjusted to pH 5.8 with 1 M KOH, with 1% sucrose and 0.6% plant cell tissue culture grade agar, in a controlled environment growth room following a 10\/14 hour light\/dark regime with PAR of 250 µmol m-2 s-1 and temperatures of 20 ± 2º C. Ten-day-old seedlings were subsequently transplanted to a sieved, pre-autoclaved compost and sand mixture (3:1) and plants grown in individual pots (Aracon system) in the same controlled environment growth room. Plants were watered daily by spraying.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18208,"accession":"P-GSE13803-4","name":"P-GSE13803-4","text":"For each treatment, a single RNA extract was made from 15-17 pooled individuals. Frozen plant tissue was ground to a fine powder in a pre-cooled pestle and mortar with liquid nitrogen and acid-washed sand, and transferred to a 15 mL polypropylene centrifuge tube. 2 ml well mixed RNA extraction buffer (1:1 mix of phenol and 0.1 M LiCl, 0.1 M Tris.Cl pH 8.0, 10 mM EDTA and 1% SDS) at 95ºC was added per gram of fresh weight plant material and tubes vortexed until thoroughly mixed. Half a volume of chloroform\/isoamyl alcohol (24:1) was added and mixed well by vortexing. After centrifugation in a bench top centrifuge at 3500 x g for 10 min at 4ºC, the upper aqueous phase was removed to a new 15 ml centrifuge tube and re-extracted with chloroform\/isoamyl alcohol before centrifugation for a further 10 min as before. The aqueous phase was removed to a new centrifuge tube and mixed with an equal volume of 4 M LiCl and incubated overnight at 4ºC. Tubes were then centrifuged for 15 min at 3500 x g at 4ºC to pellet precipitated RNA. The supernatant was removed and the pellet drained and resuspended in 300 µl 0.3 M NaOAc pH 5.2, before being transferred to an Eppendorf tube. RNA was re-precipitated by the addition of 750 µl cold ethanol, followed by centrifugation in a microcentrifuge for 10 min at 14000 rpm. Pellets were drained and rinsed in 70% ethanol and left to dry on the bench, for ~ 30 min, under a 60 W lamp, after which pellets were resuspended in 50-100 µl ddH2O. 100 µg of RNA was purified using a Qiagen RNeasy kit, using the specified protocol (RNeasy® Mini Handbook, Fourth Edition, April 2006).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18207,"accession":"P-GSE13803-5","name":"P-GSE13803-5","text":"Biotinylated cRNA was prepared according to the standard Affymetrix protocol from 5 microg total RNA.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18206,"accession":"P-GSE13803-6","name":"P-GSE13803-6","text":"Following fragmentation, 10 microg of cRNA were hybridized for 16 hr at 45C and at 60 rounds\/min.  The GeneChips were washed and stained in the Affymetrix Fluidics Station 400 and 450.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":18211,"accession":"P-GSE13803-9","name":"P-GSE13803-9","text":"Plants were left to acclimatise for 30 min in controlled environment growth cabinets at 22º C in the dark, with relative humidity between 55-60%. Plants were then wounded in the dark under a 15 watt Kodak safe light with a yellow 0B filter (PAR - 0 µmol m-2 s-1). Rosette leaves were mechanically wounded using a metal haemostat, once or twice dependent on size, so that a wound site is present at any point on the leaf within a 1cm radius. Leaves were wounded closest to the largest width of the leaf and perpendicular to the mid-vein. Wounded plants were returned to the same controlled environment for a further 60 min in the dark, after which whole rosettes were cut off at the base of the stem and frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}