{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1169238,"accession":"P-GSE55835-1","name":null,"text":"The raw ATH1 hybridization intensities were imported into the Robin software to perform quality assessment and data normalization and to identify genes, which were differentially expressed between cold acclimated samples and samples subjected to different durations of sub-zero acclimation. Principal components analysis (PCA) indicated that one of the Col-0 replicates sub-zero acclimated for 8 h or 3 d (replicate 3 i both cases) were outliers. Hence, these replicates were excluded from further analysis. Data normalization was performed using the RMA method. Statistical analysis of differential gene expression between cold acclimated and sub-zero acclimated samples was carried out using a linear model-based approach, applying a 0.05 P-values and log2 fold ratio greater than 1 and lower than -1 cut-off. P-values were corrected for multiple testing using the Benjamin-Hochberg correction. Expression estimated for each each probe on each chip after normalization. ID_REF =  VALUE = RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169243,"accession":"P-GSE55835-2","name":null,"text":"For cold acclimation, plants were transferred to a 4 C growth cabinet at 16-h day length with 90 umol m-2 s-1 for an additional 14 days. For sub-zero acclimation, detached leaves from cold acclimated plants were transferred into glass tubes containing 200 ul of distilled water and placed in a temperature-controlled silicon oil bath at -3 C in darkness. In the absence of active ice nucleation, the leaves stayed supercooled during the entire incubation period. Leaves of cold acclimated plants and leaves sub-zero acclimated for 8h, 1d or 3d were collected for RNA extraction and hybridization on Affymetrix ATH1 microarrays.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169242,"accession":"P-GSE55835-3","name":null,"text":"Seeds from the Arabidopsis thaliana accessions Columbia-0, Rschew and Tenela were sown in soil and grown in the greenhouse at 16-h day length, with light supplementation to reach at least 200 umol m-2 s-1, and a temperature of 20 C during the day, 18 C during the night until 42 days after sowing.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169244,"accession":"P-GSE55835-4","name":null,"text":"Total RNA was isolated from a pool of three leaves from three different plants for each sample, using the RNeasy Mini Kit (Qiagen)","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169241,"accession":"P-GSE55835-5","name":null,"text":"Biotin-labelled aRNA was synthesised from 1 ug total RNA using the MessageAmp II-Biotin Enhanced Single Round aRNA Amplification Kit (Ambion, Carlsbad, CA, USA)","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169240,"accession":"P-GSE55835-6","name":null,"text":"Hybridization solution was prepared according to Affymetrix GeneChip Expression Analysis Technical Manual. The final cRNA concentration was 60 ng\/ul. Hybridization was performed for 16-18 h at 45 C and 60 rpm in a rotating hybridization oven (Hybridization Oven 640, Affymetrix). Washing and staining was performed with a fluidics station (GeneChip Fluidics Station 450, Affymetrix), controlled by GCOS v1.4.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169239,"accession":"P-GSE55835-7","name":null,"text":"Scanning was performed with the geneChip Scanner 3000 7G (Affymetrix), controlled by GCOS v1.4.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}