{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":10,"total-assays":10,"experiment":[{"id":75440,"accession":"E-NASC-41","name":"Transcription profiling of Arabidopsis seedling respones to far-red light preconditioning treatment to block chloroplast development","releasedate":"2005-01-12","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["genetic modification","growth condition"],"description":[{"id":null,"text":"This application is the second part of a BBSRC-funded grant to compare and contrast the plastid-signalling pathways disrupted by Norflurazon and far-red light treatment of Arabidopsis seedlings. The first application of this laboratory to GARNet's Affymetrix service (2002-08-25-17.41.49_McCormac) addressed the Norflurazon pathway; this application addresses the far-red pathway.  The assembly of photosynthetic complexes in developing chloroplasts is critical to the establishment of the autotrophic plant. This requires light-mediated upregulation of both nuclear- and chloroplast-encoded genes. The expression of such photosynthetically-associated nuclear genes is also often dependant on a retrograde plastid signal which emanates from chloroplasts to modulate nuclear transcription. Extensive studies using the herbicide Norflurazon to knock-out the plastid signal (including this lab's previous Affymetrix application to GARNet) are identifying the affected gene sets. However, genetic studies have indicated the existence of more than one plastid signalling pathway.  We have recently investigated a phytochrome A-mediated, far-red (FR) input pathway which blocks subsequent chloroplast development under white light (WL). This has also been found to inhibit the transcription of a small group of known nuclear-encoded plastidic proteins. Here we wish to establish how wide-reaching this FR-effect is on nuclear transcription, and will directly compare the affected gene groups with those identified from our earlier (and other's) studies with a Norflurazon treatment.  In this array experiment we will compare RNA from seedlings grown in complete darkness (D) before transfer to WL, with that of seedlings preconditioned under a restricted wavelength FR source before exposure to WL. This comparison of FR- and Norflurazon-affected gene groupings will indicate whether the plastid signalling pathways are likely to be the same, overlapping or highly divergent. As well as wild-type seedlings, the gun1,gun5 mutant line is to be used as both these alleles are well established as alleviating the Norflurazon-inhibited pathway, but their affect on the FR-pathway is less clear. A single replicate of a phyA-null mutant line will also be included in order to differentiate between specific phytochromeA-mediated responses and other FR effects. It is envisaged that, in general, D- and FR-treated samples of the phyA mutant line will respond in the same way as each other and as the wild-type D-treated samples and, thus, the lack of a biological repeat in this case is not a major short-fall.  The proposed experiment will consist of: wild-type: D-pretreated (x2 biological replicates)  wild-type: FR-preconditioned (x2) gun1,gun5: D-pretreated (x2) gun1,gun5: FR-preconditioned (x2) phyA: D-pretreated (x1) phyA: FR-preconditioned (x1)"}],"provider":[{"contact":"unknown unknown","role":null,"email":null},{"contact":"Alex McCormac","role":"submitter investigator biosource_provider","email":"acm@soton.ac.uk"}],"samplecharacteristic":[{"category":"CellLine","value":["NASC_N1092","NASC_N6219"]},{"category":"DevelopmentalStage","value":["1 Boyes key"]},{"category":"Ecotype","value":["Columbia-0"]},{"category":"GeneticModification","value":["induced_mutation"]},{"category":"Genotype","value":["wild_type"]},{"category":"IndividualGeneticCharacteristics","value":["gun1 and gun5 double mutant","phyA-null mutant"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPa","value":["whole seedlings including cotyledons, shoot and primary root and excluding true leaves"]},{"category":"OrganismPart","value":["whole seedlings including cotyledons, shoot and primary root and excluding true leaves"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":10,"legacy_id":13851999}],"protocol":[{"id":210140,"accession":"NASCExtractProtocol:16"},{"id":210627,"accession":"NASCSampleTreatmentProt:550"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":210626,"accession":"NASCSampleTreatmentProt:549"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":210622,"accession":"NASCGrowProt:549"},{"id":210628,"accession":"NASCGrowProt:550"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":10,"arraydesignprovider":null,"dataformat":"rawData","bioassays":10,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":10,"arraydesignprovider":null,"dataformat":"scan","bioassays":10,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}