{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":22,"total-assays":22,"experiment":[{"id":169259,"accession":"E-GEOD-6174","secondaryaccession":["GSE6174"],"name":"Transcription profiling by array of Arabidopsis over the diurnal cycle","releasedate":"2008-06-14","lastupdatedate":"2014-06-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"This proposal is aimed at providing transcriptome data to underpin a long-term joint research programme of Steve Smith and Alison Smith. We are jointly studying starch synthesis and breakdown in Arabidopsis leaves, and individually studying other enzymes of carbohydrate metabolism (eg. sucrose synthases, invertases, sugar transporters). Collectively these enzymes are encoded by up to 100 known genes, but there are many others of relevance to our studies. For several years we have employed a defined set of growth conditions for this work (resulting in numerous publications). We have extensive data for changes in the amounts of starch, malto-oligosaccharides and sugars throughout the diurnal cycle in these plants, and we intend to quantitate numerous key enzymes. We now wish to profile changes in transcripts in these plants, so that this information can be correlated with changes in the amounts of key enzymes and metabolites. Analysis of the data sets will help us to relate the synthesis of certain enzymes to particular metabolic functions, and also to help identify genes encoding novel proteins involved in carbohydrate metabolism. Current research is aimed at discovering such novel proteins using proteomics approaches (BBSRC Grant: _Discovery and Functional Analysis of the Starch Proteome_). While the growth conditions (12h photoperiod, 150 umol\/m2\/s, 20C) and ecotype (Col-0) are specifically tailored to our experiments, they will be of value to the wider community, and could form the basis for collaborative studies with other groups. The experiment has involved sampling leaves at eleven different time points as follows: 0, 1, 2, 4, 8, 12, 13, 14, 16, 20, and 24 h (where time 0 is the onset of dark and 12 h is the onset of light). The 24 h time point is a repeat of 0 h. This sequence provides relatively more samples immediately after the light-dark transitions, when changes in metabolism are most pronounced. Plants were grown in a controlled environment chamber under defined conditions, and selected for harvest according to a random number generator. Three fully expanded leaves were harvested from each of 20 plants for each sample. Leaves were frozen at -80 C and a portion saved for metabolite and enzyme assays while RNA was isolated from the remainder. The RNA has been purified and is ready to send to Nottingham. Experiment Overall Design: Number of plants pooled:20 Experiment Overall Design: Biological replicates: 2"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":[3.90]},{"category":"Ecotype","value":["Col-0"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["leaf"]},{"category":"SamplingTimePoint","value":["0 hours","1 hours","12 hours","13 hours","14 hours","16 hours","2 hours","20 hours","24 hours","4 hours","8 hours"]}],"experimentalvariable":[{"name":"SAMPLING TIME POINT","value":["0 hours","1 hours","12 hours","13 hours","14 hours","16 hours","2 hours","20 hours","24 hours","4 hours","8 hours"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":22,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":425795,"accession":"P-G6174-1"},{"id":425792,"accession":"P-G6174-2"},{"id":51,"accession":"P-AFFY-6"},{"id":425793,"accession":"P-G6174-3"},{"id":425794,"accession":"P-G6174-4"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":22,"arraydesignprovider":null,"dataformat":"rawData","bioassays":22,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":22,"arraydesignprovider":null,"dataformat":"scan","bioassays":22,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}