{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1125052,"accession":"P-G13739-1","name":null,"text":"Arabidopsis seeds were stratified in 0.1% agarose for 3-5 days and planted in boxes containing Metromix 200 soil. Seeds were equally distributed in each box using a template, with 9 plants per box, alternating wild type and mutant.  The flats (6 boxes per flat) were covered with plastic trays for 1 week and then uncovered. Flats were watered from below and fertilized at 2-1\/2 weeks. Plants were grown in Percival AR66L growth chambers at 22°C, 80% RH, 14 h photoperiod with photosynthetically active radiation=150 µE m-2 s-1.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125051,"accession":"P-G13739-2","name":null,"text":"At four weeks, a subset of boxes was infected with a moderately heavy innoculum of G.orontii using a settling tower. Moderately heavy innoculum is 2-3 fully G.O.-infected leaves with conidia 10-14 dpi.  Infected plants were placed in a separate Percival growth chamber under the same conditions as the pathogen-free Percival. Infections, with the exception of the 6 hr timepoint, were performed at 2:30 pm to standardize experiments and minimize circadian effects. Samples were harvested at 0 h (just prior to infection), 6 hpi, 1 dpi, 3 dpi, 5 dpi, and 7 dpi. An uninfected 7 dpi sample was also collected.  For each sample, three fully expanded mature leaves were excised per plant, with leaves from two randomly selected plants used to prepare a single RNA sample.  Three independent experiments were performed with triplicate samples collected for each datapoint within each experiment.  Four biological replicates were processed.  One from each of the three separate experiments and an additional biological replicate from Experiment 2.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125049,"accession":"P-G13739-3","name":null,"text":"Target labeling was performed according to the protocol given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125050,"accession":"P-G13739-4","name":null,"text":"Total RNA was extracted using the Qiagen RNeasy Plant RNA Miniprep kit according to the manufacturer's instructions.  Samples were split in two before homogenization and repooled before loading on the RNA-binding column.  RNA quality was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}