{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":56,"total-assays":56,"experiment":[{"id":521926,"accession":"E-GEOD-13739","secondaryaccession":["GSE13739"],"name":"Transcription profiling by array of Arabidopsis mutant for eds16 after infection with Golovinomyces orontii","releasedate":"2009-02-21","lastupdatedate":"2015-04-29","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Salicylic acid (SA) is a critical molecule mediating plant innate immunity with an important role limiting the growth and reproduction of the virulent powdery mildew (PM) Golovinomyces orontii on Arabidopsis thaliana. To investigate this later phase of the PM interaction, and the role played by SA, we performed replicated global expression profiling for wild type and SA biosynthetic mutant ics1 Arabidopsis from 0 to 7 days post infection. We found that ICS1-impacted genes comprise 3.8% of profiled genes with known molecular markers of Arabidopsis defense ranked very highly by the multivariate empirical Bayes statistic (T2 statistic ((Tai and Speed, 2006)). Functional analyses of T2-selected genes identified statistically significant PM-impacted processes including photosynthesis, cell wall modification, and alkaloid metabolism that are ICS1-independent. ICS1-impacted processes include redox, vacuolar transport\/secretion, and signaling. Our data also supports a role for ICS1 (SA) in iron and calcium homeostasis and identifies components of SA crosstalk with other phytohormones. Through our analysis, 39 novel PM–impacted transcriptional regulators were identified. Insertion mutants in one of these regulators, PUX2, results in significantly reduced reproduction of the powdery mildew in a cell death independent manner. Though little is known about PUX2, PUX1 acts as a negative regulator of Arabidopsis CDC48 (Rancour et al., 2004; Park et al., 2007), an essential AAA-ATPase chaperone that mediates diverse cellular activities including homotypic fusion of ER and Golgi membranes, ER-associated protein degradation, cell cycle progression, and apoptosis. Future work will elucidate the functional role of the novel regulator PUX2 in PM  resistance. Experiment Overall Design: Arabidopsis whole leaves were harvested at 6h, 1 day, 3 days, 5 days and 7 days after Golovinomyces orontii infection for RNA extraction and hybridization to Affymetrix Arabidopsis ATH1 microarrays. Gene expression profiles were obtained for wild type Columbia-0 and enhanced disease susceptibility mutant eds16-1, a null isochorismate synthase 1 (At1g74710) mutant. In parallel, uninfected samples were collected at 0 hr and 7days from wild type and mutant plants.  The experiment includes 4 biological replicates."}],"provider":[{"contact":"Mary C. Wildermuth","role":"submitter","email":"wildermuth@nature.berkeley.edu"}],"bibliography":[{"accession":19176722,"authors":"Tai Chandran, Dewdney Hather, Burgess Denoux, Speed Ausubel,  Wildermuth","title":"Temporal Global Expression Data Reveals Known and Novel Salicylate-Impacted Processes and Regulators Mediating Powdery Mildew Growth and Reproduction on Arabidopsis.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["4 week"]},{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["eds16 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"genotype","value":["eds16 mutant","wild type"]},{"name":"infection","value":["Golovinomyces orontii","none"]},{"name":"time","value":["0 day","0.25 day","1 day","3 day","5 day","7 day"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":56,"legacy_id":13851999}],"protocol":[{"id":1125049,"accession":"P-G13739-3"},{"id":1125050,"accession":"P-G13739-4"},{"id":51,"accession":"P-AFFY-6"},{"id":1125052,"accession":"P-G13739-1"},{"id":1125051,"accession":"P-G13739-2"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":56,"arraydesignprovider":null,"dataformat":"rawData","bioassays":56,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":56,"arraydesignprovider":null,"dataformat":"scan","bioassays":56,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}