{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":235758,"accession":"  ","name":"  ","type":null,"performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505860,"accession":"P-MTAB-16562","name":"P-MTAB-16562","text":"Total RNA (1 ﾵg to 15 ﾵg) or mRNA (0.2 ﾵg to 2 ﾵg) is first reverse transcribed using a T7-Oligo(dT) Promoter Primer in the first-strand cDNA synthesis reaction. Following RNase H-mediated second-strand cDNA synthesis, the double-stranded cDNA is purified and serves as a template in the subsequent in vitro transcription (IVT) reaction. The IVT reaction is carried out in the presence of T7 RNA Polymerase and a biotinylated nucleotide analog\/ribonucleotide mix for complementary RNA (cRNA) amplification and biotin labeling. The biotinylated cRNA targets are then cleaned up, fragmented, and hybridized to GeneChip expression arrays.(Parameters: Amount of nucleic acid labeled = 15, Amplification = none, Mass unit = Micro gram)","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505859,"accession":"P-MTAB-16563","name":"P-MTAB-16563","text":"Raw CEL files are normalized using the MAS5 algorithm.The single array analysis generates two characteristic values: the signal value which assigns a relative abundance to the transcript, and the p-value which indicates whether the signal is reliably detected or not.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505863,"accession":"P-MTAB-16564","name":"P-MTAB-16564","text":"TRIzol Reagent from Invitrogen Life Technologies has been used to isolate total RNA from Arabidopsis and poly-A mRNA has been successfully isolated using QIAGENﾒs Oligotex products. (Parameters: Extracted product = polyA_RNA, Amplification = none)","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505858,"accession":"P-MTAB-16565","name":"P-MTAB-16565","text":"Both formaldehyde-treated sample and control sample were mixtures of seedlings treated for 0.5 h, 2 h, 4 h and 17 h.","type":"pool","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505861,"accession":"P-MTAB-16566","name":"P-MTAB-16566","text":"0.5 g of Arabidopsis seedlings were dipped into 2 mM HCHO solution (50 ml) containing 5 mM KHCO3 and 0.1% MES for 0.5 h, 2 h, 4 h and 17 h under the same conditions. The plants treated in the same solution without HCHO were used as the control.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":505862,"accession":"P-MTAB-16567","name":"P-MTAB-16567","text":"Sterilized seeds were initially geminated on Murashige and Skoog (MS) agar medium (pH 5.7) containing 1% sucrose and grown in a growth chamber at 25oC under constant light (100 mol m-2 s-1). Two weeks later, the seedlings were transferred to the same fresh medium and grown under the same conditions for another two weeks. (Parameters: start time = 4, time unit = weeks, min temperature = 25, temperature unit = C, media =  Murashige and Skoog (MS) agar medium (pH 5.7))","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}