{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":881197,"accession":"P-GSE50966-1","name":"P-GSE50966-1","text":"The data were analyzed using JMP Genomics Version 5.1 (SAS Institute, Inc., Cary NC, USA) using the Basic Expression Workflow Option with the median intensity normalization method option. Probesets not called present in at least 3 biological replicates for each treatment combination were considered insufficiently replicated and were dropped,  leaving 12826 remaining for the analysis. ID_REF =  VALUE = Log2 values based on median intensity normalization","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881202,"accession":"P-GSE50966-2","name":"P-GSE50966-2","text":"Pots were watered passively by adding 1L of 40% Long Ashton solution per tray once per week until week 4 when trays were watered every five days. NH4+ and NO3- concentrations were varied in the Long Ashton solution to establish the N treatments as limiting (0.25 mM NH4NO3) and ample (6 mM NH4NO3). CO2 concentration was precisely maintained at either 370 ppm (ambient) or 750 ppm (elevated) by retrofitting the chambers with CO2 source\/scrub capabilities. With the exception of final biomass, which involved all aboveground tissue, the following analyses were preformed on the youngest most fully expanded leaves 35 days after germination.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881201,"accession":"P-GSE50966-3","name":"P-GSE50966-3","text":"Arabidopsis thaliana (Col) seeds were surface sterilized with 70% ethanol solution for 2 minutes and a 15% Clorox solution for 15 minutes with occasional shaking. Clorox was removed by and seeds were rinsed 5 times in sterile DI water. Seeds were plated on sterilized 0.5% gellan gum containing 0.5x MS and 0.3% sucrose (pH 5.7) in a sterile hood where the plates were wrapped in aluminum foil and stored at 4 °C for 48 hours to synchronize emergence. Plates were removed from foil and placed in growth chambers vertically to allow for downward root growth. 5 days after emergence, seedlings were transplanted to 514 cm3 pots containing LC1 sunshine mixed homogeneously with 20% v\/v of small grain vermiculite. Conviron (company name) growth chamber conditions were 10\/14 hour day\/night cycle with 21 °C\/18 °C temperatures, 70% RH, and 250 µmol m-2\/s-1 for PPFD levels.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881203,"accession":"P-GSE50966-4","name":"P-GSE50966-4","text":"Youngest most fully expanded leaves were excised at midday and midnight on day 35, wrapped in aluminum foil, immediately plunged into liquid N, and stored at -80°C until total RNA was isolated using a Spectra Plant RNA Isolation Kit (Sigma) following manufacturers instructions","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881200,"accession":"P-GSE50966-5","name":"P-GSE50966-5","text":"Labeling was performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the 3' IVT Express Kit User Manual","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881199,"accession":"P-GSE50966-6","name":"P-GSE50966-6","text":"Labeling was performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the 3' IVT Express Kit User Manual","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":881198,"accession":"P-GSE50966-7","name":"P-GSE50966-7","text":"Wash and Scanning were performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the Expression Wash, Stain, Scan User Manual for Cartridge Arrays Manual on an Affymetrix model 3000 scanner","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}