{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":172418,"accession":"E-GEOD-5613","secondaryaccession":["GSE5613"],"name":"Transcription profiling by array of Arabidopsis halleri after treatment with zinc","releasedate":"2008-06-13","lastupdatedate":"2014-05-04","organism":["Arabidopsis halleri"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"This application is from a NERC-funded consortium (Mark MacNair, Nick Smirnoff, Exeter) and (Brian Ford-Lloyd, John Newbury, Birmingham). Metal tolerance is one of the classic examples of micro-evolution. Despite extensive research the physiological bases of the adaptation in plants are largely unknown. Arabidopsis halleri is a zinc tolerant, zinc accumulating species whereas Arabidopsis petraea is non-accumulating and non-tolerant. The objective of our programme is to identify; a) those key genes that act to determine Zn tolerance and accumulation in Arabidopsis (and which account for the difference in performance of A. halleri and A. petraea grown in the presence of elevated Zn) and; b) those _downstream_ genes that are expressed as part of the tolerance or accumulation response. Phase 1: Total of 24 chips: Material ready by May 2003 The results will a) tell us how effectively material derived from other Arabidopsis species hybridises to the chips, and b) identify genes that are differentially expressed in the two species in the presence and absence of Zn stress (thus providing initial lists of genes that may be responsible for Zn tolerance or accumulation- but see phase 2)· A. halleri exposed to low and high Zn; root and leaf mRNAs extracted: 3 replicates of each: = 12 slides· A. petraea exposed to low and high Zn; root and leaf mRNAs extracted: 3 replicates of each: = 12 slides; Phase 2: Total of 48 chips: Material ready by September 2003; The results will tell us which genes, identified as having appropriate expression patterns, co-segregate with the Zn tolerance or accumulation phenotype and will provide firmer candidate genes for intensive study. Bulks will be produced from F3 progeny (from the halleri x petraea cross) following phentoypic analyses for Zn tolerance and accumulation.· A bulk of F3 progeny all exhibiting high Zn tolerance: exposed to low and high Zn; leaf and root mRNAs: 3 replicates: = 12 slides· A bulk of F3 progeny all exhibiting low Zn tolerance: exposed to low and high Zn; leaf and root mRNAs: 3 replicates: = 12 slides· A bulk of F3 progeny all exhibiting high Zn accumulation: exposed to low and high Zn; leaf and root mRNAs: 3 replicates: = 12 slides· A bulk of F3 progeny all exhibiting low Zn accumulation: exposed to low and high Zn; leaf and root mRNAs: 3 replicates: = 12 slides; Experimenter name = H. John Newbury; Experimenter phone = 0121 414 5581; Experimenter fax = 0121 414 5925; Experimenter department = Newbury lab; Experimenter institute = University of Birmingham; Experimenter address = School of Biosciences; Experimenter address = University of Birmingham; Experimenter address = Edgbaston; Experimenter address = Birmingham; Experimenter zip\/postal_code = B15 2TT; Experimenter country = UK Experiment Overall Design: 24 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["Boyes key 1.1"]},{"category":"Organism","value":["Arabidopsis halleri"]},{"category":"OrganismPart","value":["root","rosette leaf"]}],"experimentalvariable":[{"name":"COMPOUND","value":["25uM zinc","none"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":235758,"accession":"  "},{"id":51,"accession":"P-AFFY-6"},{"id":441087,"accession":"P-G5613-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"scan","bioassays":24,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}