{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":9,"protocol":[{"id":57,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4_450","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4_450","text":"Title: Affymetrix EukGE-WS2v4_450 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":53,"accession":"P-CAGE-24517","name":"P-CAGE-24517","text":"For two-weeks, on an agar-solidified MGRL medium containing 1.5 mM (control) or 30 uM (sulfur-deficient) sulfate as MgSO4 in a growth chamber controlled at 22 C and 16 h light cycles).  After two weeks growth, transfer the plants to rockwool bricks (Nittobo, Tokyo, Japan) in a greenhouse controlled at 22 C.  - Day cycle (sunlight and 16 h of lamps per day)  - Irrigated twice a week with a liquid medium, keeping the ratio of nutrition at 1.5 mM sulfate\/ 7 mM nitrate (control) or 30 uM sulfate\/ 7 mM nitrate (sulfur-deficient) in the plant pods.  ","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["day humidity","day temperature","light hours","light intensity","light source","media","night humidity","night temperature"]},{"id":54,"accession":"P-CAGE-24520","name":"P-CAGE-24520","text":["After the removal of seed pods in liquid nitrogen, extraction of total RNA was performed according to the seed sample information of AtGenExpress (",{"a":{"href":"http:\/\/www.genomforschung.uni-bielefeld.de\/GF-research\/AtGenExpress-SeedsSiliques.html","target":"_blank","$":"http:\/\/www.genomforschung.uni-bielefeld.de\/GF-research\/AtGenExpress-SeedsSiliques.html"}},") which is modified protocol of Ruuska and Ohlrogge (BioTechniques, 31, 752-758 (2001)).  "],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["Amplification","Extracted product"]},{"id":479708,"accession":"P-CAGE-24521","name":"SCANPRTCL24521","text":"Scanning: GeneArray Scanner (Agilent Technologies, Palo Alto, CA, USA)","type":"image_acquisition","performer":null,"hardware":"(Make:Agilent Technologies,Model:G2500A GeneArray scanner)","software":"MAS\/GCOS\/GREX [Affymetrix]","standardpublicprotocol":0},{"id":55,"accession":"P-CAGE-24526","name":"P-CAGE-24526","text":"For two-weeks, on an agar-solidified MGRL medium containing 1.5 mM (control) sulfate as MgSO4 in a growth chamber controlled at 22 C and 16 h light cycles.  After two weeks growth, transfer the plants to rockwool bricks (Nittobo, Tokyo, Japan) in a greenhouse controlled at 22 C.  Day cycle (sunlight and 16 h of lamps per day)  Irrigated twice a week with a liquid medium, keeping the ratio of nutrition at 1.5 mM sulfate\/ 7 mM nitrate (control) in the plant pods.  Harvest developing siliques at 10 and 11 day after flowering in the morning. Frozen by liquid nitrogen. Harvesting date is only once for each plant.  ","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":56,"accession":"P-CAGE-24527","name":"P-CAGE-24527","text":"For two-weeks, on an agar-solidified MGRL medium containing  30 uM (sulfur-deficient) sulfate as MgSO4 in a growth chamber controlled at 22 C and 16 h light cycles.  After two weeks growth, transfer the plants to rockwool bricks (Nittobo, Tokyo, Japan) in a greenhouse controlled at 22 C.  Day cycle (sunlight and 16 h of lamps per day)  Irrigated twice a week with a liquid medium, keeping the ratio of nutrition at 30 uM sulfate\/ 7 mM nitrate (sulfur-deficient) in the plant pods.  Harvest developing siliques at 10 and 11 day after flowering in the morning. Frozen by liquid nitrogen. Harvesting date is only once for each plant.  ","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":52,"accession":"P-CAGE-24529","name":"P-CAGE-24529","text":"Labeled target cRNA was prepared according to the GeneChip Expression Analysis Technical Manual (701025 Rev. 3) of Arabidopsis Genome ATH1 DNA array (Affymetrix, Santa Clara, CA, USA).  - Double-stranded cDNA was prepared from 12 ug of total RNA.  - Double strand cDNA synthesis using SuperScript Choice System (Invitrogen, Carlsbad, CA, USA)  - Synthesis of biotin-labeled cRNA through in vitro transcription using BioArray HighYield RNA Transcript Kit (Enzo, New York, NY, USA) - Purification labeled cRNA with RNeasy column (Qiagen, Hilden, Germany) - Fragmentation of labeled cRNA. 94 C, 35 min in Fragmentation Buffer (Affymetrix).  ","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["Amount of nucleic acid labeled","Amplification","Used Label"]},{"id":50,"accession":"P-CAGE-24558","name":"P-CAGE-24558","text":"GeneSpring 7.0 (Silicon Genetics, Redwood City, CA, USA)  The minus values of difference between back-ground to signal were converted to 0.01 signal value. Perform per chip normalization with the median of all measurements on the chip. To reduce false positives, genes with present or marginal values in the absolute call of the baseline data in all array sets were selected for the analysis.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}