{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":300284,"accession":"E-GEOD-6823","secondaryaccession":["GSE6823"],"name":"Transcription profiling by array of Arabidopsis after aphid feeding","releasedate":"2008-06-15","lastupdatedate":"2013-05-16","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"The aim of this study is to identify Arabidopsis genes whose expression is altered by aphid feeding. An understanding of the plant aphid interaction at the level of the plant transcriptome will 1) consolidate current areas of investigation focused on the phloem composition (the aphid diet), 2) open up areas of plant aphid interactions for ourselves and other workers, 3) Contribute to understanding the use of new molecular technologies in an environmental context and  4) contribute to existing and development of novel control strategies.Our Arabidopsis\/Myzus persicae system provides a valuable model for the study because of: a) the advantages of using Arabidopsis, b) The ability to use clonal insects, c) phloem feeding aphids facilitate focus on a specific cell type, d) aphid stylectomy allows collection of pure phloem sap to monitor ‘phloem phenotype’ of the plant and the insect diet, e) we have techniques to monitor the reproductive performance and feeding behaviour aphids.Our strategy has been to test the function of selected genes, particularly those regulating phloem composition (the feeding site of the aphid) based on current phloem models of phloem function. Gene choice is limited the simplicity of current models of phloem aphid interaction.We propose a simple two treatment (aphid infested vs control plants) experiment that will identify novel target genes for future analysis. Arabidopsis plants (variety Columbia) will be grown in 16\/8 light\/dark in temperature controlled growth rooms. At growth stage 3.90, when rosette growth is complete, 10 clonal adult Myzus persicae will be caged in clip cages on the two largest leaves on each plant. Control plants will be treated identically except that the cages will be empty. Leaves will be harvested 8 h after infestation. This time point is selected as we know that 90% of aphids are plugged into the sieve element within 2h and that a 6h lag phase has period has previously been used when examining gene expression affected by wounding. In subsequent experiments we will examine time courses of expression of relevant genes using other approaches. Pooling two leaves from each of ten plants will generate the RNA sample, ensuring that expression signals are representative of the population of plants. Experimenter name: Jeremy Pritchard; Experimenter phone: 0121 414 5570; Experimenter fax: 0121 414 5925; Experimenter institute: University of Birmingham; Experimenter address: School of Biosciences; Experimenter address: University of Birmingham, Edgbaston, Birmingham, West Midlands; Experimenter zip\/postal_code: B30 2EN; Experimenter country: UK Experiment Overall Design: 6 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"bibliography":[{"accession":17916270,"authors":"Couldridge C, Newbury HJ, Ford-Lloyd B, Bale J, Pritchard J.","title":"Exploring plant responses to aphid feeding using a full Arabidopsis microarray reveals a small number of genes with significantly altered expression.","doi":"10.1017\/S0007485307005160","status":"published"}],"samplecharacteristic":[{"category":"developmental stage","value":["Boyes key 3.90"]},{"category":"ecotype","value":["Columbia"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["rosette leaf"]},{"category":"strain or line","value":["Col-0"]}],"experimentalvariable":[{"name":"treatment","value":["10 aphids","none"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":765790,"accession":"P-G6823-1"},{"id":765791,"accession":"P-G6823-2"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}