{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":27,"total-assays":27,"experiment":[{"id":522128,"accession":"E-GEOD-6176","secondaryaccession":["GSE6176"],"name":"Transcription profiling by array of Arabidopsis after inoculation with Pseudomonas syringae","releasedate":"2008-06-14","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Our interest lies in how plants respond to bacterial pathogens. Over the past three years we have identified and documented reproducible, landmark biochemical and molecular events following the challenge of Arabidopsis with the phytopathogenic enterobacteria P. syringae. Significantly, our studies revealed 60% of cDNA-AFLP differentials not present on the 8,200 feature GeneChips and 20% absent from public EST databases (de Torres in press). We now seek to exploit this background using carefully defined time-points to analyse global changes in the Arabidopsis transcriptome using challenges selected to define gene targets implicated in (i) expression of basal immunity (ii) the establishment of successful parasitism (resistance) by a virulent pathogen (host). The results will provide a rationale for future functional assays of the identified pathways using transgenic knockouts and mutant analyses. Additionally, data will provide underpinning support for comparative proteomics of the defense response currently in progress with GARNet support using the same experimental parameters (BBSRC 32\/P14635).  We propose the following treatments: (i) Mock vs. DC3000hrpA @ 60 min: 60 minutes is subsequent to host immediate-early stress responses and will  catalogue the innate responses induced by pathogen associated molecular patterns. The hrpA lesion will ensure no type III effectors influence transcriptional responses. Gene products induced at this time are predicted to potentiate latter host responses (2 treatments X 3 biological replicates = 6 chips).  (ii) Mock vs. DC3000 vs. DC3000hrpA vs. DC3000::avrRpm1 @ 4 hours: A key time point previously defined where no macroscopic symptoms are visible but significant differences exist between compatible and incompatible interactions at the molecular and physiological levels. These treatments will serve to define the earliest genes induced by the complement of DC3000 type III effector and will specifically define genes\/pathways suppressed by virulence factors in addition to those implicated in orchestration of the hypersensitive cell death. We will also include an incompatible interaction on a transgenic line expressing an RPM1 interacting protein, which fails to mount an HR but exhibits hyper-resistance. We predict this challenge will separate the resistance response (pathogen restriction) from that associated with hypersensitive cell death (5 treatments X 3 biological replicates = 15 chips). (iii) Mock vs. DC3000 vs. DC3000hrpA @ 14 hours: At 10 h before phenotypes are apparent in the DC3000 background, Type III effector delivery is well advanced and impact on host transcription maximal (3 treatments X 3 biological replicates = 9 chips). Experiment Overall Design: Number of plants pooled:4 leaves\/plant; 18 plants\/time point"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"age","value":["12 hour","2 hour","4 hour"]},{"category":"developmental stage","value":[3.9]},{"category":"ecotype","value":["Col-5"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"age","value":["12 hour","2 hour","4 hour"]},{"name":"growth condition","value":["control","Pseudomonas syringae DC3000","Pseudomonas syringae DC3000::avrRpm1","Pseudomonas syringae DC3000hrpA"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":27,"legacy_id":13851999}],"protocol":[{"id":1126032,"accession":"P-G6176-10"},{"id":1126036,"accession":"P-G6176-11"},{"id":1126033,"accession":"P-G6176-12"},{"id":1126028,"accession":"P-G6176-7"},{"id":1126029,"accession":"P-G6176-6"},{"id":1126035,"accession":"P-G6176-5"},{"id":1126026,"accession":"P-G6176-4"},{"id":1126025,"accession":"P-G6176-3"},{"id":1126034,"accession":"P-G6176-2"},{"id":1126027,"accession":"P-G6176-1"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1126030,"accession":"P-G6176-8"},{"id":1126031,"accession":"P-G6176-9"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":27,"arraydesignprovider":null,"dataformat":"rawData","bioassays":27,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":27,"arraydesignprovider":null,"dataformat":"scan","bioassays":27,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}