{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1124293,"accession":"P-GSE64783-1","name":null,"text":"Summarized probe set signals were calculated by using the RMA (1) algorithm with the Affymetrix GeneChip Expression Console Software. After exporting into Microsoft Excel comparison fold changes were calculated. Probe sets with a fold change above 2.0 fold were considered as significantly regulated. ID_REF =  VALUE = log2 RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124298,"accession":"P-GSE64783-2","name":null,"text":"The seedlings were grown on MS medium with 1.37% sucrose under short day conditions and low light intensity (30 µmol m-2s-1) at 20˚C for 14 days. Transcriptome analysis was performed for the rrtf1 knock-out line and a RRTF1-overlexpressor line (called oe18) in comparison to wild-type seedlings.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124297,"accession":"P-GSE64783-3","name":null,"text":["Arabidopsis thaliana Col-0 was used as WT. The T-DNA-inserted RRTF1 knockout mutant (SALK_150614) was obtained from NASC (",{"a":{"href":"http:\/\/arabidopsis.info\/","target":"_blank","$":"http:\/\/arabidopsis.info\/"}},"). Homozygote RRTF1 knockout plant was identified by PCR with gene specific primers (LP_SALK_150622: 5’-CGCGATGCTTTGTAGGAGTAG-3’, RP_SALK_150622: 5’-TGTCAGGGTTTTTCCAGTGAC-3’) and T-DNA left border primer Lba1 (5’-TGGTTCACGTAGTGGGCCATCG-3’). For the RRTF1 (At4g34410) overexpression construct p35S-RRTF1, the RRTF1 coding region was amplified from RRTF1 cDNA clone (DKLAT4G34410), obtained from Arabidopsis Biological Resource Center (",{"a":{"href":"http:\/\/www.biosci.ohio-state.edu\/~plantbio\/Facilities\/abrc","target":"_blank","$":"http:\/\/www.biosci.ohio-state.edu\/~plantbio\/Facilities\/abrc"}}," \/abrchome.htm). The PCR product was cloned into pCR®8\/GW\/TOPO® TA vector (Invitrogen), and then the insert was integrated into a binary vector, pB2GW7 containing CaMV 35S promoter, using Gateway LR recombination reaction system (Invitrogen). p35S-RRTF1 was transformed into Arabidopsis Col-0 via Agrobacterium tumefaciens strain GV3101 with floral-dip method. T1 plants were selected by spraying 1-2 weeks old seedlings with 0.1% BASTA (Bayer, Germany). T2- and T3-plant resistant to DL-phosphinothricin (50µM) (Sigma-Aldrich) on MS medium plate were used for physiological experiments. The seedlings were grown on MS medium with 1.37% sucrose under short day conditions and low light intensity (30 µmol m-2s-1) at 20˚C for 14 days. Transcriptome analysis was performed for the rrtf1 knock-out line and a RRTF1-overlexpressor line (called oe18) in comparison to wild-type seedlings."],"type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124299,"accession":"P-GSE64783-4","name":null,"text":"Total RNA was isolated from both roots and shoots of WT seedlings using RNeasy Plant Mini Kit (Qiagen)","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124296,"accession":"P-GSE64783-5","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 6 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124295,"accession":"P-GSE64783-6","name":null,"text":"Sample preparation for microarray hybridization was carried out as described in the Affymetrix GeneChip 3’ IVT Express Kit User Manual (Affymetrix, Inc., Santa Clara, CA, USA). In brief, 250 ng of total RNA were reverse transcribed into double-stranded copy DNA (cDNA) followed by an in vitro transcription generating biotin-labeled amplified RNA (aRNA). The length of the purified aRNA products was assessed using an Agilent 2100 bioanalyzer (Agilent Technologies, Palo Alto, USA). Following fragmentation, 15 µg aRNA were hybridized to Affymetrix GeneChip Arabidopsis ATH1 Genome arrays for 16 h at 45 °C in a rotating chamber. Hybridized arrays were washed and stained in an Affymetrix Fluidics Station FS450, and the fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124294,"accession":"P-GSE64783-7","name":null,"text":"Sample processing was performed at an Affymetrix Service Provider and Core Facility, “KFB - Center of Excellence for Fluorescent Bioanalytics” (Regensburg, Germany; www.kfb-regensburg.de).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}