{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":177260,"accession":"E-GEOD-12619","secondaryaccession":["GSE12619"],"name":"Transcription profiling by array of Arabidopsis mutant for til1 after heat shock treatment","releasedate":"2009-09-15","lastupdatedate":"2014-05-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Several lipocalin genes from higher plants were shown to be responsive to both high and low temperature stresses and have been named as temperature-induced lipocalin (Til).  In this study, a reverse genetic approach was taken to elucidate the role of Arabidopsis Til1 (At5g58070) in thermotolerance.  We showed that Til1 proteins was constitutively expressed and increased significantly after heat shock treatment.  A T-DNA knockout line of Til1, designated as til1-1, could not produce Til1 and showed severe defects in basal and acquired thermotolerance.  Introducing a wild type copy of Til1 gene into til1-1 complemented the mutant phenotype.  Over-expression of Til1 in the wild type plant did not enhance thermotolerance.  Til1 is peripherally associated with plasma membrane, suggesting a regulatory or protective role of this protein in membrane function.  Transcriptomic analysis showed that the heat shock response in til1-1 was not altered as compared to the wild type plants.  The temperature threshold for heat shock protein induction was not affected by the level of Til1.  Ion leakage analysis revealed no significant difference in membrane stability between the wild type and til1-1 seedlings.  These results suggested that Til1 is not involved in regulating membrane fluidity or stability.  Nevertheless, the level of malondialdehyde was significantly higher in til1-1 than in the wild type after severe heat treatment.  The mutant plants were also more sensitive than the wild type to tert-butyl hydroperoxide, a reagent that induces lipid peroxidation.  Taken together, our data indicate that Til1 is an essential component for thermotolerance probably by acting against lipid peroxidation induced by severe heat stress.  Experiment Overall Design: Total RNA was isolated from the seedlings of 7-d old wild-type and til1-1 mutant seedlings (a pool of about 100 plants per treatment in duplicates) harvested immediately after heat shock treatment. In this experiment, total 8 chips were used, 1 each for 2 biological replicates of the control and HS-treated samples for the wild type and mutant plants."}],"provider":[{"contact":"Yee-yung Charng","role":"submitter","email":"yycharng@gate.sinica.edu.tw"}],"bibliography":[{"accession":19302169,"authors":"Chi WT, Fung RW, Liu HC, Hsu CC, Charng YY","title":"Temperature-induced lipocalin is required for basal and acquired thermotolerance in Arabidopsis","doi":"10.1111\/j.1365-3040.2009.01972.x","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["7 days"]},{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["til1-1","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["til1-1","wild_type"]},{"name":"TEMPERATURE","value":["22 degree_C","37 degree_C"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":451842,"accession":"P-G12619-1"},{"id":451841,"accession":"P-G12619-2"},{"id":451843,"accession":"P-G12619-3"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"scan","bioassays":8,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}