{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":9,"total-assays":9,"experiment":[{"id":168623,"accession":"E-GEOD-6831","secondaryaccession":["GSE6831"],"name":"Transcription profiling by array of Arabidopsis after inoculation with avirulent Pseudomonas syringae pv tomato","releasedate":"2008-06-15","lastupdatedate":"2012-01-06","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"In the absence of adaptive immunity displayed by animals, plants respond locally to biotic challenge via inducible basal defense networks activated through recognition and response toconserved pathogen associated molecular patterns (PAMPs). In addition, immunity can be induced in tissues remote from infection sites via systemic acquired resistance (SAR), initiated following gene-for-gene recognition between plant resistance proteins and microbial effectors.The nature of the mobile signal and remotely activated networks responsible for establishing SAR remain unclear. Here we show that despite the absence of PAMP contact, systemically responding leaves rapidly activate a SAR transcriptional signature with strong similarity to local basal defense. Jasmonates have previously been implicated in systemic signalling in response to wounding and plant herbivory but not SAR. We present several lines of evidence that suggest jasmonates may also be central to SAR. Jasmonic acid (JA) rapidly accumulates in phloem exudates of leaves challenged with an avirulent strain of Pseudomonas syringae. In systemically responding leaves transcripts associated with jasmonate biosynthesis are upregulated and JA increases transiently. SAR can be mimicked by foliar JA application and is abrogated in mutants impaired in jasmonate synthesis or response. We conclude that, jasmonate signalling appears to mediate long-distance information transmission. Moreover, the systemic transcriptional response shares extraordinary overlap with local herbivory and wounding responses, indicating that jasmonates may be central to an evolutionarily conserved signalling network, which decodes multiple abiotic and biotic stress signals. Experimenter name: William Truman; Experimenter phone: +44 (0)1392 263789; Experimenter fax: +44 (0)1392 263434; Experimenter address: School of Biosciences; Experimenter address: Geoffrey Pope Building; Experimenter address: Stocker Road; Experimenter address: Exeter; Experimenter address: Devon; Experimenter zip\/postal_code: EX4 4QD; Experimenter country: UK Experiment Overall Design: 9 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":[3.90]},{"category":"Line","value":["Col-5"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["rosette leaf"]}],"experimentalvariable":[{"name":"INOCULATION","value":["Pseudomonas syringae pv tomato DC3000","Pseudomonas syringae pv tomato DC3000(avrRpm1)","Pseudomonas syringae pv tomato DC3000::hrpA- mutant"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":9,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":424777,"accession":"P-G6831-1"},{"id":424778,"accession":"P-G6831-3"},{"id":51,"accession":"P-AFFY-6"},{"id":424780,"accession":"P-G6831-2"},{"id":424779,"accession":"P-G6831-5"},{"id":424781,"accession":"P-G6831-4"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":9,"arraydesignprovider":null,"dataformat":"rawData","bioassays":9,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":9,"arraydesignprovider":null,"dataformat":"scan","bioassays":9,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}