{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":17704,"accession":"E-GEOD-2696","secondaryaccession":["GSE2696"],"name":"Transcription profiling of Arabidopsis Brassinosteroid mutant (bzr1-1D and det2) analysis","releasedate":"2008-06-12","submissiondate":"2005-05-23","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Brassinosteroid (BR) homeostasis and signaling are crucial for normal growth; and development of plants. BR signaling through cell-surface receptor; kinases and intracellular components leads to dephosphorylation and; accumulation of the nuclear protein BZR1. How BR signaling regulates gene; expression, however, remains unknown. Here we show that BZR1 is a; transcriptional repressor that has a previously unknown DNA binding domain; and binds directly to the promoters of feedback-regulated BR biosynthetic; genes. To identify additional BZR1-regulated genes and to understand the; BR-regulated transcriptional pathways, we examined the effects of bzr1-1D; and det2 mutations on the expression of BR-regulated genes by using the; Arabidopsis full-genome oligo microarray (Affymetrix). Microarray analyses; identified additional potential targets of BZR1 and illustrated, together; with physiological studies, that BZR1 coordinates BR homeostasis and; signaling by playing dual roles in regulating BR biosynthesis and downstream; growth responses."}],"provider":[{"contact":"Joshua Martin Gendron","role":"submitter","email":"jgendron@stanford.edu"}],"bibliography":[{"accession":15681342,"authors":"Jun-Xian He, Joshua M Gendron, Yu Sun, Srinivas S L Gampala, Nathan Gendron, Catherine Qing Sun, Zhi-Yong Wang","title":"BZR1 is a transcriptional repressor with dual roles in brassinosteroid homeostasis and growth responses.","issue":5715,"pages":"1634-8","publication":"Science","volume":307,"year":2005}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}