{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":502395,"accession":"P-MEXP-29399","name":"P-MEXP-29399","text":"In vitro culture is performed sowing sterile seeds over the Gambord B5 culture medium (micro- and macro-elements and vitamins at 3.1 g.l-1; Duchef, Haarlem, Neatherlands) containing 1% (p\/v) of agarose. To overcome seed dormancy and to synchronize germination, stratification has to be perform, seeds have to stay 72 h at 4°C in darkness. Plantlets were grown for  15 days in 10cm petri dishes in a growth cabinet (60% hygrometry, 16 h light at 250 μmol.s-1.m-1, 20°C). ","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":502397,"accession":"P-MEXP-29400","name":"P-MEXP-29400","text":"Fifteen-day old plantlets were exposed for 6 h to four different treatments: 1. Water, 2. Dexamethasone (DEX 10-4M), 3. Cycloheximide (Cyclo 10-4M) and 4. Dexamethasone + Cycloheximide (DEX + Cyclo). The first was used as negative control; the second served to identify the genes induced by LEC2; the third is a control to check cycloheximide effects and could separate them from the fourth treatment, which consisted in an induction by dexamethasone together with cycloheximide to get the direct LEC2 targets.  The plantlets were extracted from gelose, crude treated in 12 wells titration plates and then dissected so that material collected consisted only in leaves to avoid the possible reminiscence of seed transcripts in cotyledons. The material was immediately frozen in liquid nitrogen. Then a RNA extraction and finally an RT-PCR were performed prior to chip hybridization.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":502396,"accession":"P-MEXP-29406","name":"P-MEXP-29406","text":"RNeasy Plant Mini Kit; purification of up to 100 ug total RNA from plants; 20 RNeasy Mini Spin Columns, 20 QIAshredder Mini Spin Columns, Collection Tubes (1.5 ml and 2 ml), RNase-free Reagents and Buffers. CatN° 74903","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Extracted product"]},{"id":502394,"accession":"P-MEXP-29461","name":"P-MEXP-29461","text":"GeneChip® One-Cycle cDNA Synthesis Kit(Manufactured by Invitrogen for Affymetrix. all necessary reagents in one convenient kit for synthesis of double-stranded cDNA containing the T7 promoter sequence from 1 to 15 µg of total RNA; The resultant cDNA is then purified and serves as a template in the subsequent in vitro transcription (IVT) reaction for complementary RNA (cRNA) amplification and biotin labeling to hybridize to GeneChip® arrays.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Label used"]}]}}