{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":936208,"accession":"P-GSE49411-1","name":"P-GSE49411-1","text":"Microarray features of the above data sets were background corrected, normalized, and probe set intensities were summarized using the affy (22) and limma (linear models for microarray data) (23) packages. Present, marginal, absent (PMA) calls were made using the Wilcoxon signed rank-based gene expression presence\/absence detection algorithm as implemented by MAS5. The “expresso” function calculated expression values using rma background adjustment, constant normalization for microarray scaling, and median polish method for probe set summarization of perfect match only features, specified as PMonly. Bioconductor affy and limma package expresso funcion, rma background adjustment, constant normalization, median polish method for probe set summarization of  perfect macth only features specified as PMonly ID_REF =  VALUE = log2 RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936214,"accession":"P-GSE49411-2","name":"P-GSE49411-2","text":"Control light plants were maintained in light. Control dark plants were transferred to near darkness (<0.05 µE m-1 s-1) for 2 h in a humidified 13.5 L Plexiglas chamber open to ambient air (dark control, D). For hypoxia treatment (H), plants were placed under the same low light and deprived of oxygen for 2 h by sealing the chamber and continuously flushing it with humidified 99.99% Ar(g) at a rate of 50 mL s-1 for 2 h at 20oC. For 2 h hypoxia followed by 20 min reoxygenation (R), reoxygenation was facilitated by removing the top of the chamber and fanning with a rigid plastic fan (~25 x 40 cm) immediately and again after 10 min for 1 minute. All seedlings were harvested rapidly into N2(l), ground to a powder and stored at -80oC.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936212,"accession":"P-GSE49411-3","name":"P-GSE49411-3","text":"7 day old whole seedlings grown on MS + 1% Suc in long day (16h L: 8h D ) at 22C, in 125 uE m-2 s-1","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936213,"accession":"P-GSE49411-4","name":"P-GSE49411-4","text":"two aliquots of approximately 100 mg frozen ground powder tissue were thawed in 1.5 mL ice cold RNP extraction buffer modified from Oeffinger et al. (17) for plant extracts (200 mM Tris [pH 9.0], 110 mM potassium acetate, 0.5% (v\/v) Triton-X100, 0.1% (v\/v) Tween-20, 1.5% (v\/v) protease inhibitor cocktail for plant cell and tissues extracts (Sigma P9599, St. Louis, MO), 5 mM dithiothrietol, 0.1% (v\/v) RNaseOUT (Invitrogen, Carlsbad, CA)). The sample tube was briefly vortexed and the extract filtered through two layers of sterilized Miracloth (EMD Millipore, Billerica, MA) into a clean 1.5 mL microfuge tube. The filtrate was centrifuged in a swinging bucket clinical centrifuge at approximately 1500g for 2 min at 4oC.The supernatant (S-1.5K) was removed and a sample aliquoted for RNA extraction (100 µL per replicate sample). The remaining S-1.5K was transferred to a 1.5 mL microfuge tube containing antibody-conjugated beads for the IP. Protein G-conjugated paramagnetic beads (Dynabeads, Invitrogen, Carlsbad, CA) were prepared according to the manufacturer’s directions. Briefly, for each 100 mg of tissue processed, 100 µL of resuspended Dynabeads were magnetically separated from the storage solution and resuspended in 400 µL α-FLAG M2 monoclonal antibody (Sigma F1804) in phosphate buffered saline Tween (PBST; 137 mM sodium chloride, 2.7 mM potassium chloride, 10 mM sodium phosphate dibasic, 2 mM sodium phosphate monobasic [pH 7.4], 0.02% (v\/v) Tween-20). The final FLAG M2 monoclonal antibody concentration was 25 ng µL-1 α-FLAG M2, The bead antibody mixture was incubated for 1 h on a rocker at 20-23oC. Following antibody conjugation to the beads, excess antibody was removed by magnetic separation and washing. IP of FLAG-UBP1C-containing complexes was accomplished by rocking the S-1.5K-Dynabead slurry at 4 oC for 1.5 h. Following incubation, the Dynabeads were magnetically separated, 30 µL supernatant was saved as the unbound fraction, and the beads were washed with 0.75 mL RNP extraction buffer for 5 min with rocking at 4oC and magnetically collected. Bead washing steps were repeated five more times. FLAG-UBP1C was eluted in 100 µL RNP extraction buffer plus 400 ng µL-1 3X Flag® Peptide (Sigma F4799) at 4oC for 30 min with rocking. Eluates of replicate IPs were combined for a total of 200 µL. 180 µL was used for RNA extraction.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936211,"accession":"P-GSE49411-5","name":"P-GSE49411-5","text":"For microarray analysis, 150 ng total and 15 ng UBP1C IP RNA were used to synthesize biotinylated, amplified RNA (aRNA) via 15 rounds of in vitro transcription using the 3' IVT Express Kit (Affymetrix, Santa Clara, CA). aRNA was fragmented and probed using the Arabidopsis ATH1 Genome Array (Lot 4160460; Affymetrix). Hybridizations were performed with 15 µg fragmented aRNA at 45oC for 16 h on a rotating platform.","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936210,"accession":"P-GSE49411-6","name":"P-GSE49411-6","text":"Standard affy Workstation protocols","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":936209,"accession":"P-GSE49411-7","name":"P-GSE49411-7","text":"Standard affy Workstation protocols","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}