{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1017464,"accession":"P-GSE57751-1","name":"P-GSE57751-1","text":["Normalization of the raw data was achieved by using the free software Expression Console provided by Affymetrix (",{"a":{"href":"http:\/\/www.affymetrix.com","target":"_blank","$":"http:\/\/www.affymetrix.com"}},") using the robust multi-array average (RMA) method. Subsequent analysis of the gene expression data was carried out in the freely available statistical computing language R (",{"a":{"href":"http:\/\/www.r-project.org","target":"_blank","$":"http:\/\/www.r-project.org"}},") using packages available from the Bioconductor project (www.bioconductor.org). In order to search for the differentially expressed genes between X and the Y groups an empirical Bayes moderated t-test was then applied (1), using the ‘limma’ package (2). To address the problem with multiple testing, the p-values were adjusted using the method of Benjamini and Hochberg (3). 1. Smyth GK, Linear models and empirical Bayes methods for assessing differential expression in microarray experiments. Statistical Applications in Genetics and Molecular Biology 2004.  2. Smyth, G. K. Limma: linear models for microarray data. In: Bioinformatics and Computational Biology Solutions using R and Bioconductor, edited by R. Gentleman, V. Carey, S. Dudoit, R. Irizarry, W. Huber (eds.), Springer, New York, pages 397-420, 2005.  3. Benjamini Y HY. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal Statistical Society Series B: 289-300, 1995. ID_REF =  VALUE = RMA signal"],"type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017469,"accession":"P-GSE57751-2","name":"P-GSE57751-2","text":"7 day old xyl-grown cell culture was subjected to a 1 hour treatment with 1 mM of either Fru, Glc, Suc or Xyl (control). The treatment was conducted on an orbital shaker in the dark. After removal of the treatment solution, cells were washed three times in sugar free MS-media using vacuum filtration and immediately snap frozen in liquid nitrogen.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017468,"accession":"P-GSE57751-3","name":"P-GSE57751-3","text":"Arabidopsis thaliana cell suspension culture was grown for 7 d after sub-culturing in a hormone-free full strength MS (Murashige and Skoog) media supplied with 87 mM Xylose as the only carbon source. The culture was maintained by shaking on an orbital shaker in the dark.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017470,"accession":"P-GSE57751-4","name":"P-GSE57751-4","text":"The total RNA was isolated by applying TRI Reagent® (Sigma-Aldrich) and chloroform to frozen and ground plant material. Phase separation was reached by centrifugation at full speed for 15 min. The aqueous fraction was mixed with half a volume isopropanol and the nucleic acids were pelleted by a 10 min centrifugation at full speed. The pellet was washed 2 times with 70% ethanol, air-dried and subsequently taken up in sterile water. The total RNA samples were DNase-treated using RQ1 RNase-Free DNase (Promega Biotech AB) and RNA was re-extracted as described above. RNA concentration was assessed using the ND-1000 spectrophotometer (NanoDrop Technologies, Wilmington, DE) and RNA quality was evaluated using the Agilent 2100 Bioanalyzer system (Agilent Technologies Inc, Palo Alto, CA).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017467,"accession":"P-GSE57751-5","name":"P-GSE57751-5","text":"250 ng of total RNA per sample were used to prepare biotinylated fragmented cRNA according to the GeneChip® 3’ IVT Express Kit Manual (PN 702646 Rev8, Affymetrix Inc., Santa Clara, CA).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017466,"accession":"P-GSE57751-6","name":"P-GSE57751-6","text":"The hybridization of the Arabidopsis ATH1 Genome Array occured for 16 hours in a 45°C incubator, rotating at 60 rpm. According to the GeneChip® Expression Wash, Stain and Scan Manual (PN 702731 Rev3, Affymetrix Inc., Santa Clara, CA) the arrays were subsequently washed and stained using the Fluidics Station 450.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1017465,"accession":"P-GSE57751-7","name":"P-GSE57751-7","text":"The scanning of the Arabidopsis ATH1 Genome Arrays was done using the GeneChip® Scanner 3000 7G.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}