{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":9,"protocol":[{"id":1137125,"accession":"P-MTAB-16965","name":null,"text":"Approximately 50 roots were dissected for the decelerating elongation zone (DZ) (from the  first visible root hair bulge to the first fully elongated root hair, approximately 1000 um from the first root hair bulge). Dissected samples were immediately frozen in liquid nitrogen","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137123,"accession":"P-MTAB-16966","name":null,"text":["RNA labelling and hybridisation to Affymetrix ATH1 arrays were performed by the Nottingham Arabidopsis Stock Centre (NASC), according to manufacturers recommended protocol for the IVT-express kit",{"br":null},"(Parameters: Amplification = none, Mass unit = Micro gram)"],"type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137127,"accession":"P-MTAB-16967","name":null,"text":["Wild-type Col-0 seedlings were grown vertically on 1\/2 MS media supplemented with 1 % (w\/v) PGP-type agarose (Park Scientific Ltd., UK) for seven days in controlled environmental conditions of 24 degreeC, continuous light of 150 umol m-1 s-1. Plants for seed propagation were grown simultaneous in controlled conditions with a 16h light (23 degreeC), 8h dark (18 degreeC) cycle.",{"br":null},"(Parameters: start time = 7, time unit = days, min temperature = 24, temperature unit = C, media = ﾽ MS media supplemented with 1 % (w\/v) PGP-type agarose)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137131,"accession":"P-MTAB-16968","name":null,"text":"Approximately 50 roots were dissected for the lateral root zone (LZ) (from 500 um past the first fully elongated root hair for 2500 um in the direction of the hypocotyl boundary). Dissected samples were immediately frozen in liquid nitrogen","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137130,"accession":"P-MTAB-16969","name":null,"text":"Approximately 50 roots were dissected into the meristem (MS) (from the root tip to the top of the lateral root cap, approximately 350 um from the root tip). Dissected samples were immediately frozen in liquid nitrogen","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137124,"accession":"P-MTAB-16970","name":null,"text":["RNA labelling and hybridisation to Affymetrix ATH1 arrays were performed by the Nottingham Arabidopsis Stock Centre (NASC), according to manufacturers recommended protocol for the 2-cycle amplification kit",{"br":null},"(Parameters: Amplification = none, Mass unit = Micro gram)"],"type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137129,"accession":"P-MTAB-16971","name":null,"text":"Approximately 50 roots were dissected for the mature post elongation zone (MR) (500 um from the first fully elongated root hair). Dissected samples were immediately frozen in liquid nitrogen","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137128,"accession":"P-MTAB-16972","name":null,"text":"Approximately 50 roots were dissected for the rapid elongation zone (EZ) (from the top of the lateral root cap to the first visible root hair bulge, approximately 850 um from the top of the lateral root cap). Dissected samples were immediately frozen in liquid nitrogen","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137126,"accession":"P-MTAB-16973","name":null,"text":["RNA was extracted using the Qiagen MicroRNA Kit following the manufacturers recommended protocol (Qiagen, Crawley, UK). RNA was quantified using a Nanodrop ND100 spectrophotometer (Nanodrop, Wilimington, USA). All RNA samples were approximately 1 ug\/ul in a total volume of 10 ul. For the two-cycle and IVT-E samples, RNA was diluted with RNase-free water to make a final concentration of 50 ng\/ul (equivalent to 30 dissected root sections). ",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}