{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1128322,"accession":"P-GSE20222-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = MAS5.0-calculated signal intensity",{"br":null},"ABS_CALL = the call in an absolute analysis that indicates if the transcript was present (P), absent (A), or marginal (M)",{"br":null},"DETECTION P-VALUE = p-value that indicates the significance level of the detection call"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128327,"accession":"P-GSE20222-2","name":null,"text":"Following imbibation, seeds were sown into 10 cm (length) x 10 cm (width) x 9.5 cm (depth), unvented, polycarbonate culture boxes (Sigma-Aldrich, Dorset, UK). Approximately 35 seeds were sown on perforated polycarbonate discs (diameter 91 mm; thickness 5 mm) placed over 75 mL agar containing a full strength MS basal salt mix at full strength (Murashige and Skoog 1962). Roots grew into the agar, but shoots remained on the opposite side of the disc. Boxes were placed in a growth room and transferred on their polycarbonate discs to a hydroponics system situated in a Saxcil growth cabinet 18 days after germination. In the hydroponics system, plants were supported on polycarbonate discs over 450 mL of aerated nutrient solution contained in a light-proof 500 mL plastic beaker. Plants were grown in these solutions for 7 days before they were harvested (a total of 25 days after germination). Root material from twenty to thirty plants from each treatment was bulked into 1.5 mL colourless, sterile, screw-cap polypropylene tubes and snap-frozen in liquid nitrogen. Tissue samples were stored at -70 C prior to the extraction of total RNA.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128328,"accession":"P-GSE20222-3","name":null,"text":"Qiagen RNAeasy kit protocol","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128326,"accession":"P-GSE20222-4","name":null,"text":"Labelled using protocol described in manual \"Affymetrix GeneChip Expression Analysis Technical Manual\", One-Cycle target labelling","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128325,"accession":"P-GSE20222-5","name":null,"text":"Biotin Labelled cRNA using \"Affymetrix GeneChip Hybridization, Wash and Stain Kit\", according to guidelines set out by Affymetrix, Santa Clara, CA","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128324,"accession":"P-GSE20222-6","name":null,"text":"Scanned according to guidelines set out by Affymetrix, Santa Clara, CA.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128323,"accession":"P-GSE20222-7","name":null,"text":"Raw data from the microarrays was normalized at probe-level using MAS5 algorithm. The detection calls (present, marginal, absent) for each probe set was obtained using the GCOS system","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}