{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":10,"protocol":[{"id":79337,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","text":"Title: Affymetrix EukGE-WS2v4 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":416773,"accession":"P-MEXP-7911","name":"P-MEXP-7911","text":"Plants for the leaf, flower, silique and pollen samples were grown on soil for 12 weeks in short-day conditions (8 h of light at 21°C-23°C) and then changed to long-day conditions (16 h light) to induce flowering. After bolting more than 20 rosette leaves from different plants per leaf sample were collected.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["max temperature","media","min temperature","start time"]},{"id":178,"accession":"P-MEXP-7912","name":"P-MEXP-7912","text":"Plants for the leaf, flower, silique and pollen samples were grown on soil for 12 weeks in short-day conditions (8 h of light at 21°C-23°C) and then changed to long-day conditions (16 h light) to induce flowering. After bolting more than 20 rosette leaves from different plants per leaf sample were collected. Flowers and siliques were harvested two weeks later. 20 siliques and flowers, respectively, from different plants were pooled per sample.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["max temperature","media","min temperature","start time"]},{"id":180,"accession":"P-MEXP-7913","name":"P-MEXP-7913","text":"For the seedling samples, seeds were surface-sterilized and then spread on Petri dishes containing B-5 medium (Duchefa, Haarlem, The Netherlands) solidified with 0.8% phytagar (Duchefa, Haarlem, The Netherlands). The seeds were cold-treated for 3 days at 4°C to ensure uniform germination. The plates were transferred to short-day conditions (8 h of light at 21°C-23°C) and grown in a horizontal position for 7 days. Per seedling sample more than 25 seedlings from five Petri dishes were collected after 7 days of growth.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["max temperature","media","min temperature","start time"]},{"id":179,"accession":"P-MEXP-7914","name":"P-MEXP-7914","text":"Isolation and purification of hydrated pollen grains by flowcytometric cell sorting were carried out as described in: Becker JD, Boavida LC, Carneiro J, Haury M, Feijó JA: Transcriptional profiling of Arabidopsis tissues reveals the unique characteristics of the pollen transcriptome. Plant Physiology 133: 713-725 (2003).  ","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":181,"accession":"P-MEXP-7920","name":"P-MEXP-7920","text":"Samples were collected and transferred directly to liquid nitrogen and the tissues\/cells were grinded to a fine powder using mortar and pestle. ","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":416772,"accession":"P-MEXP-7922","name":"P-MEXP-7922","text":"Total RNA was extracted using the RNeasy Mini Kit (Qiagen, Hilden, Germany)according to the manufacturer’s protocol. ","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Extracted product"]},{"id":416771,"accession":"P-MEXP-7923","name":"P-MEXP-7923","text":"RNA was processed for use on Affymetrix (Santa Clara, CA, USA) Arabidopsis ATH1 Genome Arrays, according to the manufacturer’s Small Sample Labeling Protocol vII described in the technical note “GeneChip Eukaryotic Small Sample Target Labeling Assay Version II”. Briefly, 100 ng of total RNA was used in a reverse transcription reaction (SuperScript II; Invitrogen, Paisley, UK) to generate first-strand cDNA. After second-strand synthesis, double-stranded cDNA was used in an in vitro transcription (IVT) reaction to generate cRNA (MEGAscript T7 kit; Ambion, Austin, TX). 400 ng of this cRNA was used for a second cDNA synthesis, followed by a second IVT reaction to generate biotinylated cRNA (ENZO BioArray HighYield RNA Transcript Labeling Kit; ENZO Diagnostics, Farmingdale, NY). Size distribution of the cRNA and fragmented cRNA, respectively, was assessed using an Agilent 2100 Bioanalyzer with a RNA 6000 Nano Assay.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Label used"]},{"id":416770,"accession":"P-MEXP-7925","name":"P-MEXP-7925","text":"All Probe Sets were scaled to a target value of 200. Important note: Global scaling should  not be used for this type of experiment - see in: Becker JD, Boavida LC, Carneiro J, Haury M, Feijó JA: Transcriptional profiling of Arabidopsis tissues reveals the unique characteristics of the pollen transcriptome. Plant Physiology 133: 713-725 (2003).","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}