{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":18,"total-assays":18,"experiment":[{"id":169551,"accession":"E-GEOD-5755","secondaryaccession":["GSE5755"],"name":"Transcription profiling by array of Arabidopsis Tsu-1 after treatment with salicylic acid","releasedate":"2008-06-14","lastupdatedate":"2012-01-11","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"This experiment was donated by The ELP Project website at elp.ucdavis.edu that was supported in part by the Arabidopsis 2010 project, NSF Division of Molecular and Cellular Biosciences, award 0115109. The study of natural genetic variation for plant disease resistance responses is a complementary approach to utilizing mutants to elucidate genetic pathways. While some key genes involved in pathways controlling disease resistance, and signaling intermediates such as salicylic acid and jasmonic acid, have been identified through mutational analyses, the use of genetic variation in natural populations permits the identification of change-of-function alleles, which likely act in a quantitative manner. Whole genome microarrays, such as Affymetrix GeneChips, allow for molecular characterization of the disease response at a genomics level and characterization of differences in gene expression due to natural variation. Differences in the level of gene expression, or expression level polymorphisms (ELPs), can be mapped in a segregating population to identify regulatory quantitative trait loci (expression QTLs) affecting host resistance responses. In order to identify an appropriate RIL population to map QTL controlling disease resistance responses, we performed a parental survey of 7 different Arabidopsis accessions. We treated vegetatively grown plants with either salicylic acid or a control solution, and harvested the plants at 3 different time points after chemical treatment. We present Affymetrix GeneChip microarray expression data for 3 biological replications of this parental survey. Experiment Overall Design: 18 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"Ecotype","value":["Tsu-1"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"COMPOUND","value":["none","salicylic acid"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":18,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":18,"arraydesignprovider":null,"dataformat":"rawData","bioassays":18,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":18,"arraydesignprovider":null,"dataformat":"scan","bioassays":18,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}