{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":11,"total-assays":11,"experiment":[{"id":535774,"accession":"E-GEOD-69389","secondaryaccession":["GSE69389"],"name":"Expression data from Arabidopsis thaliana root protoplast","releasedate":"2016-02-08","lastupdatedate":"2016-02-22","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"BACKGROUND:Dynamic transcriptional regulation is critical for an organism's response to environmental signals and yet remains elusive to capture. Such transcriptional regulation is mediated by master transcription factors (TF) that control large gene regulatory networks. Recently, we described a dynamic mode of TF regulation named \"hit-and-run\". This model proposes that master TF can interact transiently with a set of targets, but the transcription of these transient targets continues after the TF dissociation from the target promoter. However, experimental evidence validating active transcription of the transient TF-targets is still lacking.  RESULTS:Here, we show that active transcription continues after transient TF-target interactions by tracking de novo synthesis of RNAs made in response to TF nuclear import. To do this, we introduced an affinity-labeled 4-thiouracil (4tU) nucleobase to specifically isolate newly synthesized transcripts following conditional TF nuclear import. Thus, we extended the TARGET system (Transient Assay Reporting Genome-wide Effects of Transcription factors) to include 4tU-labeling and named this new technology TARGET-tU. Our proof-of-principle example is the master TF Basic Leucine Zipper 1 (bZIP1), a central integrator of metabolic signaling in plants. Using TARGET-tU, we captured newly synthesized mRNAs made in response to bZIP1 nuclear import at a time when bZIP1 is no longer detectably bound to its target. Thus, the analysis of de novo transcripomics demonstrates that bZIP1 may act as a catalyst TF to initiate a transcriptional complex (\"hit\"), after which active transcription by RNA polymerase continues without the TF being bound to the gene promoter (\"run\").  CONCLUSION:Our findings provide experimental proof for active transcription of transient TF-targets supporting a \"hit-and-run\" mode of action. This dynamic regulatory model allows a master TF to catalytically propagate rapid and broad transcriptional responses to changes in environment. Thus, the functional read-out of de novo transcripts produced by transient TF-target interactions allowed us to capture new models for genome-wide transcriptional control. Root protoplasts were transfected with 35S::GR::bZIP1 or Empty vector (EV=pJD385_35S::GR) constructs and cells were sequentially treated with: i) the nitrogen signal (N), ii) cycloheximide (CHX), iii) dexamethasone (DEX; for review see Bargmann et. al 2013). Cells were exposed to 4tU to affinity-label newly synthesized transcripts prior RNA extraction followed by specific pull down of 4tu-fractions and hybridization on Arabidopsis ATH1 microarray chips."}],"provider":[{"contact":"Benjamin Neymotin","role":null,"email":null},{"contact":"joan doidy","role":"submitter","email":"joan.doidy@gmail.com"},{"contact":"Gloria M Coruzzi","role":null,"email":null},{"contact":"David Gresham","role":null,"email":null},{"contact":"Kranthi Varala","role":null,"email":null},{"contact":"Molly B Edwards","role":null,"email":null},{"contact":"Joan Doidy","role":null,"email":null},{"contact":"Ying Li","role":null,"email":null}],"bibliography":[{"accession":26843062,"authors":"Doidy J, Li Y, Neymotin B, Edwards MB, Varala K, Gresham D, Coruzzi GM","title":"Hit-and-Run transcription: de novo transcription initiated by a transient bZIP1 hit persists after the run.","doi":"10.1186\/s12864-016-2410-2"}],"samplecharacteristic":[{"category":"genotype","value":["Columbia Col-0"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root cell protoplast"]},{"category":"transfection","value":["35S::GR::bZIP1","Empty vector (EV=pJD385_35S::GR)"]}],"experimentalvariable":[{"name":"transfection","value":["35S::GR::bZIP1","Empty vector (EV=pJD385_35S::GR)"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":11,"legacy_id":13851999}],"protocol":[{"id":1188172,"accession":"P-GSE69389-4"},{"id":1188174,"accession":"P-GSE69389-3"},{"id":1188170,"accession":"P-GSE69389-6"},{"id":1188171,"accession":"P-GSE69389-5"},{"id":1188173,"accession":"P-GSE69389-2"},{"id":1188168,"accession":"P-GSE69389-1"},{"id":1188169,"accession":"P-GSE69389-7"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":11,"arraydesignprovider":null,"dataformat":"rawData","bioassays":11,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":11,"arraydesignprovider":null,"dataformat":"normalization","bioassays":11,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":11,"arraydesignprovider":null,"dataformat":"processedData","bioassays":11,"isderived":0}]}]}}