{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1079125,"accession":"P-GSE61484-1","name":"P-GSE61484-1","text":"The results were quantified and analyzed using GCOS 1.2 software (Affymetrix Inc.) with default values (scaling, target signal intensity = 500; normalization, all probe sets; parameters, all set at default values).  The data was normalized using RMA from the R package affy.  To generate the matrix of expression values here, normalization was performed simultaneously across all samples.  NOTE: When generating the results reported in the paper itself, normalization was performed separately for each experimental condition\/control condition pair, normalizing only across the 4 samples associated with that specific experimental or control condition. ID_REF =  VALUE = log2 RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079131,"accession":"P-GSE61484-2","name":"P-GSE61484-2","text":"For irradiation, plates were moved either to the Controlled Environment Radiation Facility for exposure to gamma radiation (100 Gy at 7 Gy\/min), or to the National Space Radiation Laboratory (NSRL) for exposure to accelerated 1 GeV\/n 56Fe particles (30 Gy at 2.5 Gy\/min).","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079129,"accession":"P-GSE61484-3","name":"P-GSE61484-3","text":"Five days prior to irradiation, the plates were placed vertically in a 21°C growth chamber in the BNL Controlled Environment Facility, where plants grew under cool white lamps (16 h day) until the time of irradiation.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079130,"accession":"P-GSE61484-4","name":"P-GSE61484-4","text":"Approximately 30-40 plants were harvested and pooled together for total RNA extraction (RNeasy Mini-Prep; Qiagen, Valencia, CA, USA). Eluted total RNAs were quantified with a portion of the recovered total RNA adjusted to a final concentration of 1.25 μg μl-1.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079128,"accession":"P-GSE61484-5","name":"P-GSE61484-5","text":"Single-stranded and then double-stranded cDNA was synthesized from the poly(A)+ mRNA present in the isolated total RNA (typically 10 μg total RNA starting material for each sample reaction) using the SuperScript double-stranded cDNA synthesis kit (Invitrogen, Carlsbad, CA, USA) and poly(T) nucleotide primers that contained a sequence recognized by T7 RNA polymerase. A portion of the resulting double-stranded cDNA was used as a template to generate biotin-tagged cRNA from the Affymetrix GeneChip IVT labeling kit, and 15 μg of the resulting biotin-tagged cRNA was fragmented to an average strand length of 100 bases (range 35–200 bases) following prescribed protocols (Affymetrix GeneChip Expression Analysis Technical Manual).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079127,"accession":"P-GSE61484-6","name":"P-GSE61484-6","text":"Subsequently, 10 μg of this fragmented target cRNA was hybridized at 45°C with rotation for 16 h (Affymetrix GeneChip Hybridization Oven 640) to probe sets present on an Affymetrix ATH1 array. The GeneChip arrays were washed and then stained with SAPE (streptavidin–phycoerythrin) on an Affymetrix Fluidics Station 450.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1079126,"accession":"P-GSE61484-7","name":"P-GSE61484-7","text":"Scanning was performed on a GeneChip Scanner 3000.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}