{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":521942,"accession":"E-GEOD-15236","secondaryaccession":["GSE15236"],"name":"Transcription profiling by array of Arabidopsis mutant for pft1 after infection with Fusarium oxysporum","releasedate":"2009-09-05","lastupdatedate":"2015-04-29","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["disease state design","genotype design"],"description":[{"id":null,"text":"The Mediator complex is an evolutionary conserved multiprotein complex that plays an essential role in initiating and regulating transcription. Its function is to act as a universal adaptor between RNA Polymerase II and DNA-bound transcription factors to translate regulatory information from activators and repressors to the transcriptional machinery. We have found that the PFT1 gene (which encodes the MED25 subunit of the Mediator complex) is required for the uncompromised expression of both salicylic acid- and jasmonate-dependent defense genes as well as resistance to the leaf-infecting fungal pathogens, Alternaria brassicicola and Botrytis cinerea in Arabidopsis. Surprisingly, we found that the pft1\/med25 mutant showed increased resistance to the root infecting pathogen Fusarium oxysporum and that this resistance was independent of classical defense genes. In addition, the over-expression of PFT1 led to increased susceptibility to F. oxysporum. Therefore, to explore this phenomenon further, we wished to use whole genome transcript profiling to identify which genes may be playing a role in pft1\/med25-mediated resistance to F. oxysporum. Experiment Overall Design: We grew both WT and pft1\/med25 plants for four weeks in soil. After four weeks we treated the plants by root-dipping in either water or a F. oxysporum spore suspension before replanting them back into soil. There were four independent replicates of each treatment and each replicate contained 20 plants each. The treatments were WT (mock): pft1 (mock): WT (infected): pft1 (infected). Each replicate (16 in total) was harvested after 48 hours and the resulting RNA was used for hybridization to an Affymetrix ATH1 chip."}],"provider":[{"contact":"Brendan Kidd","role":"submitter","email":"brendan.kidd@csiro.au"}],"bibliography":[{"accession":19671879,"authors":"Kidd BN, Edgar CI, Kumar KK, Aitken EA, Schenk PM, Manners JM, Kazan K.","title":"The Mediator Complex Subunit PFT1 Is a Key Regulator of Jasmonate-Dependent Defense in Arabidopsis.","status":"published"}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["pft1 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"genotype","value":["pft1 mutant","wild type"]},{"name":"infect","value":["Fusarium oxysporum","none"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":1125124,"accession":"P-G15236-4"},{"id":1125125,"accession":"P-G15236-3"},{"id":1125127,"accession":"P-G15236-2"},{"id":1125128,"accession":"P-G15236-1"},{"id":1125126,"accession":"P-G15236-5"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"normalization","bioassays":16,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"processedData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0}]}]}}