{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1127478,"accession":"P-GSE29589-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = log2 RMA signal"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127484,"accession":"P-GSE29589-2","name":null,"text":"Plants at growth stage 5.10 were transferred to medium lacking nitrogen for 26 hr. Either 1 mM nitrate or 1 mM ammonium was then added to the media. Plants were harvested just before nitrate\/ammonium addition, or at 1.5 hr or 8 hr post-nitrate\/ammonium addition.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127485,"accession":"P-GSE29589-3","name":null,"text":"Plants were grown hydroponically using Araponics system according to manufacturer's specifications. Plant were grown until they reached stage 5.10 (Boyes et al., 2001; Plant Cell 13,1499)","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127483,"accession":"P-GSE29589-4","name":null,"text":"For each sample, roots from at least five individual plants were harvested, pooled, and frozen in liquid nitrogen. Total RNA was isolated using a Qiagen Rneasy Plant Kit according to the manufacturer's specifications","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127482,"accession":"P-GSE29589-5","name":null,"text":"Biotin-labelled aRNA was synthesized from 1 ug of total RNA using a Message Amp II-Biotin Enhanced aRNA sythesis kit.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127481,"accession":"P-GSE29589-6","name":null,"text":"aRNA was hybridized to an Affymetrix ATH1-121501 chip according to Lockhart et al. (1996) (Nature Biotech 14, 1675)","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127479,"accession":"P-GSE29589-7","name":null,"text":"GeneChips were scanned using an Affymetrix GeneChip Scanner 3000","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127480,"accession":"P-GSE29589-8","name":null,"text":["The raw expression values were normalized using RMA or Robust Multichip Average expression summary (",{"a":{"href":"http:\/\/rmaexpress.bmbolstad.com\/","target":"_blank","$":"http:\/\/rmaexpress.bmbolstad.com\/"}},"). All further processing of the data was performed within the Bioconductor project and the R program software (R is available as Free Software under the terms of the Free Software Foundation's GNU General Public License). The limma package implemented within Bioconductor was used to perform the linear modeling and the empirical Bayes statistics for differential expression analysis. The fold changes and standard errors were estimated by fitting a linear model for each gene and empirical Bayes smoothing was applied to the standard errors. Results are presented between two experimental conditions as a log2-fold change in expression level, the p-value, and the adjusted p-value. The adjusted p-value is the p-value adjusted for multiple testing using the Benjamini and Hochberg’s method to control the false discovery rate. The meaning of the BH q-values is as follows. If all genes with q-value below a threshold of 0.05 are selected as differentially expressed, then the expected proportion of false discoveries in the selected group is controlled to be less than the threshold value of 5%. Transcripts with pvalue less than 0.05 and greater than 1.4 fold change were called as significantly differentially expressed genes."],"type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}