{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":523171,"accession":"E-GEOD-24348","secondaryaccession":["GSE24348"],"name":"Transcription profiling by array of Arabidopsis mutant for nas4x after iron deprivation","releasedate":"2010-09-25","lastupdatedate":"2015-05-20","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Essential metals such as iron are required for healthy plant growth. Fe is an important cofactor and catalytic element in many biological processes. Fe and other metals can also be toxic when present in excess. Therefore plants have mechanisms of metal homeostasis which involve coordination of metal ion transporters for uptake, translocation and compartmentalisation. The NAS genes are supposed to play an important role in Fe homeostasis. They are coding for enzymes called nicotianaminesynthase (NAS), which synthesize nicotianamine (NA) by a one-step condensation reaction of three molecules S-adenosyl-methionine. NA acts as a chelator for Fe, Cu, Ni and Zn and might be involved in the transport and allocation of Fe throughout the plant. We generated quadruple T-DNA insertion mutant nas plants to investigate NA function as described in Klatte et al., 2009, Plant Physiol. The nas4x-1 plants show an interveinal leaf chlorosis when turning from vegetative to reproductive stage, which intensifies when growing under Fe deficiency conditions. nas4x-1 plants have strongly reduced NA contents and show an elevated Fe deficiency response in roots. By performing microarray experiments we want to reveal global changes on transcriptional level in roots and leaves of nas4x-1 mutant compared to wild type plants grown under Fe supply and Fe deficiency conditions, respectively. The loss of NAS genes has a strong impact on the regulation of other metal homeostasis genes and allows to draw conclusions about nicotianamine function in metal homeostasis of A.thaliana. For this study, four-week old nas4x-1 mutant and wild type plants were exposed for 7 days to plant medium with and without Fe supply. These conditions have been established previously and have resulted in a reproducibly strong interveinal leaf chlorosis of nas4x-1 plants compared to wild type, especially upon Fe deficiency conditions. The experiment was repeated three times in consecutive weeks to obtain three independent biological repetitions. Rosette leaves and roots of five week-old plants were harvested, RNA was isolated and microarray hybridization was performed. 24 Total samples were analyzed. We generated the following pairwise comparisons: WT + Fe vs. – Fe, nas4x-1 + Fe vs. – Fe, + Fe WT vs. + Fe nas4x-1, - Fe WT vs. - Fe nas4x-1, roots and leaves"}],"provider":[{"contact":"Mara Schuler","role":"submitter","email":"geo@ncbi.nlm.nih.gov"},{"contact":"Katrin Philippar","role":null,"email":null},{"contact":"Andreas Keller","role":null,"email":null},{"contact":"Petra Bauer","role":null,"email":null}],"bibliography":[{"accession":21592396,"authors":"Schuler M, Keller A, Backes C, Philippar K, Lenhof HP, Bauer P.","title":"Transcriptome analysis by GeneTrail revealed regulation of functional categories in response to alterations of iron homeostasis in Arabidopsis thaliana.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["5 week"]},{"category":"genotype","value":["nas4x-1 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root","rosette leaf"]}],"experimentalvariable":[{"name":"genotype","value":["nas4x-1 mutant","wild type"]},{"name":"growth condition","value":["control","iron deprivation"]},{"name":"organism part","value":["root","rosette leaf"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":1133080,"accession":"P-GSE24348-8"},{"id":1133079,"accession":"P-GSE24348-7"},{"id":1133083,"accession":"P-GSE24348-2"},{"id":1133084,"accession":"P-GSE24348-4"},{"id":1133078,"accession":"P-GSE24348-1"},{"id":1133085,"accession":"P-GSE24348-3"},{"id":1133081,"accession":"P-GSE24348-6"},{"id":1133082,"accession":"P-GSE24348-5"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"normalization","bioassays":24,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"processedData","bioassays":24,"isderived":0}]}]}}