{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":75419,"accession":"E-NASC-21","name":"Transcription profiling of Arabidopsis Agrobacterium tumefaciens induced tumour and non-tumour tissue","releasedate":"2004-10-20","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["pathogenicity"],"description":[{"id":null,"text":"Agrobacterium tumefaciens, a bacterial species found in temperate soils world wide, is the causative agent of crown gall disease on many plants. A. tumefaciens-induced tumours are feared in orchards and vineyards because of their pathological interference with nutrient and water supply which results in crop decline. Small wounds at the crown of the plant, usually induced by wind-bending, are potential entry sites for the bacterium. The tumorous growth is initiated by the integration and expression of the T-DNA of the bacterial Ti plasmid within the plant nuclear DNA. The T-DNA encodes enzymes catalysing the synthesis of increased concentrations of auxin and cytokinin, and of opines which stimulate cell division and enlargement. The fast growing tumours have been shown to be a strong nutrient sink on their host plants. As a matter of fact, sugar and K+ content were found to be up to 10- and 5-fold, respectively, higher in this tissue and transpiration was about 15 times increased compared to normal tissue. Whereas the morphological structure as well as some physiological and biochemical parameters of the tumour have been analysed in detail, little is known about the underlying gene expression pattern. Proliferation and growth of the tumour induced by Agrobacterium tumefaciens is obviously due to the extraordinary high concentration of phytohormons, minerals and metabolites. Their influence on regulation of gene transcription will provide information on the mechanisms underlying fast tumour growth. In a project funded by the DFG we recently started to investigate the role of solute transporter for tumour development on the model plant Arabidopsis thaliana. By comparing the expression pattern of RNA preparations from Arabidopsis tumour and non-tumour tissue, we will be able to identify genes which facilitate crown gall development. For the expression analysis with an Affymetrix full genome chip we will induce tumours at the base of an injured Arabidopsis inflorescence stalk (var. Wassilewskija, WS-2). RNA will be extraxted from tumour and injured non-tumor inflorescence stalk tissue using the RNeasy Plant Mini Kit (Qiagen), followed by a DNase treatment to eliminate DNA contamination."}],"provider":[{"contact":"unknown unknown","role":null,"email":null},{"contact":"Rosalia Deeken","role":"submitter investigator biosource_provider","email":"deeken@botanik.uni-wuerzburg.de"}],"samplecharacteristic":[{"category":"CellLine","value":["NASC_N1601"]},{"category":"DevelopmentalStage","value":["8 Boyes key"]},{"category":"Ecotype","value":["Wassilewskija-2"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPa","value":["inflorescence stalk","tumour"]},{"category":"OrganismPart","value":["inflorescence stalk","tumour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":210515,"accession":"NASCGrowProt:212"},{"id":479650,"accession":"NASCSampleTreatmentProt:232"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":479647,"accession":"NASCSampleTreatmentProt:212"},{"id":210517,"accession":"NASCSampleTreatmentProt:213"},{"id":90407,"accession":"NASCExtractProtocol:1"},{"id":479648,"accession":"NASCSampleTreatmentProt:231"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":210514,"accession":"NASCGrowProt:231"},{"id":210516,"accession":"NASCGrowProt:232"},{"id":479646,"accession":"NASCGrowProt:213"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"scan","bioassays":4,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}