{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":897,"accession":"E-GEOD-11217","secondaryaccession":["GSE11217"],"name":"Transcription profiling of Arabidopsis leaf tissues and protoplasts in response to Plum pox virus infection","releasedate":"2008-11-07","submissiondate":"2008-04-20","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Virus infection induces activation and suppression of global gene expression in the host. Profiling gene expression changes in the host may provide insights into the molecular mechanisms that underlie host physiological and phenotypic responses to virus infection. In this study, the Arabidopsis Affymetrix ATH1 whole genome array was used to assess global gene expression changes in Arabidopsis thaliana plants infected with Plum pox virus (PPV). To identify early genes in response to PPV infection, an Arabidopsis synchronized single-cell transformation system was developed. Arabidopsis protoplasts were transfected with a PPV infectious clone, PPV-SK68 and global gene expression changes in the transfected protoplasts were profiled. Experiment Overall Design: For PPV infection in Arabdiopsis leaves, eight independent hybridizations were performed using total RNA isolated from three independent biological replicates of the virus-infected or mock-inoculated control samples. Experiment Overall Design: For PPV infection in Arabidopsis protoplasts, 24 gene chips in total were used to hybridize with RNA isolated from protoplasts transfected with PPV infectious clone and PPV deletion mutant."}],"provider":[{"contact":"Mohan babu","role":"submitter","email":"mohanbabu_r@yahoo.com"}],"bibliography":[{"accession":18613973,"authors":"Mohan Babu, Jonathan S Griffiths, Tyng-Shyan Huang, Aiming Wang","title":"Altered gene expression changes in Arabidopsis leaf tissues and protoplasts in response to Plum pox virus infection."}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":6675,"accession":"P-G11217-3"},{"id":6678,"accession":"P-G11217-2"},{"id":6676,"accession":"P-G11217-4"},{"id":6677,"accession":"P-G11217-1"}],"bioassaydatagroup":[{"id":null,"name":"normalization","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"normalization","bioassays":24,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"processedData","bioassays":24,"isderived":0}]}]}}