{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":9,"protocol":[{"id":1174051,"accession":"P-MTAB-29504","name":null,"text":"Wild-type Col-0 and arf7-arf19 double knockout seedlings were grown vertically on 1 \/ 2 MS media supplemented with 1 % (w\/v) PGP-type agarose (Park Scientific Ltd., UK) for six days in controlled environmental conditions of 24 C, continuous light of 150 umol m-1 s-1. Plants for seed propagation were grown simultaneous in controlled conditions with a 16h light (23 C), 8h dark (18 C) cycle. On day 6 the plates were placed in 3l tanks containing 0.5x MS and allowed to acclimate for 24 h","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174052,"accession":"P-MTAB-29505","name":null,"text":"Plates were transferred into a 3L tank with 30 ul of ethanol vehicle added and left for 0 to 480 mins, after which approximately 50 roots were dissected into the meristem (MS) (from the root tip to the top of the lateral root cap, approximately 350 um from the root tip). Dissected samples were immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174054,"accession":"P-MTAB-29506","name":null,"text":"Plates were transferred into a 3L tank with 30 ul of IAA added to a final concentration of 1 uM and left for 15 to 480 mins, after which approximately 50 roots were dissected into the meristem (MS) (from the root tip to the top of the lateral root cap, approximately 350 um from the root tip). Dissected samples were immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174055,"accession":"P-MTAB-29507","name":null,"text":"Plates were transferred into a 3L tank with 30 ul of ethanol vehicle added to a final concentration of 1 uM and left for 0 to 480 mins, after which approximately 50 roots were dissected for the rapid elongation zone (EZ) (from the top of the lateral root cap to the first visible root hair bulge, approximately 850 um from the top of the lateral root cap). Dissected samples were immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174056,"accession":"P-MTAB-29508","name":null,"text":"Plates were transferred into a 3L tank with 30 ul of IAA added to a final concentration of 1uM and left for 15 to 480 mins, after which approximately 50 roots were dissected for the rapid elongation zone (EZ) (from the top of the lateral root cap to the first visible root hair bulge, approximately 850 um from the top of the lateral root cap). Dissected samples were immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174053,"accession":"P-MTAB-29509","name":null,"text":"RNA was extracted using the Qiagen MicroRNA Kit following the manufacturers recommended protocol (Qiagen, Crawley, UK). RNA was quantified using a Nanodrop ND100 spectrophotometer (Nanodrop, Wilimington, USA). All RNA samples were approximately 1 ug\/ul in a total volume of 10 ul. For the two-cycle and IVT-E samples, RNA was diluted with RNase-free water to make a final concentration of 50 ng\/ul (equivalent to 30 dissected root sections).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174050,"accession":"P-MTAB-29510","name":null,"text":"RNA labelling and hybridisation to Affymetrix ATH1 arrays were performed by the Nottingham Arabidopsis Stock Centre (NASC), according to manufacturers recommended protocol for the IVT-express kit< USA). All RNA samples were approximately 1 ug\/ul in a total volume of 10 ul. For the two-cycle and IVT-E samples, RNA was diluted with RNase-free water to make a final concentration of 50 ng\/ul (equivalent to 30 dissected root sections).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174049,"accession":"P-MTAB-29511","name":null,"text":"Hybridization was carried out according to manufacturer specifications.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1174048,"accession":"P-MTAB-29512","name":null,"text":"Scanning was carried out according to manufacturer specifications.","type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}