{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1169245,"accession":"P-GSE34667-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = rma normalized"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169251,"accession":"P-GSE34667-2","name":null,"text":"For ozone treatments, plants were transferred to four chambers located in a walk-in growth chamber in the North Carolina State University Phytotron. Temperature, relative humidity (RH) and PPFD in the chambers were 24 C, 53% and 362 μmol m-2 s-1, respectively. Plants were treated with either 5 or 125 ppb ozone for 7 h per day for two days. Leaf tissue samples from mid-whorl leaves were taken after ozone exposure for 3 h and 2 d, and then frozen in liquid nitrogen for later analysis.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169252,"accession":"P-GSE34667-3","name":null,"text":"Columbia wild-type and G-protein null mutant gpa1-4\/agb1-2 plants sown in Metro-Mix were germinated under a photosynthetic photon flux density (PPFD) of 400 umol m-2 s-1 (9 h light\/15 h dark cycle) at 23 C in a growth chamber in the North Carolina State University Phytotron. Plants were grown for 4-5 weeks in the growth chamber. Plants were fertilized with Phytotron nutrient solution (Downs & Thomas, 1983) once per week.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169250,"accession":"P-GSE34667-4","name":null,"text":"Extraction of total RNA was performed using Qiagen RNeasy mini kits according to the manufacturer's instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169249,"accession":"P-GSE34667-5","name":null,"text":"The MessageAmp II-Biotin Enhanced Kit (Ambion, Invitrogen Corp, Carlsbad, CA) was used to generate biotinylated aRNA from the cDNA reaction.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169248,"accession":"P-GSE34667-6","name":null,"text":"Fragmented aRNA (15 ug) was added to a hybridization cocktail (0.05 ug ul-1 fragmented cRNA, 50 pM control oligonucleotide B2, BioB, BioC, BioD and cre hybridization controls, 0.1 mg ml-1 herring sperm DNA, 0.5 mg ml-1 acetylated BSA, 100 mM MES, 1 M [Na+], 20 mM EDTA and 0.01% Tween 20). aRNA (10 ug) was used for hybridization in a volume of 200 ul per slide. Affymetrix arrays were hybridized for 16 h at 45 uC in a GeneChip Hybridization Oven 640 (Affymetrix).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169246,"accession":"P-GSE34667-7","name":null,"text":"GeneChips were scanned using GeneChip Scanner 3000 7G Plus.","type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169247,"accession":"P-GSE34667-8","name":null,"text":"Affymetrix GeneChip Operating Software was used for washing, scanning and basic analysis. Affymetrix Expression Console software processed the CEL files. The software uses the RMA algorithm.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}