{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":21247,"accession":"E-GEOD-4021","secondaryaccession":["GDS2363","GSE4021"],"name":"Transcription profiling of Arabidopsis leaves reponse to DTT to examine the effect of redox on gene expression","releasedate":"2008-06-12","submissiondate":"2006-01-12","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["compound treatment"],"description":[{"id":null,"text":"In this study, we used GC-MS analysis in combination with flux analysis and the Affymetrix ATH1 GeneChip to survey the metabolome and transcriptome of Arabidopsis leaves in response to manipulation of the thiol-disulfide status. Feeding low concentrations of the sulfhydryl reagent dithiothreitol (DTT) for one hour at the end of the dark period led to post-translational redox-activation of ADP-glucose pyrophosphorylase and major alterations in leaf carbon partitioning, including an increased flux into major respiratory pathways, starch- cell-wall-, and amino-acid synthesis and a reduced flux to sucrose. This was accompanied by a decrease in the levels of hexose-phosphates, while metabolites in the second half of the TCA cycle and various amino acids increased, indicating a stimulation of anaplerotic fluxes reliant on α-ketoglutarate. There was also an increase in shikimate as a precursor of secondary plant products and marked changes in the levels of the minor sugars involved in ascorbate synthesis and cell wall metabolism. Transcript profiling revealed a relatively small number of changes in the levels of transcripts coding for components of redox-regulation, transport processes and cell wall, protein and amino acid metabolism, while there were no major alterations in transcript levels coding for enzymes involved in central metabolic pathways. These results provide a global picture of the effect of redox and reveal the utility of transcript and metabolite profiling as systemic strategies to uncover the occurrence of redox-modulation in vivo. Experiment Overall Design: Leaf discs were incubated with or without 5mM DTT for one hour to affect the redox status of the cells. The effect of this treatment on global gene expression was analysed using affymetrix ATH1 microarrays. The experiments contains one control (-DTT) and one treatment (+DTT) and is performed with 2 biological replicas."}],"provider":[{"contact":"Joost T. van Dongen","role":"submitter","email":"dongen@mpimp-golm.mpg.de"}],"bibliography":[{"accession":16648214,"authors":"Anna Kolbe, Sandra N Oliver, Alisdair R Fernie, Mark Stitt, Joost T van Dongen, Peter Geigenberger","title":"Combined transcript and metabolite profiling of Arabidopsis leaves reveals fundamental effects of the thiol-disulfide status on plant metabolism.","issue":2,"pages":"412-22","publication":"Plant Physiol","volume":141,"year":2006}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"Compound","value":["DTT","none"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":58510,"accession":"P-G4021-1"},{"id":58511,"accession":"P-G4021-2"},{"id":58508,"accession":"P-G4021-3"},{"id":58509,"accession":"P-G4021-4"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"scan","bioassays":4,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}