{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":510554,"accession":"E-GEOD-62213","secondaryaccession":["GSE62213"],"name":"Detection of genes acting downsteram of ectopically expressed TCP\/CYC2 transcription factors in Arabidopsis thaliana","releasedate":"2014-10-14","lastupdatedate":"2014-10-19","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"TCP transcription factors from the CYC2-class are involved in the development of monosymmetric flowers in all core eudicot species analysed so far. In Antirrhinum majus, the CYC2\/TCP transcription factor CYCLOIDEA (CYC) is the molecular key regulator driving the development of flower monosymmetry (Luo D, Carpenter R, Vincent C, Copsey L, Coen E: Origin of floral asymmetry in Antirrhinum. Nature 1996, 383:794-799). In the Brassicaceae Iberis amara, a stronger expression of the CYC2 gene IaTCP1 in the small adaxial petals likely leads to the reduced petal size in comparison to large abaxial petals, with hardly any IaTCP1 expression. This results in the formation of the monosymmetric Iberis flower (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719). In contrast, the orthologous TCP\/CYC2 transcription factor TCP1 from Arabidopsis thaliana, which forms equally sized and shaped petal pairs, only shows an early and transient expression in the adaxial area of floral primordia. This implies that monosymmetry in the Brassicaceae evolved through a heterochronic expression shift of the TCP\/CYC2 key regulator gene IaTCP1. Transgenic Arabidopsis plants overexpressing IaTCP1 and TCP1 develop smaller petals whereas transgenic plants overexpressing CYC from Antirrhinum majus produce larger flowers. In any case, petal size is affected. To compare the effects of the three CYC2 TCP transcription factors on downstream (regulatory) networks in Arabidopsis thaliana, a microarray analysis was conducted. The coding sequences of the TCP\/CYC2 transcription factors IaTCP1, TCP1 and CYC were cloned into the pBAR vector (GenBank: AJ251014), resulting in the constructs #0522 (IaTCP1), #0569 (TCP1) and #0577 (CYC).  In pBAR, all genes are under the control of the CaMV35S-promoter. Arabidopsis plants were transformed (via floral dip) with respective constructs and also with the empty vector (pBar). Transgenic plants (T1) with petal size deviation from the control (plants transformed with the empty vector and wild type) were selfed and resulting T2 lines with petal size deviations from control were selected. Inflorescence buds from secondary inflorescences were harvested from transgenic T2 plants that formed smaller (#0255 or #0569) or larger (#0577) petals in the main inflorescence. Total RNA was isolated and sent to the Integrated Functional Genomics Service at the University of Münster, Germany, which carried out probe preparation, hybridization and statistical analysis of the data. Differential gene expression was always determined from a comparison of gene expression from #0522, #0569 and #0577, respectively, against the control (#pBar; inflorescence gene expression in plants transformed with an empty vector)."}],"provider":[{"contact":"Andrea Busch","role":null,"email":null},{"contact":"Andrea Busch","role":"submitter","email":"andrea.busch@biologie.uni-osnabrueck.de"},{"contact":"Stefanie Horn","role":null,"email":null},{"contact":"Sabine Zachgo","role":null,"email":null}],"samplecharacteristic":[{"category":"age","value":["inflorescences with all flowers before anthesis"]},{"category":"cultivar","value":["Columbia"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["secondary inflorescence"]},{"category":"transgenic generation","value":["T2 line"]},{"category":"transgenic plant","value":["transgenic plants that carry AmCYC under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry AtTCP1 under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry IaTCP1 under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry the empty pBAR vector (GenBank: AJ251014)"]}],"experimentalvariable":[{"name":"TRANSGENIC PLANT","value":["transgenic plants that carry AmCYC under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry AtTCP1 under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry IaTCP1 under the control of the CaMV35S-promotor (Busch A, Zachgo S: Control of corolla monosymmetry in the Brassicaceae Iberis amara. PNAS 2007, 104:16714-16719) in the pBAR vector (GenBank: AJ251014)","transgenic plants that carry the empty pBAR vector (GenBank: AJ251014)"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":1091214,"accession":"P-GSE62213-1"},{"id":1091219,"accession":"P-GSE62213-3"},{"id":1091218,"accession":"P-GSE62213-2"},{"id":1091216,"accession":"P-GSE62213-5"},{"id":1091217,"accession":"P-GSE62213-4"},{"id":1091215,"accession":"P-GSE62213-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"normalization","bioassays":8,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"processedData","bioassays":8,"isderived":0}]}]}}