{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":448857,"accession":"P-GSE16765-1","name":"P-GSE16765-1","text":["ID_REF = ",{"br":null},"VALUE = RMA-calculated log2 intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448864,"accession":"P-GSE16765-2","name":"P-GSE16765-2","text":"Plants subjected to salt stress were watered with NaCl solution which was dissolved in ½ Strength Hoagland Solution. Salt treatment started at 14 DAS . Plants were watered from below to field capacity and then sprayed with the same concentration of NaCl solution from the top, ensuring adequate leaching and preventing excess salinity. The concentrations of NaCl supplementation were increased stepwise by 50 mM every 2 days for each line, to the indicated maximum (0, 100 mM). Plants were then watered every 2 days with or without NaCl at the indicated concentrations. The flats were rotated in the growth chamber everyday to minimize the effect of growth condition.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448862,"accession":"P-GSE16765-3","name":"P-GSE16765-3","text":"Seeds were sown directly on soil in 26  × 26  × 6 cm flat pot filled with standard  planting medium (Baccto, Houston, TX, USA). Each flat pot was divided into 36 subsections and 5 seeds were pipetted onto wet soil surface carefully in each subsection.  The pots were covered with a transparent plastic cover and plants were grown at 23\/18 °C in the growth chamber with a 10h light\/14h dark cycle at 350 μmol m-2s-1 and 70% relative humidity. Half Strength Hoagland Solution was applied and watered from below once per week before the beginning of the salt treatment. At 14 DAS, the flats were thinned to 1 seedling per subsection.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448863,"accession":"P-GSE16765-4","name":"P-GSE16765-4","text":"Total RNA was extracted and purified using QIAGEN-RNeasy Mini Kit according to guidelines specified by the manufacturer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448859,"accession":"P-GSE16765-5","name":"P-GSE16765-5","text":"Ten µg of total RNA was processed to produce biotinylated cRNA targets.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448861,"accession":"P-GSE16765-6","name":"P-GSE16765-6","text":"standard Affymetrix procedures","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448858,"accession":"P-GSE16765-7","name":"P-GSE16765-7","text":"standard Affymetrix procedures","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":448860,"accession":"P-GSE16765-8","name":"P-GSE16765-8","text":"All the Affymetrix data files produced with Affymetrix GCOS software (*.CEL files) were analyzed using Bioconductor, a public source software for the analyses of genomic data rooted in the statistical computing environment R. The data were normalized by robust multioiarray normalization of probe-level data with RMA and analyzed using affylmGUI running on R software.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}