{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1175259,"accession":"P-GSE42896-1","name":null,"text":"ID_REF =  VALUE = Log2 RMA expression value ABS_CALL = the MAS 5.0 detection call in an absolute analysis that indicates if the transcript was present (P), absent (A), marginal (M), or no call (NC) DETECTION P-VALUE = p-value that indicates the significance level of the detection call","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175265,"accession":"P-GSE42896-2","name":null,"text":"Arabidopsis thaliana (L). Heynh., Col-0 seeds were germinated vertically on solid.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175264,"accession":"P-GSE42896-3","name":null,"text":"RNA was extracted with the RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175263,"accession":"P-GSE42896-4","name":null,"text":"RNA concentration and purity were determined spectrophotometrically using the NanoDrop ND-1000 (NanoDrop Technologies), and RNA integrity was assessed using a Bioanalyser 2100 (Agilent). Per sample, an amount of 2 ﾵg of total RNA spiked with bacterial RNA transcript positive controls (Affymetrix) was converted to double-stranded cDNA in a reverse transcription reaction. Subsequently, the sample was converted and amplified to antisense cRNA and labeled with biotin in an in vitro transcription reaction. All steps were carried out according to the manufacturer's protocol (Affymetrix). All amplification and labeling reactions were performed on a Biomek 3000 ArrayPlex Workstation (Beckman Coulter).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175262,"accession":"P-GSE42896-5","name":null,"text":"A mixture of purified and fragmented biotinylated cRNA and hybridisation controls (Affymetrix) was hybridised on Affymetrix ATH1 arrays followed by staining and washing in a GeneChipﾮ Fluidics Station 450 (Affymetrix) according to the manufacturer's procedures.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175261,"accession":"P-GSE42896-6","name":null,"text":"To assess the raw probe signal intensities, chips were scanned using a GeneChipﾮ scanner 3000 (Affymetrix).","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1175260,"accession":"P-GSE42896-7","name":null,"text":"Data were normalized using RMA as implemented in the Affy package (version 1.36.0) of Bioconductor. Expression values are represented on a log2-scale.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}