{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1106690,"accession":"P-GSE64972-1","name":"P-GSE64972-1","text":"Raw intensity values from the scanned ATH1 GeneChip were analyzed using RMAExpress. ID_REF =  VALUE = RMA signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106695,"accession":"P-GSE64972-2","name":"P-GSE64972-2","text":"Arabidopsis seedlings were grown in 30 mL of sterile liquid full nutrition (FN) medium (3 mM sulphate) or 150 μM sulphate medium. Transferring pre-grown 7-days old seedlings to a sulphate depleted medium (0 μM sulphate) assured immediate and continued sulphate starvation during the next two days of plant cultivation. On day 9 subsets of the sulphate depleted cultures were supplied with sulphate (500 μM) and samples taken 30 min and 3 hours after re-supply.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106694,"accession":"P-GSE64972-3","name":"P-GSE64972-3","text":"Arabidopsis seedlings (100-120 seeds) were grown in 30 ml of sterile liquid medium (250 mL Erlenmeyer glass flasks) on orbital shakers with constant, uniform fluorescent light (~50 µE in the flask) and temperature (22°C). Shaker speed was low (30 rpm) during the first three days, and then increased to 80 rpm.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106696,"accession":"P-GSE64972-4","name":"P-GSE64972-4","text":"Frozen plant material (100-200 mg) was ground in liquid nitrogen in a pre-cooled mortar or homogenised using metal beads (Ø 5mm) in the MM200 homogenizer (Retsch). TRIzol reagent (Invitrogen) was then added and mixed well by vortexing. After 5 min incubation at room temperature the homogenate was centrifuged at 13,000 x g for 5 min at 4°C in pre-cooled centrifuge. The supernatant was removed to a fresh Eppendorf tube and 400 µL of chloroform was added and mixed by vortexing before incubation at RT for 5 min. After 10 min centrifugation at 13,000 x g, at 4°C, the aqueous phase (~1 mL) was transferred to a fresh Eppendorf tube. RNA was precipitated with 0.5 mL of isopropanol and 0.5 mL of HSS buffer (0.8 M sodium citrate and 1.2 M NaCl) per 1 mL of aqueous phase, overnight at -20°C. The precipitate was pelleted by centrifugation at 13,000 x g for 30 minutes at 4°C. The supernatant was removed and the pellet was washed twice with 1 mL 70% ethanol, air dried, and re-suspended in ca. 50 µL water (approx. 1 µg RNA\/1 µL). RNA concentration, purity and integrity were determined by analysis with Bioanalyser (Agilent) according to the manufacturer’s instruction.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106693,"accession":"P-GSE64972-5","name":"P-GSE64972-5","text":"Preparation and biotin labeling of cRNA, were performed by RZPD (now ATLAS Biolabs, Berlin, Germany)","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106692,"accession":"P-GSE64972-6","name":"P-GSE64972-6","text":"ATH1 GeneChip hybridizations, were performed by RZPD (now ATLAS Biolabs, Berlin, Germany)","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1106691,"accession":"P-GSE64972-7","name":"P-GSE64972-7","text":"Washing, staining, and scanning, were performed by RZPD (now ATLAS Biolabs, Berlin, Germany)","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}