{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":83570,"accession":"P-MTAB-3017","name":"P-MTAB-3017","text":["Growth of plants (taken from Marks et al., 2007, The Plant Journal, 56:3.)",{"br":null},{"br":null},{"br":null},{"br":null},"To minimize contaminating potting medium and to speed the isolation of plant material, Arabidopsis plants were grown on flats containing Sunshine LP5 potting medium (Sun Gro Horticulture, ",{"a":{"href":"http:\/\/www.sungro.com\/","target":"_blank","$":"http:\/\/www.sungro.com\/"}},") overlaid with perforated metal plates (Figure 1). Plants were grown under continuous illumination at 22°C. After approximately 4 weeks, seedlings were harvested by shaving the plants off the metal plates with razor blades. Seedlings were rinsed twice in tap water to remove extraneous debris. ",{"br":null},"(Parameters: start time = 28, time unit = days, min temperature = 22, temperature unit = C, media = Sunshine LP5 potting medium)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":83569,"accession":"P-MTAB-3018","name":"P-MTAB-3018","text":["Labeling (taken from Marks et al., 2007, The Plant Journal, 56:3.)",{"br":null},{"br":null},{"br":null},{"br":null},"The MesageAmp II-Biotin Enchanced kit (Ambion) was used following kit directions to convert total trichome or leaf RNA into biotin-labeled aRNAs. During this procedure a single round of T7 polymerase-driven amplification was used to generate the biotin-labeled aRNA. As little as 300 ng was sufficient to generate over 15 ?g of probe. For hybridization, 15 ?g of aRNA was fragmented using the supplied fragmentation buffer and the resulting products were sent to the University of Minnesota BioMedical Genomics Center for hybridization to Affymetrix ATH1 Genchips (Affymetrix, ",{"a":{"href":"http:\/\/www.affymetrix.com\/","target":"_blank","$":"http:\/\/www.affymetrix.com\/"}},"). ",{"br":null},"(Parameters: Amount of nucleic acid labeled = 300, Mass unit = Nano gram, Amplification = RNA polymerases)"],"type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":83571,"accession":"P-MTAB-3019","name":"P-MTAB-3019","text":["RNA, DNA, and protein isolation (taken from Marks et al., 2007, The Plant Journal, 56:3.)",{"br":null},{"br":null},{"br":null},{"br":null},"Trichomes destined for RNA isolation were placed in a solution of RNAlater (Ambion, ",{"a":{"href":"http:\/\/www.ambion.com\/","target":"_blank","$":"http:\/\/www.ambion.com\/"}},") and subjected to a vacuum for 5–10 min for infiltration. Trichomes were stored in RNAlater for up to a month or more at 4°C. For RNA isolation, up to 100 mg (approximate wet weight) of trichomes was moved to a 1.5-ml microfuge tube and centrifuged for 30 sec at 350 g. Residual RNAlater was then removed. RNA was isolated from the trichome pellet using the Plant RNeasy kit (Qiagen, ",{"a":{"href":"http:\/\/www.qiagen.com\/","target":"_blank","$":"http:\/\/www.qiagen.com\/"}},") with one modification. The trichome pellet was resuspended in 100 ?l of supplied RLT buffer and then frozen solid in liquid nitrogen. As the pellet thawed, it was ground to a fine paste using a small pestle. An additional 350 ?l of RLT was added and then the RNA was isolated following the kit's instructions. After isolation the RNA was subjected to DNase treatment using TurboDNAse (Ambion) and then concentrated using a RNA MinElute spin column (Qiagen). RNA was eluted in a small volume and stored at ?80°C.",{"br":null},{"br":null},{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":83572,"accession":"P-MTAB-3020","name":"P-MTAB-3020","text":["Trichome isolation (taken from Marks et al., 2007, The Plant Journal, 56:3.)",{"br":null},{"br":null},{"br":null},{"br":null},"Seedlings were stuffed (approximately 1.5 g per tube) into 50-ml test tubes (Greiner Bio-One, ",{"a":{"href":"http:\/\/www.greinerbioone.com\/","target":"_blank","$":"http:\/\/www.greinerbioone.com\/"}},") containing approximately 50 mg of 60\/80 ?m glass beads (Alltech, part number 5420, ",{"a":{"href":"http:\/\/www.discoverysciences.com\/","target":"_blank","$":"http:\/\/www.discoverysciences.com\/"}},") and 15 ml of a solution containing 50 mm ethylene glycol-bis (2-aminoethylether)-N,N,N',N'-tetraacetic acid (EGTA pH 7.5 with KOH; Sigma-Aldrich, ",{"a":{"href":"http:\/\/www.sigma-aldrich.com","target":"_blank","$":"http:\/\/www.sigma-aldrich.com"}},") and 1× modified phosphate-buffered saline (PBS). The PBS solution was essentially made as described in Sambrook et al. (1989) with the exception that all potassium salts were used. Tubes containing the seedlings were mixed at maximum speed (four cycles of 30 sec on and 30 sec rest on ice) on a Genie 2 vortex (Scientific Industries, ",{"a":{"href":"http:\/\/www.scientificindustries.com\/","target":"_blank","$":"http:\/\/www.scientificindustries.com\/"}},"). It was important not to overload the seedlings in the tubes to the point that they could not freely rotate during mixing. Up to 12 tubes of seedlings were processed at the same time. The processed seedlings were collected in a 500-ml beaker and the solution was strained through four layers of screen door mesh (Home Depot, ",{"a":{"href":"http:\/\/www.homedepot.com\/","target":"_blank","$":"http:\/\/www.homedepot.com\/"}},") into a flask. The seedlings in the beaker were rinsed several times with the PBS solution (no EGTA) to free trichomes trapped in the plant material. The rinse solutions were filtered and combined in the flask with the original filtrate. The resulting solution was sieved through a 100-?m cell strainer (Falcon-Becton Dickinson, http;\/\/",{"a":{"href":"http:\/\/www.bdbiosciences.com\/","target":"_blank","$":"http:\/\/www.bdbiosciences.com\/"}},"). Trichomes ensnared on the mesh were rinsed with several milliliters of PBS, and then the cell strainer was inverted into a small Petri dish. Approximately 10 ml of PBS solution was used to dislodge the trichomes from the filter. Any remaining plant debris that co-purified with the trichomes was removed with fine forceps. The solution containing the trichomes was transferred to a 15-ml centrifuge tube and spun at 150 g for 1.5 min. The supernatant was carefully removed, leaving the trichomes ready for downstream processing. Five grams of seedlings was sufficient to isolate approximately 15 000 trichomes, as quantified with a hemocytometer.",{"br":null},{"br":null},{"br":null},{"br":null}],"type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}