{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":441988,"accession":"P-GSE29699-1","name":"P-GSE29699-1","text":["ID_REF = ",{"br":null},"VALUE = RMA normalized",{"br":null},"ABS_CALL = ",{"br":null},"DETECTION P-VALUE = "],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441995,"accession":"P-GSE29699-2","name":"P-GSE29699-2","text":"Plants were grown untill 27 days on soil after which whole rosettes were collected. Fourteen days after sowing, plants were watered with 10 mL PBZ solution   (50 mg L-1, 0.5 mg pot-1). For gibberellin treatment, each plant was sprayed every second day with 1 mL of 50 µM GA3. Rosettes were harvested and directly frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441991,"accession":"P-GSE29699-3","name":"P-GSE29699-3","text":"Arabidopsis thaliana (L.) Heynh. Col-0 transgenic lines expressing the 35S:HF-RPL18B seeds (kindly provided by J. Bailey-Serres, University of California, Riverside, CA, USA) were sown on standard greenhouse soil (Stender AG; Schermbeck, Germany) in plastic pots with 0.1 L capacity. After 3 days of vernilization at 4 degrees the trays containing the pots were placed under a 16\/8 h day\/night  (22\/16 oC) regime with 60\/75% relative humidity and 180 μmol m-2 s-1 light intensity.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441993,"accession":"P-GSE29699-4","name":"P-GSE29699-4","text":"All mRNA extraction procedures were performed at 4 °C or on ice (Mustroph et al., 2009). Frozen pulverized tissue was homogenized in Polysome Extraction Buffer (PEB; 200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM ethylene glycol tetraacetic acid (EGTA), 36 mM MgCl2, 1% (v\/v) octylphenyl-polyethylene glycol (Igepal CA-630), 1% (v\/v) polyoxyethylene(23) lauryl ether (Brig® 35), 1% (v\/v) Triton X-100, 1% (v\/v) Tween-20, 1% (v\/v) polyoxyethylene 10 tridecyl ether, 1% (v\/v) sodium deoxycholate, 1 mM dithiothreitol (DTT), 50 µg mL-1 cycloheximide, 50 µg mL-1 chloramphenicol, 0.5 mg mL-1 heparin) using 2.5 mL PEB per mL tissue. A typical extraction was 1 to 2 ml packed volume of frozen pulverised rosette tissue. Homogenates were clarified by centrifugation at 16,000 g for 15 min and filtrated with miracloth. Six-hundred µL of the supernatant was reserved for isolation of total RNA. To the remaining supernatant 150 µL of anti-FLAG agarose beads (Sigma) were added and incubated at 4°C for 2 h with gentle shaking. The beads were recovered by centrifugation at 3,500 g, and washed four times for 5 min each with 6 mL of wash buffer (200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM EGTA, 36 mM MgCl2, 5 mM DTT, 50 µg mL-1 cycloheximide, 50 µg mL-1 chloramphenicol). Polysomes were eluted by resuspension of the washed beads in 300 µL of wash buffer per 100 µl beads that additionally contained 200 µg mL-1 of [FLAG]3 peptide (Sigma) at 4°C for 30 min. RNA extraction was performed by addition of two volumes of 8 M guanidine-HCl and three volumes of ethanol to the cleared eluate, incubation overnight at –20 °C and pelleting by centrifugation at 15,000 g for 45 min. RNA samples were further purified using RNeasy columns (Qiagen) as described previously (Branco-Price et al., 2008). Total RNA was extracted from the same cell lysate of p35S:HF-RPL18 that was used for polysome immunoprecipitation. For this, an aliquot of the homogenized sample was without further modifications precipitated by adding two volumes of 8 M guanidine-HCl and three volumes of ethanol, incubation overnight at –20 °C, pelleting by centrifugation at 15,000 g for 45 min and purification by use of RNeasy columns (Qiagen). Quality of RNA was checked with an Agilent 2100 Bioanalyzer (Atlas, Biolabs service)","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441992,"accession":"P-GSE29699-5","name":"P-GSE29699-5","text":"RNA was labelled with the MessageAMP II biotin enhanced (Ambion) kit according to the manufactures protocol","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441994,"accession":"P-GSE29699-6","name":"P-GSE29699-6","text":"Hybridizations against Arabidopsis ATH1 Genome Array (GeneChip System®, Affymetrix) chips were performed at 45 °C for 16 h, in the Affymetrix GeneChip Workstation (hybridization oven 640, Fluidics Station 450), using 10 µg of Biotin-labeled aRNA, according to the manufacturer's protocol.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441989,"accession":"P-GSE29699-7","name":"P-GSE29699-7","text":"GeneChips were scanned by use of the Affymetrix GeneChip Workstation Scanner 3000.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441990,"accession":"P-GSE29699-8","name":"P-GSE29699-8","text":"CEL files from the Affymetrix Chips were processed by use of the Robin program (Lohse et al., 2010). The Robust Multi-chip Average (RMA) normalization was performed using the default settings of the corresponding Robin function. Present, Marginal or Absent (P\/M\/A) calls were computed with the affy package.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}