{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":578577,"accession":"P-GSE18273-1","name":"P-GSE18273-1","text":["ID_REF = ",{"br":null},"VALUE = MAS5.0 signal intensity",{"br":null},"ABS_CALL = The call in an absolute analysis that indicates if the transcript was present (P), absent (A), marginal (M), or no call (NC).",{"br":null},"DETECTION P-VALUE = p-value that indicates the significance level of the detection call"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578578,"accession":"P-GSE18273-2","name":"P-GSE18273-2","text":"The seeds were surface sterilized with the mixed solutions of NaClO (0.5%) and Triton X-100 (0.01%) for 10 min followed by washing with sterilized distilled water for 4 times. The sterilized seeds were first incubated on Petri dishes containing MS agar medium at 4℃ for 2 days before germination. The seeds were germinated at 22℃ under constant illumination at 40 μmol•m-2•s-1 and the 7-day-old seedlings were harvested for RNA extraction.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578579,"accession":"P-GSE18273-3","name":"P-GSE18273-3","text":"The total RNA was extracted using the TRIzol reagent (Invitrogen). RNA concentration, purity and integrity were determined and confirmed by using an Eppendorf Biophotometer (Eppendorf) and electrophoresis. The total RNA was further purified using RNeasy Mini Kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578580,"accession":"P-GSE18273-4","name":"P-GSE18273-4","text":"Eight ug of purified total RNA was used to generate first-strand cDNA in a reverse transcription reaction (One-Cycle Target Labeling and Control Reagents, Affymetrix). After second-strand synthesis, the double-stranded cDNA were used to generate cRNA via in vitro transcriptional reaction. The cRNA was labeled with biotin and 20 ug of this cRNA was fragmented. Size distribution of the cRNA and fragmented cRNA was assessed using an Eppendorf Biophotometer (Eppendorf) and electrophoresis.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578581,"accession":"P-GSE18273-5","name":"P-GSE18273-5","text":"Fifteen ug of fragmented cRNA was added in 300 ul hybridization solutions and 200 ul of this mixture was used for hybridization on Arabidopsis ATH1 Genome Arrays for 16 h at 45 ℃. The standard wash and double-stain protocols (EukGE-WS2v5-450) were applied using an Affymetrix GeneChip Fluidics Station 450.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578582,"accession":"P-GSE18273-6","name":"P-GSE18273-6","text":"The arrays were scanned on an Affymetrix GeneChip scanner 3000. The scanned arrays were analyzed with Affymetrix GCOS 1.0 (MAS 5.0) software to generate both the CEL and CHP files.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":578583,"accession":"P-GSE18273-7","name":"P-GSE18273-7","text":"One biological experiment was conducted. The scanned arrays were analyzed with Affymetrix GCOS 1.0 (MAS 5.0) software.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}