{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":168639,"accession":"E-GEOD-6516","secondaryaccession":["GSE6516"],"name":"Transcription profiling by array of Arabidopsis infested with silverleaf whitefly","releasedate":"2008-06-14","lastupdatedate":"2012-01-06","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Phloem-feeding pests cause extensive crop damage throughout the world yet little is understood about how plants perceive and defend themselves from these threats. The silverleaf whitefly (SLWF; Bemisia tabaci type B) is a good model for studying phloem-feeding insect-plant interactions as SLWF nymphs cause little wounding and have a long, continuous interaction with the plant. Using the Arabidopsis ATH1 GeneChip, the global responses to Silverleaf Whitefly 2nd instar feeding were examined.  Experiment Overall Design: The silverleaf whitefly colony (Bemisia tabaci type B; Bemisia argentifolii Bellows and Perring) was maintained on Brassica napus cv. “Florida broad leaf” grown under fluorescent and incandescent lights (180 μE m-2 s-1) 27°C with 55% relative humidity under long-day (16 hr light: 8 hr dark) conditions in the Insectory and Quarantine Facility at the University of California, Riverside. Adult whiteflies are collected from infested plants by aspiration into 15-ml falcon tubes.  Experiment Overall Design:  Individual Arabidopsis thaliana ecotype Columbia plants were grown for 21 days in 4-inch diameter, round pots under fluorescent and incandescent lights (180 μE m-2 s-1) with 50% relative humidity, 23° C and an 8 hr-light\/16-hr dark cycle. One hundred adult whiteflies were collected into each 15-ml falcon tube and the tube was placed upright in each pot. Plants were individually encased with 5- by 10-inch nylon bags that were secured to each pot with a rubber band. The whiteflies were released by unscrewing the falcon tube. After seven days, the adult whiteflies were removed from the plants by aspiration. The infested and non-infested plants were caged for the remainder of the experiment to ensure any adults that escaped aspiration could not reach the plants. Rosette tissue was collected after 28 days, when 2nd and 3rd instars were observed on wild-type Columbia plants. Developmentally matched leaves were harvested from uninfested plants. Infestations were performed in two growth chambers; each chamber contained one replicate experiment, which included 10 control and 10 infested plants.  This experiment was repeated for a total of 8 biological replicate experiments.  Experiment Overall Design: Total RNA from the eight biological replicates was isolated using the RNAwiz protocol (Ambion Inc., Austin, TX) and purified using a RNAeasy column (Qiagen, Valencia, CA). RNA from the two biological replicates performed in each growth chamber were pooled to eliminate variance due to different environmental factors. This yielded the infested and control RNA pools used in the microarrays (Exp1 and Exp2) and RT-PCRs (Exp3 and Exp4). The quality of the RNA was determined by A260\/A280 absorbance readings. RNA integrity (1 µg) was verified by fractionation on a 1% formaldehyde gel.  Experiment Overall Design: Hybridization Experiment Overall Design: Biotin-labeled cRNAs were synthesized from infested and control RNAs for Exp1 and Exp2 at the UC Irvine Microarray Facility using the Affymetrix Eukaryotic One-Cycle Target Labeling Assay protocol (Affymetrix GeneChip Expression, Analysis Technical Manual, Affymetrix, Santa Clara, CA). The labeled cRNA was hybridized to Affymetrix Arabidopsis genome ATH1 Chip arrays, washed, and scanned using a Hewlett Packard Genearray scanner (Hewlett-Packard, Palo Alto, CA). Experiment Overall Design: MAS 5.0 was performed using the standard parameters (Affymetrix GeneChip Expression, Analysis Technical Manual, Affymetrix, Santa Clara, CA.) Genes with “absent” calls in replicate experiments were removed from further analysis."}],"provider":[{"contact":"Linda L. Walling","role":"submitter","email":"lwalling@citrus.ucr.edu"}],"bibliography":[{"accession":17189325,"authors":"Louisa A Kempema, Xinping Cui, Frances M Holzer, Linda L Walling","title":"Arabidopsis transcriptome changes in response to phloem-feeding silverleaf whitefly nymphs. Similarities and distinctions in responses to aphids.","doi":"10.1104\/pp.106.090662","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["7 weeks"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["rosette"]}],"experimentalvariable":[{"name":"DISEASE STATE","value":["silverleaf whitefly infested","uninfested"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":424829,"accession":"P-G6516-1"},{"id":424830,"accession":"P-G6516-2"},{"id":424828,"accession":"P-G6516-3"},{"id":424827,"accession":"P-G6516-4"},{"id":424826,"accession":"P-G6516-5"},{"id":424825,"accession":"P-G6516-6"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"scan","bioassays":4,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}