{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":163,"accession":"Affymetrix:Protocol:MAS4:ExpressionCall","name":"Affymetrix:Protocol:MAS4:ExpressionCall","text":"Title: Affymetrix CHP Analysis (ExpressionCall). Description:","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":"MicroArraySuite 4.0","standardpublicprotocol":1},{"id":77,"accession":"P-AFFY-2","name":"P-AFFY-2","text":"Labeling of samples was carried out according to the manufacturer’s standard protocol","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":1,"parameter":"Quantity of starting RNA (ug)"},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":86429,"accession":"P-MTAB-14145","name":"P-MTAB-14145","text":["Seeds of WT, transgenic (P35S:AtNudt7), and mutant (Atnudt7-1) lines were stratified in 0.1% Phytagel (Caisson Laboratories) at 4 C for 3 days. Seeds were sown in pots containing either a mixture of 12 parts vermiculite, 3 parts Redi-earth (composition: 55-65% sphagnum peat moss, vermiculite, dolomitic lime; Sun Gro Horticulture) and 1 part sand (12:3:1) or Metro-Mix 200 (MM) potting mix (Scotts) for 4 weeks in a growth chamber. Plants were maintained at 22 C, 45% relative humidity, 100 µmol m-2 s-1 light intensity and 10 h day and 14 h dark conditions. Plants were irrigated using tap water. ",{"br":null},"(Parameters: start time = 10, time unit = seconds, min temperature = 18, max temperature = 21, temperature unit = C, media = 12 parts vermiculite: 3 parts redi-earth: 1 part sand)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":86430,"accession":"P-MTAB-14146","name":"P-MTAB-14146","text":["Total RNA was isolated using the Plant RNeasy kit (Qiagen) ",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":86431,"accession":"P-MTAB-14147","name":"P-MTAB-14147","text":"Arabidopsis Atnudt7-1 mutant plants and wildtype Col-0 plants were grown in 12 parts of vermiculite, 3 parts of redi-earth and 1 part of sand for 4 weeks in growth rooms with 10 h of day length and 14 h of darkness.  The plants were raised in moderate light conditions of 100 micro mols.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":480072,"accession":"P-MTAB-14168","name":"Scanarray Express - General","text":["Scanarray Express Scanning for TOXARRAY:",{"br":null},{"br":null},"A) Single Chip Scans",{"br":null},{"br":null},{"br":null},{"br":null},"1. Turn the Laser ON before turning on the laptop. Verify that the Power  ",{"br":null},{"br":null},"    and Ready indicator lights are green.",{"br":null},{"br":null},{"br":null},{"br":null}," 2. Log in Windows and double click on the Scan Array Express icon on the ",{"br":null},{"br":null},"    desktop.",{"br":null},{"br":null},{"br":null},{"br":null},"3.  Once the program is open, check the status of the lasers. The laser buttons on the right side of the Main window indicate the status of the lasers. Blue indicates the lasers are turned off, yellow indicates the lasers are warming up, and green indicates the lasers are ready.  To turn on a laser, click the status button for that laser.",{"br":null},{"br":null},"  ",{"br":null},{"br":null},"Loading a Microarray:",{"br":null},{"br":null},{"br":null},{"br":null},"1. Hold the microarray by the edges face up with the barcode facing you and slide it into the microarray cassette. Reverse the holder and push it down gently onto a countertop to align the chip so it is pushed to the back.",{"br":null},{"br":null},{"br":null},{"br":null},"2. Open the lid and place the cassette with the ‘arrow’ facing towards the scanner. Close the lid.",{"br":null},{"br":null},{"br":null},{"br":null},"3. On the main window, click Scan. The scan window will open. ",{"br":null},{"br":null},{"br":null},{"br":null},"4. Select Run Easy Scan. The Scan window will open.",{"br":null},{"br":null},{"br":null},{"br":null},"5. Area: Choose the Area where you wish the lasers to scan. If you are unsure, scan the whole chip.",{"br":null},{"br":null},"Scan Resolution: Always make sure the resolution is set to 10 um.",{"br":null},{"br":null},"Autoloader slot from which to load (1-20): Choose 1 (or where you placed the chip when you loaded it into the cassette).",{"br":null},{"br":null},"Fluorophores: If scanning with two dyes (Cy 3 and Cy 5), start with a 65% scan for both channels.  ",{"br":null},{"br":null},"Scan Area Coordinates:  leave as is if you have used the left side window to clickon the desired area.",{"br":null},{"br":null},"Automatically save image files locally: Optional. You can indicate which folder you wish to have the images saved to. You can also save after scan is completed.",{"br":null},{"br":null},{"br":null},{"br":null},"6. Click on Start.",{"br":null},{"br":null},{"br":null},{"br":null},"7.  After the lasers have scanned on both channels. You can examine the relative intensity differences between the two channels. You need to adjust accordingly to get a ‘yellow’ (or as close to) intensity on the composite image produced. ",{"br":null},{"br":null},{"br":null},{"br":null},"8.   If you have not set up the automatic save, you must save both channels ",{"br":null},{"br":null},"      separately. To do this, you must click on the File folder and then Save or     ",{"br":null},{"br":null},"     Save As.",{"br":null},{"br":null},{"br":null},{"br":null},"NOTE: Recently, the Cy3 channel needed to be increased to 80% PMT and Cy5 channel has been kept at 65% PMT. These conditions change between winter and summer.  You must check each chip separately.",{"br":null},{"br":null},{"br":null},{"br":null},"9.   Repeat easy scan with adjusted PMT settings for both channels and save ",{"br":null},{"br":null},"      images.",{"br":null},{"br":null},{"br":null},{"br":null},"10.  After all scans have been saved (65\/65 and adjusted), you will need to transfer these images to either a CD disk or to the Mutagenesis shared drive in your folder.",{"br":null},{"br":null},{"br":null},{"br":null},"  a) To save the images through the shared drive, you must turn off the scanner and log out from your user account and re-log in. This allows for the connection between the shared drive and the laptop to reinitiate. The shared drive and the scanner cannot be open at the same time. After the shared drive is open, you can transfer the files in the usual manner.",{"br":null},{"br":null},{"br":null},{"br":null},"b) To save the images onto a CD, double click on the Record Now icon on the desktop. When the window pops up, click on Make a Data CD button.  Follow the instructions by inserting a blank CD in the drive, choose the images from your folder to save, and then click on the create disc button.",{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},{"br":null},"B) Multiple or BATCH Scans:  **REQUIRES Scan protocol and Batch Sets.",{"br":null},{"br":null},{"br":null},{"br":null},"1. Turn the Laser ON before turning on the laptop. Verify that the Power ",{"br":null},{"br":null},"    and Ready indicator lights are green.",{"br":null},{"br":null},{"br":null},{"br":null}," 2. Log in Windows and double click on the Scan Array Express icon on the ",{"br":null},{"br":null},"    desktop.",{"br":null},{"br":null},{"br":null},{"br":null},"3.  Once the program is open, check the status of the lasers. The laser buttons on the right side of the Main window indicate the status of the lasers. Blue indicates the lasers are turned off, yellow indicates the lasers are warming up, and green indicates the lasers are ready.  To turn on a laser, click the status button for that laser.",{"br":null},{"br":null},"  ",{"br":null},{"br":null},"Loading the Microarray Slides:",{"br":null},{"br":null},{"br":null},{"br":null},"1. Hold the microarray by the edges face up with the barcode facing you and slide it into the microarray cassette in Position 1 (bottom most slot in the cassette). ",{"br":null},{"br":null},"    Repeat this process with the remaining chips, starting with Position 2. ",{"br":null},{"br":null},"    Reverse the holder and push it down gently onto a countertop to align ",{"br":null},{"br":null},"    the chip so it is pushed to the back.",{"br":null},{"br":null},{"br":null},{"br":null},"2.   Open the lid and place the cassette with the ‘arrow’ facing towards the ",{"br":null},{"br":null},"      scanner. Close the lid.",{"br":null},{"br":null},{"br":null},{"br":null},"NOTE: Before scanning a batch of slides, you must have previously created a scan protocol and a corresponding batch set protocol. If you have not, follow the directions below. ",{"br":null},{"br":null},{"br":null},{"br":null},"Creating a Scan Protocol:",{"br":null},{"br":null},{"br":null},{"br":null},"1.   On the Main Window, click Configure. In the Configure menu, click Scan ",{"br":null},{"br":null},"      Protocols.   ",{"br":null},{"br":null},{"br":null},{"br":null},"2. The List of Scan Protocols opens. Click one of the following to open the protocol wizard:",{"br":null},{"br":null},"• Add to create a new protocol.",{"br":null},{"br":null},"• Change, after selecting the protocol you want to change, to modify an existing protocol.",{"br":null},{"br":null},"• Duplicate, makes a duplicate of the highlighted protocol to create a new protocol.",{"br":null},{"br":null},{"br":null},{"br":null},"3. When creating a new (Add button) protocol, the wizard will prompt you to name the new protocol and write a description. ",{"br":null},{"br":null},"• Please write your name in the description so that everyone knows.",{"br":null},{"br":null},{"br":null},{"br":null},"4. In this same window you will also need to choose the scan resolution and scan speed. In scan resolution, choose 10 um. In scan speed, choose full.",{"br":null},{"br":null},{"br":null},{"br":null},"5. Click on Next, and move to the Scan Area window. ",{"br":null},{"br":null},"• If you know the area in which your array is printed, you can select the size in the window on the left side by drawing a rectangle.  Click on Next.",{"br":null},{"br":null},"• If you do not know the area, you can either choose a large scan area covering most of the slide or you can leave this wizard and run an Easy Scan (see previous section A).  Click on Next.",{"br":null},{"br":null},{"br":null},{"br":null},"6. In the Fluorophores window, you can add the fluorophores from a list provided by clicking on Add, then the fluorophore of choice. These are typically Cyanine 5 and Cyanine 3.",{"br":null},{"br":null},"• At this point, you apply the PMT with which you want to scan for each laser.  If this is your first scan set, always choose 65% PMT for both channels.  Do not touch the laser power settings.",{"br":null},{"br":null},{"br":null},{"br":null},"7. Click on Finish.  You have just created a protocol. Click Close.",{"br":null},{"br":null},{"br":null},{"br":null},"NOTE 1: You are required to create a separate protocol for your first (65\/65) and second (optimized) scans.  For the optimized scans, you can examine the relative intensity differences between the two channels of the first scan. You need to adjust the PMT accordingly to get a ‘yellow’ (or as close to) intensity on the composite image produced. ",{"br":null},{"br":null},{"br":null},{"br":null},"NOTE 2: Recently, the Cy3 channel needed to be increased to approximately 80% PMT and Cy5 channel has been kept at 65% PMT. These conditions change between winter and summer.  You must check a sample chip from your batch to get an idea of the PMT changes you need to make for each channel.  Then proceed to create a new Scan protocol with the adjusted PMT values. Make sure to name them differently in a manner that makes sense to you.",{"br":null},{"br":null},{"br":null},"(Parameters: Scanning hardware = ScanArray Express HT [PerkinElmer], Scanning software = ScanArray Express [PerkinElmer])"],"type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}