{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":168618,"accession":"E-GEOD-7003","secondaryaccession":["GSE7003"],"name":"Transcription profiling by array of Arabidopsis mutant for revoluta","releasedate":"2008-06-15","lastupdatedate":"2012-01-06","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"The establishment of ad\/abaxial polarity is a fundamental event in plant development.  It is critical for correct polar development of the leaf (the upper portion of the leaf is chloroplast rich and optimized for light capture while the lower portion is optimized for gas exchange) and for creating an environment that allows the formation of new meristems (centers of stem cell growth).  Class III homeodomain-leucine zipper (HD-ZIPIII) proteins are conserved plant proteins that act as potent regulators of ad\/abaxial polarity.   HD-ZIPIII protein activity promotes the development of upper (adaxial) leaf fates and meristem formation; in its absence lower (abaxial) leaf fates develop and meristems fail to form.   A network of regulatory factors controls the establishment of ad\/abaxial leaf fates.  However, this network is incomplete and how these factors control one another is poorly understood.  Here we report a new family of plant genes, the LITTLE ZIPPER (ZPR) genes (consisting principally of a stretch of leucine zipper similar to the leucine zipper in HD-ZIPIII proteins) that are transcriptionally up-regulated by HD-ZIPIII activity.  Furthermore, we show that the ZPR proteins interact with and repress HD-ZIPIII activity, thus forming a negative feedback loop.  Our results suggest that HD-ZIPIII proteins exist in active homodimers and, together with the ZPR proteins, in inactive heterodimers.   The newly discovered HD-ZIPIII\/ZPR regulatory module would not only serve to dampen the effect of fluctuations in HD-ZIPIII protein levels but more importantly would provide a point of regulation - control over the ratio of inactive heterodimers to active homodimers - that could be influenced by other components of the pathway.  For instance, the binding of a small hydrophobic molecule to the conserved (yet little understood) START domain present in the HD-ZIPIII proteins may influence the type of dimer formed.     Published in:; Wenkel, S., Emery, J., Hou, B.-H., Evans, M.M.S. and M.K. Barton, 2007, A Feedback Regulatory Module Formed by LITTLE ZIPPER and HD-ZIPIII Genes.  Plant Cell 2007 Experiment Overall Design:  One of the five Arabidopsis HD-ZIPIII proteins, REVOLUTA, was placed under glucocorticoid control by fusing the glucocorticoid receptor (GR) domain to its amino terminus.   This gene fusion was placed under the control of the highly and constitutively expressed viral CaMV35S promoter.  Since the HD-ZIPIII genes are controlled by microRNAs, it was also necessary to introduce mutations that disrupted the microRNA complementary sequence.  Transgenic Arabidopsis seedlings carrying this construct (GR-REV) as well as wild-type seedlings were grown in liquid culture for ten days.  At this point, one flask each of wt and transgenic seedlings was treated with carrier alone (ethanol) and one flask each of wt and transgenic seedlings was treated with dexamethasone.  RNA was harvested from these samples after one hour, labeled and hybridized to Affymetrix microarrays."}],"provider":[{"contact":"M Kathryn Barton","role":"submitter","email":"kbarton@stanford.edu"}],"bibliography":[{"accession":18055602,"authors":"Stephan Wenkel, John Emery, Bi-Huei Hou, Matthew M S Evans, M K Barton","title":"A feedback regulatory module formed by LITTLE ZIPPER and HD-ZIPIII genes.","doi":"10.1105\/tpc.107.055772","status":"journal_article"}],"samplecharacteristic":[{"category":"Age","value":["10 days"]},{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Landsberg erecta"]},{"category":"Genotype","value":["35S:GR-REVd","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"COMPOUND","value":["dexamethasone","none"]},{"name":"GENOTYPE","value":["35S:GR-REVd","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":424751,"accession":"P-G7003-4"},{"id":424754,"accession":"P-G7003-5"},{"id":424756,"accession":"P-G7003-2"},{"id":423949,"accession":"P-G7003-3"},{"id":424755,"accession":"P-G7003-1"},{"id":13154,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v5"},{"id":51,"accession":"P-AFFY-6"},{"id":424753,"accession":"P-G7003-8"},{"id":424752,"accession":"P-G7003-7"},{"id":424750,"accession":"P-G7003-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"scan","bioassays":4,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}