{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":168612,"accession":"E-GEOD-7432","secondaryaccession":["GSE7432"],"name":"Transcription profiling by array of Arabidopsis mutant for ein2 or aux1 after treatment with ethylene or indole-3-acetic acid","releasedate":"2008-06-15","lastupdatedate":"2012-01-05","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Understanding how developmental and environmental signals are integrated to produce specific responses is one of the main challenges of modern biology. Hormones and, most importantly, interactions between different hormones serve as crucial regulators of plant growth and development, playing central roles in the coordination of internal developmental processes with the environment. Herein, a combination of physiological, genetic, cellular, and whole-genome expression profiling approaches has been employed to investigate the mechanisms of interaction between two key plant hormones, ethylene and auxin.  Quantification of the morphological effects of ethylene and auxin in a variety of mutant backgrounds indicates that auxin biosynthesis, transport, signaling and response are required for the ethylene-induced growth inhibition in roots but not in hypocotyls. Analysis of the activation of early auxin and ethylene responses at cellular level, as well as of global changes in gene expression in the wild type versus auxin and ethylene mutants, suggests a simple mechanistic model for the interaction between these two hormones in roots. This model not only implies existence of several levels of interaction but also provides a likely explanation for the strong ethylene response defects observed in auxin mutants.  Experiment Overall Design: The effect of ethylene on gene expression in Col-0 (wild-type) and aux1-7 (an auxin resistant mutant) seedlings' roots was investigated. Hydrocarbon-free air was used as control for the ethylene treatment. Two biological replicates were examined. Experiment Overall Design: Similarly, the effect of auxin (IAA) on gene expression in Col (wild-type) and ein2-5 (an ethylene insensitive mutant) seedlings' roots was studied. Two biological replicates were employed."}],"provider":[{"contact":"Jose M. Alonso","role":"submitter","email":"jmalonso@unity.ncsu.edu"}],"bibliography":[{"accession":17630276,"authors":"Anna N Stepanova, Jeonga Yun, Alla V Likhacheva, Jose M Alonso","title":"Multilevel interactions between ethylene and auxin in Arabidopsis roots.","doi":"10.1105\/tpc.107.052068","status":"published"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["aux1 mutant","ein2 mutant","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"COMPOUND","value":["ethylene","indole-3-acetic acid","none"]},{"name":"GENOTYPE","value":["aux1 mutant","ein2 mutant","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":423926,"accession":"P-G7432-2"},{"id":423927,"accession":"P-G7432-1"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}