{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1128100,"accession":"P-GSE21601-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = MAS5.0 signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128107,"accession":"P-GSE21601-2","name":null,"text":"After 14 days under long-day (16 h light: 8 h dark) conditions with light intensity of 50 μE.m-2.s-1 and at 22°C, plants were transferred to new plates containing 20 mM KNO3 and 20 mM NH4NO3 (referred here as 1xN: concentrations in MS media) in the absence or presence of light for 2 h at the start of their light cycle. Control plants were transferred toward a fresh media complemented with KCl, also in the absence or presence of light as a mock treatment.  Light – dark treatment were done by simply leaving the treatment plates in the growth chamber or by covering them with double aluminium foil (dark treatment) for two hours. After treatment, whole seedlings were harvest and immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128105,"accession":"P-GSE21601-3","name":null,"text":"Arabidopsis thaliana (var. Columbia Col-0) was used as parental line. The mutant plant with a knock-out in the bZIP1 gene, named bzip1-1, contains a T-DNA insertion in the unique exon of the gene (At5g49450). Arabidopsis seeds were placed for 2 days in the dark at 4°C to synchronize germination. Seeds were surface sterilized and then sowed into plates containing a sterile mesh over the agar surface to facilitate their transfer into the treatment plates. Plates contained basal MS salts (custom-made; GIBCO) with 0.5 mM KNO3, 3 mM sucrose and 0.8% BactoAgar at pH 5.7.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128106,"accession":"P-GSE21601-4","name":null,"text":"RNA was isolated from whole plants using Trizol reagent according to the intructions of the manufacturer (15596; Invitrogen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128104,"accession":"P-GSE21601-5","name":null,"text":"Biotin-labeled cRNA was synthesized using the Enzo BioArray HighYield RNA Transcript Labeling Kit (Enzo, New York, NY). ","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128103,"accession":"P-GSE21601-6","name":null,"text":"We used 15 µg of labeled cRNA to hybridize the Arabidopsis ATH1 Affymetrix gene chip for 16 h at 42°C. Washing, staining and scanning were performed as recommended by Affymetrix. ","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128102,"accession":"P-GSE21601-7","name":null,"text":"Scanning were performed as recommended by Affymetrix. ","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128101,"accession":"P-GSE21601-8","name":null,"text":"All microarray data was processed with Microarray Analysis Suite 5.0 software (MASv5.0).  MASv5.0 Affymetrix call (Absent, Marginal or Present) were used to keep only probes having at least a Marginal\/Present call in one of the 24 hybridization.  Such a procedure facilitated the elimination of transcripts with very low signals in both treatments (declared “absent”).","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}