{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":659960,"accession":"P-GSE40861-1","name":"P-GSE40861-1","text":"ID_REF =  VALUE = dChip expression values after normalization and expression value computation.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659966,"accession":"P-GSE40861-2","name":"P-GSE40861-2","text":"Pollen was collected from newly opened flowers and germinated for 8h in the dark in growth medium (5 mM KCl, 5 mM CaCl2, 1 mM MgSO4, 0.01 % H3BO3, 10 % Sucrose, pH 7.4)","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659962,"accession":"P-GSE40861-3","name":"P-GSE40861-3","text":"Total RNA was extracted using the RNeasy Mini Kit from Qiagen.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659965,"accession":"P-GSE40861-4","name":"P-GSE40861-4","text":"RNA was processed for use on Affymetrix (Santa Clara, CA, USA) GeneChip Arabidopsis ATH1 Genome Arrays, according to the manufacturer’s GeneChip 3’ IVT Express kit user manual. Briefly, 100 ng of total RNA containing spiked in Poly-A RNA controls was used in a reverse transcription reaction (GeneChip 3’ IVT Express Kit; Affymetrix) to generate first-strand cDNA. After second-strand synthesis, double-stranded cDNA was used in a 16 h in vitro transcription (IVT) reaction to generate aRNA (GeneChip 3’ IVT Express Kit; Affymetrix). Size distribution of the aRNA and fragmented aRNA, respectively, was assessed using an Agilent 2100 Bioanalyzer with a RNA 6000 Nano Assay.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659964,"accession":"P-GSE40861-5","name":"P-GSE40861-5","text":"15 µg of fragmented aRNA was used in a 300 µl hybridization cocktail containing added hybridization controls. 200 µl of mixture was hybridized on arrays for 16 h at 45 °C. Standard post hybridization wash and double-stain protocols (FS450_0004; GeneChip HWS kit, Affymetrix) were used on an Affymetrix GeneChip Fluidics Station 450.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659963,"accession":"P-GSE40861-6","name":"P-GSE40861-6","text":"Arrays were scanned on an Affymetrix GeneChip scanner 3000 7G.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":659961,"accession":"P-GSE40861-7","name":"P-GSE40861-7","text":["Scanned arrays were analyzed first with Affymetrix Expression Console software to obtain Absent\/Present calls and to assure that all quality parameters were in the recommended range. Subsequent analysis was carried out with DNA-Chip Analyzer (dChip) 2010 (",{"a":{"href":"http:\/\/www.dchip.org,","target":"_blank","$":"http:\/\/www.dchip.org,"}}," Cheng Li Lab, Harvard). The 6 arrays were normalized to a baseline array with median CEL intensity by applying an Invariant Set Normalization Method. Normalized CEL intensities of the arrays were used to obtain model-based gene expression indices based on a PM (Perfect Match)-only model. Replicate data (triplicates) for the conditions were weighted gene-wise by using inverse squared standard error as weights. Genes compared were considered to be differentially expressed if the 90% lower confidence bound of the fold change between experiment and baseline was above 1.3. The lower confidence bound criterion means that we can be 90% confident that the fold change is a value between the lower confidence bound and a variable upper confidence bound."],"type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}