{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":36,"total-assays":36,"experiment":[{"id":228255,"accession":"E-GEOD-6151","secondaryaccession":["GSE6151"],"name":"Transcription profiling by array of Arabidopsis mutant for abi1, aba1, max4, axr1, AtMYB50 or AtMYB61","releasedate":"2008-06-14","lastupdatedate":"2012-08-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Plants that exhibit secondary growth, such as trees, are a prominent feature of terrestrial ecosystems.  Furthermore, secondary growth itself, particularly wood, has huge economic value. Despite the importance of secondary growth from both basic and applied science perspectives, little is known about the molecular mechanisms that underpin this facet of plant development.  The proposed microarray experiments are designed to expand our knowledge of the regulation of secondary growth by combining the power of Arabidopsis genetics with complete transcriptome analysis.  It is now well established that Arabidopsis can be grown under conditions that induce secondary growth in the hypocotyl, albeit small, wood.   We have grown 8500 Arabidopsis plants of different genotypes under these conditions and will extract RNA from the developing vascular cambia of these plants to subject them to complete transcriptome analysis.The mutants that we have chosen for these analyses are all related to each other on the basis of the fact that they impact dormancy in either seeds or shoots (abi1, aba1, max4, axr1, AtMYB61 knockout, AtMYB50 knockout).  The mutants themselves are the core group of mutants that are the focus of a three laboratory consortium, funded under the BBSRC Exploiting Genomics Initiative, to investigate the molecular basis of meristem dormancy in Arabidopsis.  The other partners in the consortium are Dr. Ottoline Leyser (York) and Dr. Michael Holdsworth (IACR).  While the Leyser and Holdsworth groups have investigated the impact of these mutations on transcriptome activity in shoot meristems and seeds respectively, our work focuses on the vascular cambium.  Thus, this work will not only provide insights into the regulation of cambial function, but, when compared with the existing datasets from the Leyser and Holdworth labs, the work should also provide insights into the relationship between dormancy-impacted  phenomena in different meristematic regions. Beyond this, the specific work on the cambium-specific regulation of genes in the MYB61KO will provide even greater insights into the functioning of this important resource allocation regulator, as it will build on a significant complete transcriptome dataset that is already available through GARNet.  In total, the proposed analyses will generate important new data that builds on existing datasets, to provide an even more comprehensive understanding of gene function, and genetic networks, in an important biological and applied context. Please note that the sample numbers that we have provided below are meant to be the 'base' number for each biological condition (mutant, etc.), and that there will be independent TRIPLICATE biological replicates produced for each condition. (ie. A-1 to A-12). Experiment Overall Design: Number of plants pooled:200-400 per RNA sample"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"Genotype","value":["aba1 mutant","abi1 mutant","axr1 mutant","Col-0","Ler","max4 mutant","MYB50 knockout","MYB61 knockout"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["cork","hypocotyl","xylem"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["aba1 mutant","abi1 mutant","axr1 mutant","Col-0","Ler","max4 mutant","MYB50 knockout","MYB61 knockout"]},{"name":"ORGANISM_PART","value":["cork","hypocotyl","xylem"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":36,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":609781,"accession":"P-G6151-2"},{"id":609782,"accession":"P-G6151-1"},{"id":609783,"accession":"P-G6151-3"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"rawData","bioassays":36,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"scan","bioassays":36,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}