{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":60,"total-assays":60,"experiment":[{"id":21793,"accession":"E-GEOD-4973","secondaryaccession":["GSE4973"],"name":"Transcription profiling of Arabidopsis thaliana tritrophic interaction","releasedate":"2008-11-29","submissiondate":"2006-06-02","lastupdatedate":"2011-06-10","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Multi-species interactions are a major force in the evolution and dynamics of ecosystems. These interactions may occur either when species affect each other directly or when they interact indirectly via an intermediary species. Direct interactions between species are best understood, but indirect interactions may also often be strong enough to alter the evolutionary trajectories of the target species. Little is known about the genetic basis of direct interactions within an ecosystem and even less data is available for indirect interactions. This experiment uses a simple model ecosystem to build a view at the transcriptome level of how interactions between plants (Arabidopsis) and rhizosphere bacteria (Pseudomonas) are altered by biotic stressors (insect herbivores) and abiotic stressors (UV-B). Experiment Overall Design: Arabidopsis plants were established and then split into two cohorts at 15 days. One group were innoculated with Pseudomonas aeruginosa strain 7NR and the other not. 21 days later half of each of these groups were subjected to UV-B treatment for seven days. After this period each of the four groups of plants were further subdivided and infested with aphids, caterpillars or left alone. 24 hours after infestation the plants were harvested, individuals pooled and total RNA extracted giving 12 unique conditions. Five replicates were performed in series, yielding a total of 60 samples."}],"provider":[{"contact":"Daniel Jameson","role":"submitter","email":"daniel.jameson@manchester.ac.uk"}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":60,"legacy_id":13851999}],"protocol":[{"id":60544,"accession":"P-G4973-4"},{"id":60543,"accession":"P-G4973-3"},{"id":60546,"accession":"P-G4973-2"},{"id":60545,"accession":"P-G4973-1"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":60,"arraydesignprovider":null,"dataformat":"scan","bioassays":60,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}