{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":4,"protocol":[{"id":60545,"accession":"P-G4973-1","name":"P-G4973-1","text":"Arabidopsis thaliana seeds were ethanol sterilised (70% EtOH, 5 ddsH2O rinses), vernalised at 4oC for 3 days and then sown on plates containing sterile 1.0% phytagel-MS basal medium (Murashige and Skoog 1962) without sucrose, pH to 5.6-5.8. Plated seeds were vernalised for a further four days before being transferred to the growth chamber (Environmental control chamber  Model no. AR66L, Percieval Scientific Inc. USA). Light regime was 8\/16hrs day\/night (provided by 32 W Fluorescent bulbs- # F32T8\/TL741, Philips giving ~ 256 PAR\/uMoles). Temperature was 21oC for day and 18oC at night. The relative humidity was set to 60+10%. On day 15 after transfer to the growth chamber plates were flooded with 1 OD of Pseudomonas aeruginosa strain 7NR cell suspension in 10 mM of Magnesium sulphate and incubated at room temperature for one hour. Fifteen seedlings per tray were transplanted to half size seed trays filled with autoclaved (twice with the gap of 3 days at 120 for 20 minutes) John Innes Compost No: 1. Plants were exposed to the UV-B (9 KJ m-2 day-1) for 7 days at day 21 after transplantation. 28 days after transplantation plants were infested with two caterpillars (Tricoplusia ni) of size 0.5-1cm for 24 hours.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":60546,"accession":"P-G4973-2","name":"P-G4973-2","text":"15 individual plants from same tray snap frozen in NO2(l) and pooled.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":60543,"accession":"P-G4973-3","name":"P-G4973-3","text":"Fifteen micrograms of total RNA was converted to first-strand cDNA in the following 20 uL reaction: 4 ul of  5 first strand cDNA buffer(1x), 1 ul T7 (dT)24(100pmol), 2ul  0.1M DTT (10mM DTT) (Invitrogen), 1ul 10mM dNTP mix (500 uM each)  and  2ul  of 400 U Superscript II (Invitrogen). The mixture was incubated at 42  for 1 h  after which the second strand cDNA synthesis was performed in the following 150 ul reaction mixture: 20 ul first strand cDNA, 91ul  of DEPC Water, 30ul of 5x Second strand cDNA buffer(1x), 3ul of 10mM dNTP mix (200uM each) 1ul (10U\/ul) E.Coli DNA ligase(10U), 4ul (10U\/ul) E.Coli DNA Pol. I (40U) and 1ul (2U\/ul ) E. Coli RNase H (2U). The mixture was incubated at 16 for 2 h. The resulted double stranded  cDNA was cleaned up using GeneChip sample clean up module before labelling with biotin.  Labelling was done with Affymetrix labelling kit using the following components in 40 ul reaction mix: 6ul  of  template DNA, 14ul DH2O,  4ul 10X IVT labeling buffer, 12ul IVT labeling NTP mix and 4ul  IVT labelling enzyme mix. The mixture was incubated at 37 for 16 h. Labeled cRNAs were cleaned by using GeneChip sample clean up module. Fragmentation was carried out using 15ug of cRNA (1-21ul) with 6ul.5X fragmentation buffer. The final volume was adjusted using RNase-free water and incubated at 94 for 35 min. Hybridization was performed by following Affymetrix Eukaryotic target hybridization protocol.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":60544,"accession":"P-G4973-4","name":"P-G4973-4","text":"Total RNA was extracted using RNeasy plant mini kit for plants, following manufacturer's instructions (QIAGEN Ltd., UK). RNA samples were cleaned of contaminating DNA by on-column DNAse treatment using RNase free DNase set (QIAGEN) while using the cleanup column included in the kit.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}