{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1168020,"accession":"P-GSE20756-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = GCRMA log2 signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168027,"accession":"P-GSE20756-2","name":null,"text":"On day 12, seedlings were moved at midday to a darkened room for one hour. After 1hr, seedlings were pretreated with H2O2 diluted in liquid media to the final concentrations shown. Control treatments were media only. After 30min of pretreatment in the dark, the seedlings were additionally treated with epi-BL (Sigma) at 1uM final concentration (again, diluted in liquid media; control was liquid media plus an equal amount of EtOH that was used as the epi-BL solvent in the treatments). The seedlings were treated with the BL for one hour in the dark. The media was not exchanged, so the original H2O2 treatment was still present as well. At this point the seedlings were harvested and flash frozen in liquid nitrogen for RNA extraction.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168026,"accession":"P-GSE20756-3","name":null,"text":"Arabidopsis seedlings were grown from seeds (pre-treated at 4C for 1 week in water) in standard Petri dishes using liquid media (1\/2 strength MS media, pH 5.7 supplemented with 0.25% sucrose) for 12 days in long day conditions (16 hr light, 110 Microeinsteins m-2 sec-1, 22C).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168025,"accession":"P-GSE20756-4","name":null,"text":"Total RNA was isolated from whole seedlings using TRIzol reagent (Invitrogen) and purified using the RNeasy Midi Kit (Qiagen) according to manufacturer's instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168024,"accession":"P-GSE20756-5","name":null,"text":"Biotin-labeled cRNA samples were made using Affymetrix GeneChip Expression 3'-Amplification Reagents (One-Cycle Target Labeling and Control Reagents package) according to the manufacturer's instructions.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168023,"accession":"P-GSE20756-6","name":null,"text":"Purified, fragmented cRNA was hybridized to Affymetrix's ATH1-121501 Array using Affymetrix's GeneChip Fluidics Station 450, as per Affymetrix's instructions.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168021,"accession":"P-GSE20756-7","name":null,"text":"GeneChips were scanned using an Affymetrix GeneChip Scanner 3000.","type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168022,"accession":"P-GSE20756-8","name":null,"text":"Pre-processing was done using the GCRMA algorithm in R and Bioconductor packages.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}