{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":11,"protocol":[{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat","name":"Affymetrix:Protocol:ExpressionStat","text":"Title: Affymetrix CHP Analysis (ExpressionStat). Description:","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1,"parameter":["Algorithm name","Algorithm version","Alpha1","Alpha2","Baseline file","Gamma1H","Gamma1L","Gamma2H","Gamma2L","Mask file","Normalization factor","Perturbation","Scale factor","Tau"]},{"id":79337,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","text":"Title: Affymetrix EukGE-WS2v4 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":429223,"accession":"P-MEXP-4776","name":"P-MEXP-4776","text":"This experiment was carried out on wildtype Columbia ecotype Arabidopsis thaliana plants Seed were sown in sterile Weck jars, 6 per jar, containing 50 mls of ATS media plus 1% sucrose and 1% agar. After a 2 day cold  treatment they were then put into a plant growth room with 16 hour daylight, temperature 21C, 60uMol\/m2\/second light and approximately 60% humidity. At around 17 days to 3 weeks after sowing the plants they bolted and when the bolt was approximately 3cm long with one or two axillary buds formed on the stem they were removed from the jars. A nodal segment with approximately 1cm of stem flanking the less than 1.5mm elongated node was dissected and the ends inserted across a trough that had been cut into the agar in a square petri dish. The petri dish was pre-prepared by pouring 50 mls of ATS media with 1% sucrose and 1% agar. When set a 1cm trough was cut through the middle of the plate. Half of the plates then had 1-naphthyleneacetic acid (auxin) added to the apical agar block to a final concentration of 1uM. Half of the nodal segments were incubated with apical auxin and half with no auxin. The plates were then placed vertically in  the growth room as described above. After three days incubation the buds were harvested into liquid nitrogen. Reference for this method is Chatfield et al. (2000) Plant J. 24:159-169. ","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":429227,"accession":"P-MEXP-4777","name":"P-MEXP-4777","text":"Wildtype columbia and mutant max1, max2, max4 and axr1-12 Arabidopsis thaliana buds were all collected using this method. Seed were sown 1 per cell in shallow trays containing 40 4 x 4 cm cells then they were cold treated for 3 days. The soil used was Levingtons F2 compost treated with the systemic insecticide Intercept WG. Following cold treatment the plants were grown in a plant growth room temperature 21C, 16 hour days, 60uMol\/m2\/second light with approximately 60% relative humidity. They were watered with tap water as required. Axillary buds of two sizes were harvested from secondary and tertiary cauline and rosette branches into  liquid nitrogen. Buds of less than 1.5mm elongated were described as dormant and small and buds greater than 1.5mm but less than 10mm were described as active and big.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":429225,"accession":"P-MEXP-4778","name":"P-MEXP-4778","text":"Small Arabidopsis axillary buds (less than 1.5mm in length), supported on excised nodal stem segments, were incubated either in the presence or abscence of 1uM 1-naphthyleneacetic acid (NAA a synthetic auxin) supplied through the apical end of the stem. Apical NAA inhibits bud outgrowth as compared to untreated controls. Buds were harvested after three days treatment.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":429224,"accession":"P-MEXP-4779","name":"P-MEXP-4779","text":"Axillary buds were pooled from approximately 360 excised nodal segments for each treatment. Pooling was carried out at the stage of bud harvest when all buds from a treatment were collected into the same tube.","type":"pool","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":429228,"accession":"P-MEXP-4780","name":"P-MEXP-4780","text":"Axillary buds were collected of two different sizes, less than 1.5mm (dormant or small) and greater than 1.5mm but less than 10mm (active or big), from wildtype Columbia plants and a number of different branching mutants. For each genotype 8 x 40 plants were grown to harvest the buds from. Buds were pooled at the time of harvest with a tube of buds being collected for both bud sizes from each  genotype.","type":"pool","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":429226,"accession":"P-MEXP-4781","name":"P-MEXP-4781","text":"RNA was extracted from the frozen axillary buds using a Qiagen plant RNeasy kit. The RNA was given the optional DNase treatment before being finally purified and eluted in 30ul of water","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Extracted product"]},{"id":429222,"accession":"P-MEXP-4782","name":"P-MEXP-4782","text":"Five ug of total RNA was labelled according to Affymetrix technical manual. First strand synthesis was carried out using a T7-(dT)24 primer (supplied by Proligo) and Superscript II RT from Invitrogen according to manufacturers instructions. Following a 1 hour incubation at 37C second strand synthesis was carried out at 16C for 2 hours. The cDNA was  purified through a column (Affymetrix) and eluted in 14uL water. 10uL was then used in a biotin labelling reaction using a BioArray High Yield transcript labeling kit from Enzo (supplied by Affymetrix) to produce biotin-labeled cRNA. Following labeling at 37C for 4 hours the cRNA was purified through a Qiagen RNeasy column and quantified.  Fifteen ug of labeled cRNA was then fragmented at 94C for 35 minutes in a 40uL reaction and all of this was used in the hybridisation reaction.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Label used"]},{"id":429229,"accession":"P-MEXP-4844","name":"P-MEXP-4844","text":"Axillary buds were harvested from secondary and tertiary cauline and rosette branches into an Eppendorf floating on liquid nitrogen. Buds of two size categories were harvested. Firstly, small or dormant buds of less than 1.5 mm elongated and secondly, big or active buds  of greater than 1.5 mm elongation but less than 1cm.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}