{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":18,"total-assays":18,"experiment":[{"id":162313,"accession":"E-GEOD-20454","secondaryaccession":["GSE20454"],"name":"Transcription profiling by array of Arabidopsis cells with glutathione localised to the nucleus or to the cytoplasm","releasedate":"2010-02-27","lastupdatedate":"2014-05-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The essential thiol antioxidant, glutathione (GSH) is recruited into the nucleus of mammalian cells early in cell proliferation, suggesting a key role of the nuclear thiol pool in cell cycle regulation. However, the functions of nuclear GSH (GSHn) and its integration with the cytoplasmic GSH (GSHc) pools in whole cell redox homeostasis and signaling are unknown. Here we show that GSH is recruited into the nucleus early in cell proliferation in Arabidopsis thaliana, confirming the requirement for localization of GSH in the nucleus as a universal feature of cell cycle regulation. GSH accumulation in the nucleus was triggered by treatments that synchronize cells at G1\/S as identified by flow cytometry and marker transcripts. Significant decreases in transcripts associated with oxidative signaling and stress tolerance occurred when GSH was localized in the nucleus. Increases in GSH1 and GSH2 transcripts accompanied the large increase in total cellular GSH observed during cell proliferation, but only GSH2 was differentially expressed in cells with high GSHn relative to those with an even intracellular distribution of GSH. Of the 7 Bcl-2 associated (BAG) genes in A. thaliana, only the nuclear-localized BAG 6 was differentially expressed in cells with high GSHn compared to GSHc. We conclude that GSHn is associated with decreased oxidative signaling and stress responses and that whole cell redox homeostasis is restored as the cell cycle progresses by enhanced GSH synthesis and accumulation in the cytoplasm. Arabidopsis cells were harvested at points during cell proliferation where GSH was localized either in the nucleus (GSHn) or where GSH was distributed throughout the cytoplasm (GSHc) for RNA extraction and hybridization on Affymetrix microarrays. We selected three stages where the GSH was into the nucleus and three stages where the GSH was distributed throughout the cells."}],"provider":[{"contact":"Pedro Diaz-Vivancos","role":"submitter","email":"pdv@cebas.csic.es"},{"contact":"Christine H Foyer","role":null,"email":null}],"bibliography":[{"accession":21105929,"authors":"Vivancos PD, Dong Y, Ziegler K, Markovic J, Pallardó FV, Pellny TK, Verrier PJ, Foyer CH.","title":"Recruitment of glutathione into the nucleus during cell proliferation adjusts whole-cell redox homeostasis in Arabidopsis thaliana and lowers the oxidative defence shield","doi":"10.1111\/j.1365-313X.2010.04371.x","status":"published"}],"samplecharacteristic":[{"category":"gsh localization","value":["Cytoplasm","Nucleus"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"sample source","value":["Cell suspensions"]}],"experimentalvariable":[{"name":"GSH LOCALIZATION","value":["Cytoplasmic GSH","Nuclear GSH"]},{"name":"TIME POST-INOCULATION","value":["102 hours","174 hours","198 hours","6 hours","78 hours"]},{"name":"TREATMENT PROTOCOL","value":["Control","Media change"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":18,"legacy_id":13851999}],"protocol":[{"id":401762,"accession":"P-GSE20454-7"},{"id":401758,"accession":"P-GSE20454-8"},{"id":401761,"accession":"P-GSE20454-9"},{"id":401765,"accession":"P-GSE20454-3"},{"id":401760,"accession":"P-GSE20454-4"},{"id":401759,"accession":"P-GSE20454-5"},{"id":401764,"accession":"P-GSE20454-6"},{"id":401763,"accession":"P-GSE20454-2"},{"id":401757,"accession":"P-GSE20454-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":18,"arraydesignprovider":null,"dataformat":"rawData","bioassays":18,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":18,"arraydesignprovider":null,"dataformat":"scan","bioassays":18,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}