{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1127954,"accession":"P-GSE23820-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = RMA normalized gene level expression values"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127959,"accession":"P-GSE23820-2","name":null,"text":"Wild type (Col-0 ecotype) and cax1cax3 double mutant lines were grown on 0.5X MS media supplemented with 0.5% Sucrose for 10 days (16hr day\/8hr night) at an irradiance of 150 µmol photons m-2 s-1, and at 22°C. The 10-day-old seedlings were then transferred into soil (Sunshine Mix) and grown for 3 weeks until the cax1cax3 plants started to display necrotic lesions.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127960,"accession":"P-GSE23820-3","name":null,"text":"Total RNA was isolated using an RNeasy Mini Kit (QIAGEN, Valencia, CA) following the manufacturer instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127958,"accession":"P-GSE23820-4","name":null,"text":"Samples were labeled using the standard Affymetrix T7 oligo(dT) primer protocol. Five µg of total RNA was reverse transcribed to produce double-stranded cDNA. The cDNA product was used as a template for the vitro transcription reaction, producing biotin-labeled cRNA. The labeled cRNA was quantified using the NanoDrop® ND-1000 spectrophotometer. 15.0 µg of the labeled cRNA was fragmented and re-checked for concentration. A hybridization cocktail containing Affymetrix spike-in controls and fragmented labeled cRNA was loaded onto a GeneChip® array.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127956,"accession":"P-GSE23820-5","name":null,"text":"The array was hybridized overnight at 45°C with rotation at 60 rpm then washed and stained with a strepavidin, R-phycoerythrin conjugate stain. Signal amplification was done using biotinylated antistreptavidin. Microarrays experiments were performed at Baylor College of Medicine Microarray Core Facility .","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127957,"accession":"P-GSE23820-6","name":null,"text":"Affymetrix GeneChip® Scanner 3000","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127955,"accession":"P-GSE23820-7","name":null,"text":"The images were analyzed and quality control metrics recorded using Affymetrix GCOS software version 1.1.2. Data were processed using the Bioconductor packages implemented in R. RMA background correction was applied to probe intensities, gene level expression were summarized from the corrected intensities and quantile normalized.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}