{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":12,"experiment":[{"id":166355,"accession":"E-TABM-519","name":"Transcription profiling by array of Arabidopsis Bayreuth-0 and Shahdara after treatment with Jasmonic acid","releasedate":"2009-07-17","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["compound treatment","strain or line","time series"],"description":[{"id":null,"text":"The study of natural genetic variation for plant disease resistance responses is a complementary approach to utilizing mutants to elucidate genetic pathways. While some key genes involved in pathways controlling disease resistance, and signaling intermediates such as salicylic acid (SA) and jasmonic acid (JA), have been identified through mutational analyses, the use of genetic variation in natural populations permits the identification of change-of-function alleles, which likely act in a quantitative manner. Whole genome microarrays, such as Affymetrix GeneChips, allow for molecular characterization of the disease response at a genomics level and characterization of differences in gene expression due to natural variation. Differences in the level of gene expression, or expression level polymorphisms (ELPs), can be mapped in a segregating population to identify regulatory quantitative trait loci (expression QTLs, e-QTLs) affecting host resistance responses. We assessed Arabidopsis accessions Bayreuth-0 (Bay-0) and Shahdara (Sha) for natural variation in the response to JA. We treated vegetatively grown plants with either JA or a control solution (Silwet), and harvested the plants 4, 28, or 52 hours after chemical treatment. We present Affymetrix GeneChip microarray expression data for 2 biological replications of the JA-treated samples for Bay-0 and Sha. The GeneChip microarray expression data for the control (Silwet) samples was submitted as E-TABM-60. Normalized data is not provided here as the normalization step was included in the data statistical analsyses - for more information please contact the experiment provider."}],"provider":[{"contact":"Dina St.Clair","role":"submitter","email":"dastclair@ucdavis.edu"}],"samplecharacteristic":[{"category":"Age","value":["6 weeks"]},{"category":"Ecotype","value":["Bay-0","Sha"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["leaf"]},{"category":"StrainOrLine","value":["CS57923","CS57924"]}],"experimentalvariable":[{"name":"ECOTYPE","value":["Bay-0","Sha"]},{"name":"TIME","value":["28 hours","4 hours","52 hours"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":92275,"accession":"P-TABM-103"},{"id":413413,"accession":"P-TABM-2853"},{"id":413412,"accession":"P-TABM-2852"},{"id":57,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4_450"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0}]}]}}