{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":522126,"accession":"E-GEOD-6181","secondaryaccession":["GSE6181"],"name":"Assembly of the cell wall pectic matrix","releasedate":"2008-06-14","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"The primary cell walls of land plants are composed principally of a load bearing cellulose microfibril-hemicellulose network embedded in a matrix of pectic polysaccharides. The pectic matrix is multifunctional and in additional to a directly structural role it is central to many fundamental plant processes including cell expansion, defence and cell signalling. The sequencing of the Arabidopsis genome has revealed the massive investment made by plants in modulating the pectic matrix in response to local functional requirements but despite concerted biochemical-based efforts over many years none of the genes involved in pectin biosynthesis\/pectic matrix assembly have so far been identified. The pectin matrix contains some of the most complex polysaccharides found in nature and based on linkage analysis it is known that at least 53 glycosyltransferases must be involved in its construction. Our proposal to identify genes involved in pectin biosynthesis and matrix assembly exploits the well characterised phenomenon that many plants and cultured plant cells that are exposed to treatments that disrupt the synthesis of one cell wall component are capable of a compensatory increases in other components - including pectin. Specifically suspension cultured cells that are incrementally exposed to increasing concentrations of the herbicide 26-dichlorobenzonitrile (DCB) which specifically inhibits cellulose synthesis compensate for the resulting almost complete loss of cellulose from their cell walls by constructing walls made predominantly of pectin. We believe that the significant up-regulation of pectin biosynthesis in this system offers an opportunity to identify genes that function in the assembly of the pectic matrix by microarray comparison of transcripts of DCB-treated Arabidopsis cells with untreated cells. The use of Arabidopsis suspension-cultured cells rather than plants or seedlings offers the significant advantage that extracted RNA would be derived from only one cell type. It is anticipated therefore that the output from a transcriptome analysis of this system will indicate a number of genes of unknown function and lead to the identification of genes involved in pectin biosynthesis and the assembly of the pectin matrix. Experiment Overall Design: 6 samples"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"compound","value":["isoxaben","none"]},{"name":"dose","value":["0.1 millimolar"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1126024,"accession":"P-G6181-4"},{"id":1126021,"accession":"P-G6181-2"},{"id":1126022,"accession":"P-G6181-3"},{"id":51,"accession":"P-AFFY-6"},{"id":1126023,"accession":"P-G6181-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}