{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":180314,"accession":"E-GEOD-10501","secondaryaccession":["GSE10501"],"name":"Transcription profiling by array of Arabidopsis root cells after iron deprivation","releasedate":"2008-06-11","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Cell-type specific transcriptional profiles were generated by FACS (Fluorescence Activated Cell Sorting) sorting of roots that express cell-type specific GFP-reporters.  Five different GFP-reporter lines were utilized allowing us to obtain transcriptional profiles for cells in all radial zones of the root.  FACS cell populations were isolated from roots grown under standard conditions or roots that had been transfered to -Fe media for 24 hours. Little is known about how developmental cues affect the way cells interpret their environment.  Here we characterize the transcriptional response of different cell layers and developmental stages of the Arabidopsis root to high salinity and find that transcriptional responses are highly constrained by developmental parameters.  These transcriptional changes lead to the differential regulation of specific biological functions in subsets of cell-layers, several of which correspond to observable physiological changes.  We show that known stress pathways primarily control semi-ubiquitous responses and use mutants that disrupt epidermal patterning to reveal cell-layer specific and inter-cell-layer effects.  By performing a similar analysis using iron-deprivation we identify common cell-type specific stress responses and environment-independent biological functions that define each cell type. Experiment Overall Design: To gain a genome-scale understanding of the role that developmental processes play in regulating stimulus response, we examined the effect of -Fe stress on gene expression along the radial axis of the root. Cell identity is the main variable that changes along the radial axis with the epidermis representing the outermost tissue layer and the stele representing the inner most layer. 5 different GFP reporter lines were used to isolate specific populations of cells from the Arabidopsis root using FACS sorting of protoplasted cells. GFP-reporter lines were exposed to iron deficient (-Fe) conditions (0.3mM Ferrozine in MS media containing no ferrous sulfate) for 24 hours before hand."}],"provider":[{"contact":"Terri Anita Long","role":"submitter","email":"tlong@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["6 days"]},{"category":"CellType","value":["protoplast"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["columella root cap","root cortex","root endodermis and quiescent centre","root epidermis and lateral root cap","root stele"]}],"experimentalvariable":[{"name":"ORGANISM PART","value":["columella root cap","root cortex","root endodermis and quiescent centre","root epidermis and lateral root cap","root stele"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":460116,"accession":"P-G10501-3"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":460117,"accession":"P-G10501-4"},{"id":460118,"accession":"P-G10501-1"},{"id":460119,"accession":"P-G10501-2"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}