{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":1050847,"accession":"P-G14502-1","name":"P-G14502-1","text":["Seeds from transgenics expressing promoter:FLAG-RPL18B (Col-0) were surface sterilized with 95 % (v\/v) ethanol for 5 min, followed by 10 min submergence in bleach solution (20 % (v\/v) bleach and 0.1 % (v\/v) Tween-20), and finally rinsed three times with sterile water. Seeds were stored at 4°C for 3 days, and then plated on solid MS plates (0.43 % (w\/v) Murashigi Skoog (MS) salts (Sigma, St. Louis, MO), 0.4 % (w\/v) phytagel (Sigma), 1 % (w\/v) sucrose, pH 5.7), and placed at a vertical orientation in a growth chamber (Percival Scientific, Inc., ",{"a":{"href":"http:\/\/www.percival-scientific.com\/;","target":"_blank","$":"http:\/\/www.percival-scientific.com\/;"}}," model CU36L5C8) under long day conditions (16 h light at ~80 µmol photons m-2 s-1\/ 8 h darkness) at 23 °C for 7 days."],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1050846,"accession":"P-G14502-2","name":"P-G14502-2","text":"Seven-day old seedlings were subjected to control growth conditions or short hypoxia stress. The stress was imposed by placing the plates containing seedings into sealed lucite chambers into which argon was pumped for 2 h. Treatments started at the end of the light period and took place at 6.5 µM m-1 s-1 light. Control plants were exposed to the same light and temperature conditions but maintained in air. After 2 h, plants were immediately dissected into roots and shoots and frozen in liquid nitrogen within 3 min of removal from the treatment chamber.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1050844,"accession":"P-G14502-3","name":"P-G14502-3","text":"Total and polysomal RNA samples derived from two or more independent biological replicate experiments were used for microarray hybridization analysis. RNA samples (15 to 100 ng) were used to synthesize double stranded cDNA, using the Two-Cycle cDNA Synthesis Kit (Affymetrix, Santa Clara, CA), which was subsequently labelled by use of the GeneChip IVT Labeling Kit (Affymetrix).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1050843,"accession":"P-G14502-4","name":"P-G14502-4","text":["CEL files from the Affymetrix Chips were processed by use of the R program (",{"a":{"href":"http:\/\/cran.at.r-project.org\/","target":"_blank","$":"http:\/\/cran.at.r-project.org\/"}},") and Bioconductor packages (",{"a":{"href":"http:\/\/www.bioconductor.org\/","target":"_blank","$":"http:\/\/www.bioconductor.org\/"}},"). The Robust Multi-chip Average (RMA) normalization was performed using the default settings of the corresponding R function. Present, Marginal or Absent (P\/M\/A) calls were computed with the affy package."],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1050845,"accession":"P-G14502-5","name":"P-G14502-5","text":"All mRNA extraction procedures were performed at 4 °C or on ice. Frozen pulverized tissue was homogenized in Polysome Extraction Buffer (PEB; 200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM ethylene glycol tetraacetic acid (EGTA), 36 mM MgCl2, 1% (v\/v) octylphenyl-polyethylene glycol (Igepal CA-630), 1% (v\/v) polyoxyethylene(23) lauryl ether (Brig® 35), 1% (v\/v) Triton X-100, 1% (v\/v) Tween-20, 1% (v\/v) polyoxyethylene 10 tridecyl ether, 1% (v\/v) sodium deoxycholate, 1 mM dithiothreitol (DTT), 50 µg mL-1 cycloheximide, 50 µg mL-1 chloramphenicol, 0.5 mg mL-1 heparin) using 2.5 mL PEB per mL tissue. A typical extraction was 2 to 3 ml packed volume of frozen pulverised root tissue or 4 to 6 mL shoot tissue. Homogenates were clarified by centrifugation at 16,000 g for 15 min and filtrated with cheesecloth. Six-hundred µL of the supernatant was reserved for isolation of total RNA. To the remaining supernatant 150 µL of EZ-View anti-FLAG agarose beads (Sigma) were added and incubated at 4°C for 2 h with gentle shaking. The beads were recovered by centrifugation at 3,500 g, and washed four times for 5 min each with 6 mL of wash buffer (200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM EGTA, 36 mM MgCl2, 5 mM DTT, 50 µg mL-1 cycloheximide, 50 µg mL-1 chloramphenicol). Polysomes were eluted by resuspension of the washed beads in 300 µL of wash buffer per 100 µl beads that additionally contained 20 U mL-1 of RNase inhibitor (Promega, Madison, WI) and 200 µg mL-1 of [FLAG]3 peptide (Sigma) at 4°C for 30 min. RNA extraction was performed by addition of two volumes of 8 M guanidine-HCl and three volumes of ethanol to the cleared eluate, incubation overnight at –20 °C and pelleting by centrifugation at 15,000 g for 45 min. RNA samples were further purified using RNeasy columns (Qiagen, Valencia, CA) as described previously (Branco-Price et al., 2008). The yield of RNA obtained by immunoprecipitation of ribosome complexes varied in the different p:HF-RPL18 lines, from 1 ng per mL tissue for pKAT:HF-RPL18 to 1 µg per mL tissue for p35S:HF-RPL18. Total RNA was extracted from the same cell lysate of p35S:HF-RPL18 that was used for polysome immunoprecipitation. For this, an aliquot of the homogenized sample was without further modifications precipitated by adding two volumes of 8 M guanidine-HCl and three volumes of ethanol, incubation overnight at –20 °C, pelleting by centrifugation at 15,000 g for 45 min and purification by use of RNeasy columns (Qiagen, Valencia, CA). Quality of RNA was checked with an Agilent 2100 Bioanalyzer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}