{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":17974,"accession":"E-GEOD-3220","secondaryaccession":["GSE3220","GDS1785"],"name":"Transcription profiling of Arabidopsis wild type and pen3 mutant plants inoculated with powdery mildew organisms Erysiphe cichoracearum or Blumeria graminis hordei","releasedate":"2007-10-04","submissiondate":"2005-08-29","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["co-expression","disease state","individual genetic characteristics"],"description":[{"id":null,"text":"Arabidopsis is a host to the fungal powdery mildew pathogen, Erysiphe cichoracearum, and a nonhost to Blumeria graminis f.sp. hordei, the powdery mildew pathogenic on barley. A screen for mutants that allowed increased entry by this inappropriate or nonhost pathogen on Arabidopsis led to the identification of PEN3. While pen3 mutants permitted both increased penetration and increased hyphal growth by B. g. hordei, they were unexpectedly resistant to E. cichoracearum. This resistance was correlated with the appearance of chlorotic patches and was salicylic acid-dependent. Consistent with this observation, microarray analysis revealed that the salicylic acid defense pathway was hyper-induced in pen3 relative to wild type following inoculation with either E. cichoracearum or B. g. hordei. The pen3 phenotypes result from a loss of function of AtPDR8, a ubiquitously and highly expressed ATP binding cassette transporter. PEN3 protein tagged with green fluorescent protein localized to the plasma membrane in uninfected cells. In infected leaves, the protein concentrated to high levels at infection sites and surrounded fungal penetration pegs. We hypothesize that PEN3 may be involved in exporting toxic substrates to sites of infection and that accumulation of these substrates intracellularly in the pen3 mutant may secondarily activate the salicylic acid pathway. Experiment Overall Design: Three week-old wild-type Col and mutant pen3 Arabidopsis thaliana plants were inoculated with Erysiphe cichoracearum, Blumeria graminis hordei, or not inoculated.  1 day post inoculation 16 rosettes were harvested per replicate. 4 replicates were perfomerd per treatment."}],"provider":[{"contact":"Shauna Somerville","role":"submitter","email":"shauna@andrew2.stanford.edu"}],"bibliography":[{"accession":16473969,"authors":"Monica Stein, Jan Dittgen, Clara Sanchez-Rodriguez, Bi-Huei Hou, Antonio Molina, Paul Schulze-Lefert, Volker Lipka, Shauna Somerville","title":"Arabidopsis PEN3\/PDR8, an ATP binding cassette transporter, contributes to nonhost resistance to inappropriate pathogens that enter by direct penetration.","issue":3,"pages":"731-46","publication":"Plant Cell","volume":18,"year":2006}],"samplecharacteristic":[{"category":"DiseaseState","value":["normal"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Genotype","value":["pen3","wild_type"]},{"category":"Infect","value":["Blumeria graminis hordei","Erisyphe cichoracearum"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"DiseaseState","value":["Blumeria graminis hordei","Erisyphe cichoracearum","uninfected"]},{"name":"Genotype","value":["pen3","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":57077,"accession":"P-G3220-6"},{"id":57074,"accession":"P-G3220-3"},{"id":57076,"accession":"P-G3220-1"},{"id":57075,"accession":"P-G3220-2"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"scan","bioassays":24,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}