{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":521853,"accession":"E-GEOD-10496","secondaryaccession":["GSE10496"],"name":"Transcription profiling by array of Arabidopsis protoplasted root cells after iron deprivation","releasedate":"2008-06-11","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"In order to estimate the effects of protoplasting and FACS sorting procedures on -Fe regulated gene expression we generated expression profiles for whole roots that had been treated with -Fe for 24 hours and for roots that were protoplasted and FACS sorted after the initial 24 hour -Fe treatment. Little is known about how developmental cues affect the way cells interpret their environment.  Here we characterize the transcriptional response of different cell layers and developmental stages of the Arabidopsis root to high salinity and find that transcriptional responses are highly constrained by developmental parameters.  These transcriptional changes lead to the differential regulation of specific biological functions in subsets of cell-layers, several of which correspond to observable physiological changes.  We show that known stress pathways primarily control semi-ubiquitous responses and use mutants that disrupt epidermal patterning to reveal cell-layer specific and inter-cell-layer effects.  By performing a similar analysis using iron-deprivation we identify common cell-type specific stress responses and environment-independent biological functions that define each cell type. Experiment Overall Design: To estimate the effect that protoplasting and cell sorting has on the expression of -Fe regulated genes we prepared samples as in Birnbaum et al. (2005) Nat. Methods, except that all cells were collected after cell sorting.  Cells were collected from roots that had been exposed to iron deficient (-Fe) conditions (0.3mM Ferrozine in MS media containing no ferrous sulfate) for 24 hours prior to protoplasting.  Whole roots were also collected after a similar treatment regimen with -Fe.  Three replicates were performed per condition."}],"provider":[{"contact":"Terri Anita Long","role":"submitter","email":"tlong@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"age","value":["6 day"]},{"category":"ecotype","value":["Columbia"]},{"category":"environmental history","value":["iron deprivation"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root"]}],"experimentalvariable":[{"name":"treatment","value":["control","protoplasting"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":1124757,"accession":"P-G10496-2"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1124755,"accession":"P-G10496-3"},{"id":1124758,"accession":"P-G10496-1"},{"id":51,"accession":"P-AFFY-6"},{"id":1124756,"accession":"P-G10496-4"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}