{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":9,"total-assays":9,"experiment":[{"id":530564,"accession":"E-NASC-2","name":"Transcription profiling of ethylene induced hyponastic growth in Arabidopsis thaliana","releasedate":"2003-08-22","lastupdatedate":"2015-10-26","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["growth condition"],"description":[{"id":null,"text":"Ethylene induced hyponastic growth in Arabidopsis thaliana F.F. Millenaar L.A.C.J. Voesenek and A.J.M. Peeters  Our aim is to identify genes involved in the ethylene induced hyponastic growth. Upon submergence some plant species like Rumex palustris changes its leaf angle (hyponastic growth) and shows enhanced petiole elongation to reach the water surface. In Rumex palustris the hyponastic growth is initiated by an increased concentration of ethylene due to physical entrapment and ongoing ethylene biosynthesis. A proteomics, genomics and genetical approach to improve our understanding of above described flooding-induced responses are not feasible in Rumex palustris since genomic information about this species is limited. However it is possible to use the model plant Arabidopsis thaliana as a tool in flooding research. Natural accessions (Be0 Col Cvi Kas Ler Nd Rld Shah and Ws) show considerable genetic variation in hyponastic growth upon exposure to ethylene Col exhibiting the largest effect (maximum rate after 3 hours) and Ler no effect whatsoever. Using a computer controlled digital camera the hyponastic growth is measured in great detail. Next to ethylene addition also a transfer to low light causes hyponastic growth. This seems to be an ethylene independent pathway because etr1 and ctr1 showed hyponastic growth after transfer to low light. Ethylene and low light showed additive effects in Col. It is likely that ethylene induces more changes in gene expression than only the ones involved in hyponastic growth. By subtracting changes in the Ler expression profile from changes in the Col expression profile we expect to find why Col and Ler respond differently on ethylene by finding specific ethylene induced genes that are involved in hyponastic growth. The expression profile of Col following transfer to low light will be substracted from Col following ethylene addition to distinguish between genes that are involved in hyponastic growth but are not specific for ethylene induced hyponastic growth. There are strong indications in Rumex palustris that other hormones i.e. auxin ABAand GA are involved in the ethylene induced hyponastic growth. Currently mutants in ethylene auxin and ABA biosynthesis and\/or signal transduction are screened for hyponastic growth. Preliminary results showed that also in Arabidopsis these other hormones are involved in ethylene induced hyponastic growth. Beside the mutant approach we also started a proteomics and a PCR based differential screen approach. Together with the proposed transcriptome analysis we hope to find new genes involved in ethylene induced hyponastic growth."}],"provider":[{"contact":"Frank Millenaar","role":"investigator;biosource_provider;submitter","email":"m.vanzanten@uu.nl"},{"contact":"unknown unknown","role":null,"email":null}],"bibliography":[{"accession":19796369,"authors":"van Zanten M, Basten Snoek L, van Eck-Stouten E, Proveniers MC, Torii KU, Voesenek LA, Peeters AJ, Millenaar FF","title":"Ethylene-induced hyponastic growth in Arabidopsis thaliana is controlled by ERECTA.","doi":"10.1111\/j.1365-313X.2009.04035.x"}],"samplecharacteristic":[{"category":"biosource type","value":["frozen sample"]},{"category":"developmental stage","value":[3.9]},{"category":"ecotype","value":["columbia"]},{"category":"genetic modification","value":["none"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["petiole"]}],"experimentalvariable":[{"name":"growth condition","value":["control","ethylene","low light"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":9,"legacy_id":13851999}],"protocol":[{"id":1166658,"accession":"NASCGrowProt:120"},{"id":1166654,"accession":"NASCGrowProt:407"},{"id":1166656,"accession":"NASCGrowProt:406"},{"id":1166652,"accession":"NASCGrowProt:121"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":1166657,"accession":"NASCGrowProt:119"},{"id":1166659,"accession":"NASCSampleTreatmentProt:122"},{"id":1166660,"accession":"NASCSampleTreatmentProt:123"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90398,"accession":"NASCExtractProtocol:3"},{"id":1166655,"accession":"NASCGrowProt:408"},{"id":1166653,"accession":"NASCGrowProt:409"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":9,"arraydesignprovider":null,"dataformat":"rawData","bioassays":9,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":9,"arraydesignprovider":null,"dataformat":"scan","bioassays":9,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}