{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":496307,"accession":"P-GSE12551-1","name":"P-GSE12551-1","text":["ID_REF = ",{"br":null},"VALUE = GCRMA normalized signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":496310,"accession":"P-GSE12551-2","name":"P-GSE12551-2","text":"RNA was extracted with Qiagen RNeasy Plant RNA extraction kit.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":496312,"accession":"P-GSE12551-3","name":"P-GSE12551-3","text":"Following confirmation of RNA quality, Ovation™ Biotin RNA Amplification and Labeling System (NuGen Technologies, Inc., San Carlos, CA) is used to prepare amplified, biotin-labeled cDNA from total RNA for following manufacturer’s instructions. Briefly, first strand cDNA is synthesized from 25 ng of total RNA using a unique first strand DNA\/RNA chimeric primer and reverse transcriptase. Following double strand cDNA generation, amplification of cDNA is achieved by utilizing an isothermal DNA amplification process that involves repeated SPIA™ DNA\/RNA primer binding, DNA duplication, strand displacement and RNA cleavage. The amplified SPIA™ cDNA is purified and subjected to a two-step fragmentation and labeling process. The fragmented\/biotinylated cDNA content is measured in a ND-1000 spectrophotometer and the quality was analyzed on an RNA 6000 Nano LabChip (Agilent) using Agilent Bioanalyzer 2100.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":496311,"accession":"P-GSE12551-4","name":"P-GSE12551-4","text":"For each array, 2.2 µg of cDNA is hybridized onto Arabidopsis ATH1 Genome GeneChips® (Affymetrix Inc., USA), designed in collaboration with TIGR, containing more than 22,500 probe sets representing approximately 24,000 genes. The array is based on information from the international Arabidopsis sequencing project that was formally completed in December, 2000. In parallel and subsequent to the genome's completion, TIGR reannotated the entire genome in a project funded by the National Science Foundation and the resulting data was used in the design of this array. Hybridization is allowed to continue for 16 hours at 45ºC followed by washing and staining of microarrays in a Fluidics Station 450 (Affymetrix Inc., USA).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":496309,"accession":"P-GSE12551-5","name":"P-GSE12551-5","text":"GeneChips are scanned in a GeneChip Scanner 3000 (Affymetrix Inc., USA) and CEL files are generated from DAT files using GeneChip® Operating Software (GCOS) software (Affymetrix Inc., USA). The probe set signals are generated using the RMA algorithm in ArrayAssist 3.4 (Stratagene) and are used to determine differential gene expression by pair-wise comparisons. The genes that are altered by two-fold either way are sorted and used for further interpretation of the microarray data.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":496308,"accession":"P-GSE12551-6","name":"P-GSE12551-6","text":"AffyGUI, normalized by GCRMA.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}