{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat","name":"Affymetrix:Protocol:ExpressionStat","text":"Title: Affymetrix CHP Analysis (ExpressionStat). Description:","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1,"parameter":["Algorithm name","Algorithm version","Alpha1","Alpha2","Baseline file","Gamma1H","Gamma1L","Gamma2H","Gamma2L","Mask file","Normalization factor","Perturbation","Scale factor","Tau"]},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1167805,"accession":"P-MEXP-25407","name":null,"text":"Arabidopsis thaliana seedlings (ecotype Col-4) were surface sterilised and sown on GM medium (= MS medium without sucrose) containing Gamborg’s Vitamin Solution (Sigma). Seedlings were grown under long-day conditions (16 hr light, 8 hr dark) at 20°C for 10 days. All samples from 10-day-old seedlings and all aerial parts (leaves, cotyledons and hypocotyls) were used for total RNA isolation.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["max temperature","min temperature","start time","stop time"]},{"id":1167804,"accession":"P-MEXP-25409","name":null,"text":"Total RNA was extracted from 10-day-old wild-type and se-1 mutant seedlings using TRI Reagent (Sigma) following the instructions of the manufacturer. Total RNA samples were further cleaned using RNAeasy mini-columns (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null,"parameter":["Amplification","Extracted product"]},{"id":87975,"accession":"P-MEXP-8187","name":"P-MEXP-8187","text":"Starting total RNA quality was assessed by running 1ul of each RNA sample on Agilent RNA6000nano LabChips (Agilent Technology 2100 Bioanalyzer Version A.01.20 SI211). Total RNA quantity was assessed by running 1ul of each RNA sample on a NanoDrop ND-1000 UV-Vis Spectrophotometer (Nanodrop Technologies). First strand cDNA synthesis was performed according to the Affymetrix Manual II, using 5ug of total RNA. Second strand cDNA synthesis was performed with minor modifications to the Affymetrix Manual II. Brieflly, cDNA termini were not blunt ended and the reaction was not terminated using EDTA. Instead Double-stranded cDNA products were immediately purified following the “Phase Lock Gel Cleanup of Double-Stranded cDNA” protocol (Affymetrix Manual II). cDNA was resuspended in 22ul of RNAse free water. cRNA preparation was performed with minor modifications to the Affymetrix Manual II.  Briefly, 11ul of cDNA was used as a template to produce biotinylated cRNA using half the recommended volumes of the ENZO BioArray High Yield RNA Transcript Labeling Kit. Labelled cRNAs were purified following the “Qiagen RNeasy Cleanup and Quantification of Biotin-Labeled cRNA” protocol (Affymetrix Manual II). cRNA quality was assessed by on Agilent RNA6000nano LabChips (Agilent Technology 2100 Bioanalyzer Version A.01.20 SI211). cRNA quantity was assessed by running 1ul of each cRNA sample on a NanoDrop ND-1000 UV-Vis Spectrophotometer (Nanodrop Technologies).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0,"parameter":["Amount of nucleic acid labeled","Amplification","Label used"]}]}}