{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":380559,"accession":"P-GSE33402-1","name":"P-GSE33402-1","text":["ID_REF = ",{"br":null},"VALUE = RMA normalized log2 expression"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380565,"accession":"P-GSE33402-2","name":"P-GSE33402-2","text":"At 3.5 weeks, a subset of boxes was treated with 0.5 mM SA + 0.02% Silwet or 0.02% Silwet alone.  A fine spray of the solution was sprayed on the plant leaves in a given box.  For each sample, 0.2 g of fully expanded mature leaves of similar age were excised from 2-4 plants and immediately frozen in liquid nitrogen.  Samples were collected at 3, 6, 12, 24, and 48 hours post treatment. An untreated sample was also collected just prior to treatment. Biological replicates were collected but not processed.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380566,"accession":"P-GSE33402-3","name":"P-GSE33402-3","text":"Arabidopsis seeds were stratified in 0.1% agarose for 3-5 days and planted in boxes containing Metromix 200 soil. Seeds were equally distributed in each box using a template, with 12 plants per box.  The flats (6 boxes per flat) were covered with plastic trays for 1 week and then uncovered. Flats were watered from below and fertilized at 2-1\/2 weeks. Plants were grown in Percival AR66L growth chambers at 22°C, 70% RH, 12 h photoperiod with photosynthetically active radiation=180 µE m-2 s-1.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380560,"accession":"P-GSE33402-4","name":"P-GSE33402-4","text":"Total RNA was extracted using the RNAEasy kit from Qiagen according to the manufacturer's instructions.  Optional treatment with DNAse I was performed. RNA quality was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380562,"accession":"P-GSE33402-5","name":"P-GSE33402-5","text":"Target labeling was performed according to the protocols given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1 at the Functional Genomics Laboratory, UC Berkeley.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380564,"accession":"P-GSE33402-6","name":"P-GSE33402-6","text":"Microarray hybridizations to Affymetrix Arabidopsis ATH1 GeneChips were performed according to the protocol given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1 at Functional Genomics Laboratory, UC Berkeley.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380561,"accession":"P-GSE33402-7","name":"P-GSE33402-7","text":"GeneChips were scanned using the GeneChip® Scanner 3000 7G at the Univeristy of California, Berkeley, Functional Genomics lab.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":380563,"accession":"P-GSE33402-8","name":"P-GSE33402-8","text":"Log2 (expression values) were extracted using robust multi-array analysis (RMA) implemented in the function rma() in the Bioconductor software package affy. Background correction was performed by correcting PM (perfect match) only, to reduce noise from signal intensity. Quantile normalization was performed to make the distributions of signal intensities uniform across chips.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}