{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":939785,"accession":"P-GSE44053-1","name":"P-GSE44053-1","text":"GeneChip intensities were background-corrected, normalized and sumarized by RMA method, using the “Affy” package from Bioconductor. To quantify the amount of individual mRNAs in the polysomal samples, the RMA data values of POLY-38 samples were further adjusted based on the heavy polysome content (HPC), as previously described. Briefly, the normalization factor was generated from the quantitative measurement of the relative heavy polysome content (HPC38ºC\/HPC22ºC) in each biological experiment (0.558 and 0.538, respectively). ID_REF =  VALUE = RMA normalized and adjusted based on the heavy polysome content (see data processing) log2Signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939791,"accession":"P-GSE44053-2","name":"P-GSE44053-2","text":"7-day-old seedlings were subjected to heat-stress by incubation at 38ºC for 45 min. For the control conditions, plates taken directly from the growth chamber were used. Seedlings were quickly frozen in liquid nitrogen, ground to powder and stored at -80ºC.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939789,"accession":"P-GSE44053-3","name":"P-GSE44053-3","text":"Arabidopsis thaliana ecotype Columbia-0 seeds were surface sterilized using 0.05% Tween-20 and ethanol for 5 min, sown on MS medium plates (0.9% agar, pH 5.7) and kept at 4º degrees in darkness for 2 days for stratification. Plates were vertically oriented in a growth chamber under a 16 h light and 8 h dark cycle for 7 days at 22ºC.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939790,"accession":"P-GSE44053-4","name":"P-GSE44053-4","text":"Polysomes isolation by differential centrifugation was performed by slight modification of a previously described protocol (Kawaguchi et al., 2004) . Briefly, 2 gr of frozen tissue was thawed in 2 ml of polysome extraction buffer (200 mm Tris (pH 9.0), 200 mm KCl, 26 mm MgCl2, 25 mm EGTA, 100 µm 2-mercaptoethanol, 50 µg ml−1 cycloheximide, 50 µg ml−1 chloramphenicol, 1% (v\/v) Triton X-100, 1% (v\/v) Tween-20, 1% (v\/v) NP-40, 2% (v\/v) polyoxyethylene-10-tridecyl-ether, 1% (v\/v) deoxycholic acid). The crude cell extract was clarified by centrifugation at 13,500 g for 15 min at 4ºC and the OD260 of the supernatant determined. Approximately 7000 units (OD260) were layered on top of a 10 ml 15-40% (w\/v) sucrose gradient and centrifuged at 250,000 g for 3:40 h at 4ºC (SW41Ti rotor, Beckman). 16 fractions of 600 µl were manually collected and RNA extraction was performed using TRIzol reagent (Invitrogen) according to manufacturer’s protocol. The polysome profile (OD260) and the verification of the quality of the polysome preparation by electrophoretic analysis of rRNA distribution were evaluated. Quantitative polysome gradient fractionation was performed using three biological samples.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939788,"accession":"P-GSE44053-5","name":"P-GSE44053-5","text":"Biotinylated cRNA was prepared according to the standard Affymetrix protocol from 4 µg total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939787,"accession":"P-GSE44053-6","name":"P-GSE44053-6","text":"Each sample was added to a hybridization solution containing 100 mm 2-(N-morpholino) ethanesulfonic acid, 1M Na+, and 20 mm of EDTA in the presence of 0.01% Tween-20. Hybridization was performed for 16 h at 45°C.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":939786,"accession":"P-GSE44053-7","name":"P-GSE44053-7","text":"Each microarray was washed and stained with streptavidin–phycoerythrin in a Fluidics station 450 (Affymetrix) and scanned at 2.5-μm resolution in a GeneChip® Scanner 3000 7G system (Affymetrix).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}