{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":21907,"accession":"E-GEOD-5174","secondaryaccession":["GSE5174"],"name":"Transcription profiling of Arabidopsis Col-0, ein2-5 and ein5-1 ETHYLENE-INSENSITIVE5 encodes a 5 to 3 exoribonuclease required for posttranscriptional regulation","releasedate":"2008-06-13","submissiondate":"2006-06-27","lastupdatedate":"2014-05-03","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Ethylene is a gaseous plant growth regulator that controls a multitude of developmental and stress responses. Recently, the levels of Arabidopsis EIN3 protein, a key transcription factor mediating ethylene-regulated gene expression, have been demonstrated to increase in response to the presence of ethylene gas. Furthermore, in the absence ethylene, EIN3 is quickly degraded through a ubiquitin\/proteasome pathway mediated by two F box proteins, EBF1 and EBF2 (1-3). Here, we report the identification of ETHYLENE INSENSITIVE5 as the 5’?3’ exoribonuclease XRN4. Specifically, we demonstrate that EIN5 is a component of the ethylene signal transduction cascade acting downstream of CTR1 that is required for ethylene-mediated gene expression changes. Furthermore, we find that the ethylene insensitivity of ein5 mutant plants is a consequence of the over-accumulation of EBF1 and EBF2 mRNAs resulting in the under-accumulation of EIN3 even in the presence of ethylene gas. Together, our results suggest that the role of EIN5 in ethylene perception is to antagonize the negative feedback regulation on EIN3 by promoting EBF1 and EBF2 mRNA decay, which consequently allows the accumulation of EIN3 protein to trigger the ethylene response. Experiment Overall Design: Cold-treated seeds in MS plates were placed in chambers at 24oC in the dark with hydrocarbon-free airflow for three days, after which some of the chambers were connected to ethylene gas at 10 ppm while the others remained on air treatment. Four hours later the seedlings of each plate were quickly collected and frozen in liquid nitrogen.  Total RNA was prepared from both air-treated and ethylene-treated etiolated seedlings of Arabidopsis Col-0, ein2-5 and ein5-1 using the RNeasy Plant Mini Kit (Qiagen, Valencia, CA). Biotinylated target RNA was prepared from 16 ?g of total RNA using the procedure described by the manufacturer (Affymetrix, Santa Clara, CA). Briefly, a primer encoding a T7 RNA polymerase promoter fused to (dT)24 (Genset Oligos, La Jolla, CA) was used to prime double-stranded cDNA synthesis using the SuperScript Choice System (Life Technologies). The resulting cDNA was transcribed in vitro using the BioArray High-Yield RNA Tran-script Labeling Kit (Enzo Biochem, New York, NY) in the presence of biotinylated UTP and CTP to produce biotinylated target complementary RNA (cRNA). The labeled target cRNA was purified, fragmented, and hybridized to Arabidopsis microoarrays (Affymetrix whole genome tiling, and ATH1 gene expression arrays) according to protocols provided by the manufacturer in a hybridization oven model 640 (Affymetrix, Santa Clara, CA). The arrays were washed and stained with streptavidin-phycoerythrin using a GeneChip Fluidics Station model 400 and then scanned with a Gene Array Scanner (Hewlett-Packard, Palo Alto, CA). Scanned images were processed and quantified using GeneChip Suite 3.2. Genespring software (Silicon Genetics, Redwood City, CA) was used to manage and filter the array data. Each measurement was divided by the 50.0th percentile of all measurements in that sample.  The percentile was calculated with all normalized measurements above 10.  For samples where the bottom tenth percentile was less than the negative of the 50.0th percentile, it was used as a background, and subtracted from all the other genes first. Experiments were carried out in duplicate and hybridized to two sets of expression chips.  Expression values were analyzed using GeneSpring™ software version 4.2 (Silicon  Genetics, Redwood, California)."}],"provider":[{"contact":"Joseph R. Ecker","role":"submitter","email":"ecker@salk.edu"}],"bibliography":[{"accession":16920797,"authors":"Gabriela Olmedo, Hongwei Guo, Brian D Gregory, Saeid D Nourizadeh, Laura Aguilar-Henonin, Hongjiang Li, Fengying An, Plinio Guzman, Joseph R Ecker","title":"ETHYLENE-INSENSITIVE5 encodes a 5'-->3' exoribonuclease required for regulation of the EIN3-targeting F-box proteins EBF1\/2.","issue":36,"pages":"13286-93","publication":"Proc Natl Acad Sci U S A","volume":103,"year":2006}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":60891,"accession":"P-G5174-6"},{"id":60887,"accession":"P-G5174-5"},{"id":60890,"accession":"P-G5174-4"},{"id":60886,"accession":"P-G5174-3"},{"id":60889,"accession":"P-G5174-2"},{"id":60888,"accession":"P-G5174-1"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}