{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":1123262,"accession":"P-GSE61631-1","name":null,"text":"The intensities of probe arrays were normalized by using GeneSpring software. The Robust Multi-array normalization algorithm (RMA) values of probe sets were used for further statistical analysis. One-way ANOVA analysis was carried out in GeneSpring software with ‘Asymptotic’ p value computation and the Benjamini-Hochberg false discovery rate (FDR) for multiple test correction (at p < 0.05). ID_REF =  VALUE = Signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1123267,"accession":"P-GSE61631-2","name":null,"text":"The Arabidopsis thaliana var. Columbia-0 (Col-0) plants were used in the grafting experiments. The dried seeds were sterilized following the standard procedures, and were sown on the Soilrite bed in the pots. The pots were kept at 4oC in the dark for 2 days for stratification of seeds to synchronize the germination. After stratification, pots were shifted to PGC 20 growth chamber (Conviron, Canada) under long-day conditions (16-h light\/8-h dark at 150 µmol m-2 s-1 irradiance) at 22°C ± 1°C and 65% humidity.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1123266,"accession":"P-GSE61631-3","name":null,"text":"Total RNA was extracted from the leaf and flower bud samples using the Spectrum Plant Total RNA kit (Sigma-Aldrich, USA), following the manufacturer’s instructions. On-column DNase (Sigma-Aldrich, USA) treatment was performed as instructed in the manual.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1123265,"accession":"P-GSE61631-4","name":null,"text":"Double stranded cDNA synthesis, In vitro transcription to synthesize biotin labeled cRNA, purification and fragmentation of cRNA were performed according to Affymetrix protocol described in technical manual.","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1123264,"accession":"P-GSE61631-5","name":null,"text":"Hybridization of arrays were performed according to Affymetrix protocol described in technical manual.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1123263,"accession":"P-GSE61631-6","name":null,"text":"The hybridized chips were washed, stained and scanned using GeneChip scanner to generate the CEL files.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}