{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1132521,"accession":"P-GSE59809-1","name":null,"text":"Raw scanning data files (Affymetrix.cel) were obtained using Affymetrix GeneChip Operating Software, v1.4, and then files were analyzed by Bioconductor SimpleAffy to assess data quality.  Data were normalized by quantile normalization and gene calls were generated using a robust multichip average algorithm. ID_REF =  VALUE = Log 2 value of RMA normalized signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132526,"accession":"P-GSE59809-2","name":null,"text":"Germinants for and microarray analyses (n = 3) were produced by placing 50 sterilized, stratified seeds on a sterile 9 cm glass microfiber filter disc (Whatman GF\/A paper) held in a sterile 100 mm x 15 mm polystyrene Petri dishes (Fisher Scientific). Discs were wetted with 2 mL of solution (nano-ceria control: sterilized millipore water; nano-titania control: 0.1M KCl; ENP treatments: 500 mg ENPs L-1).","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132527,"accession":"P-GSE59809-3","name":null,"text":"Seeds surface sterilized with 70% v\/v ethanol, 50% bleach, washed 4 times in water, cold-stratified (4degreesC, 48 hours), placed on filter paper and grown in growth chamber for seed germination and initial germinant growth (22degreesC,light 100 μmol m-2 s-1, photoperiod 16 h\/8 h light\/dark).","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132525,"accession":"P-GSE59809-4","name":null,"text":"Trizol extraction of total RNA was performed according to the manufacturer's instructions.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132524,"accession":"P-GSE59809-5","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 15 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132523,"accession":"P-GSE59809-6","name":null,"text":"Following fragmentation, quality of cRNA was evaluated on 2100 bionanalyzer, and hybridized for overnight at 45degreesC to Affymetrix ATH1 GeneChips in an Affymetrix Model 640 GeneChip hybridization oven. GeneChips were washed and stained in the Affymetrix Fluidics Station 400.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132522,"accession":"P-GSE59809-7","name":null,"text":"Arrays were washed and stained using an Affymetrix 450 fluidics station as per the manufacturer and then scanned on an Affymetrix Model 3000 scanner","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}