{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":11,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":441774,"accession":"P-G5513-1","name":"P-G5513-1","text":"For every experiment a total of three independent replicas (33 Arabidopsis thaliana Col-0 plants per experiment) were done. The plants used were growing under sterile conditions in 0.5 L glass jars containing MS medium (supplemented with vitamins and with 1% (w\/v) sucrose and 0.8 % (w\/v) agar). Growth occurred in a growth chamber with 8 h of light (150 µE m-2 s-1 photosynthetically active radiation) and 16 h of darkness under controlled conditions (22°C to 24°C at day 18°C to 20°C at night and 70 to 90 % relative humidity).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441771,"accession":"P-G5513-10","name":"P-G5513-10","text":"The plant material was collected in a random way from the different glass jars, the samples were dried in tissue paper, weighted (1 g) and immediately frozen in liquid nitrogen. This complete procedure took place in less than 1 min. Total RNA extraction from every individual experiment was made with TRIzol? reagent (Invitrogen, Germany). Once the RNA quality of every independent induction experiment was satisfactory, the RNA samples were mixed. The samples were hybridized in collaboration with Dr. Carsten M?(MPI for Molecular Plant Physiology, Golm, Potsdam, Germany).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441775,"accession":"P-G5513-2","name":"P-G5513-2","text":"The plants were sprayed with distilled water and the leave material was weighted and immediately frozen in liquid nitrogen. The harvesting time was 2.5 h after the treatment.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441768,"accession":"P-G5513-3","name":"P-G5513-3","text":"The data were analyzed with Microarray Suite version 5.0 (MAS 5.0) using Affymetrix default analysis settings and global scaling as normalization method.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441773,"accession":"P-G5513-4","name":"P-G5513-4","text":"Total RNA from 1 g of leaf material was extracted with TRIzol® (Invitrogen, Karlsruhe, Germany). Three independently isolated RNA-samples were pooled for each experiment. RNA quality and quantity control, cRNA labeling, hybridizations, expression data normalization and analysis were performed in collaboration with Carsten Müssig and Thomas Altmann (Max-Planck-Institute for Molecular Plant Physiology, Golm) according to the Affymetrix manual and as described by Müssig et al. (2003).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441776,"accession":"P-G5513-5","name":"P-G5513-5","text":"For every experiment a total of three independent replicas (33 Arabidopsis thaliana Col-0 plants per experiment) were done. The plants used were growing under sterile conditions in 0.5 L glass jars containing MS medium (supplemented with vitamins and with 1% (w\/v) sucrose and 0.8 % (w\/v) agar). Growth occurred in a growth chamber with 8 h of light (150 ?E m-2 s-1 photosynthetically active radiation) and 16 h of darkness under controlled conditions (22?C to 24?C at day 18?C to 20?C at night and 70 to 90 % relative humidity).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441767,"accession":"P-G5513-6","name":"P-G5513-6","text":"Total RNA from 1 g of leaf material was extracted with TRIzol? (Invitrogen, Karlsruhe, Germany). Three independently isolated RNA-samples were pooled for each experiment. RNA quality and quantity control, cRNA labeling, hybridizations, expression data normalization and analysis were performed in collaboration with Carsten M?and Thomas Altmann (Max-Planck-Institute for Molecular Plant Physiology, Golm) according to the Affymetrix manual and as described by M?et al. (2003).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441769,"accession":"P-G5513-7","name":"P-G5513-7","text":"The plants used were growing under sterile conditions in 0.5 L glass jars containing MS medium (supplemented with vitamins and with 1% (w\/v) sucrose and 0.8 % (w\/v) agar).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441770,"accession":"P-G5513-8","name":"P-G5513-8","text":"The samples were sprayed with distilled water","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441772,"accession":"P-G5513-9","name":"P-G5513-9","text":"The plant material was collected in a random way from the different glass jars, the samples were dried in tissue paper, weighted (1 g) and immediately frozen in liquid nitrogen. This complete procedure took place in less than 1 min. Total RNA extraction from every individual experiment was made with TRIzol® reagent (Invitrogen, Germany). Once the RNA quality of every independent induction experiment was satisfactory, the RNA samples were mixed. The samples were hybridized in collaboration with Dr. Carsten Müssig (MPI for Molecular Plant Physiology, Golm, Potsdam, Germany).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}