{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1132965,"accession":"P-GSE20493-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = RMA signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132970,"accession":"P-GSE20493-2","name":null,"text":"Wild-type Col-0 and mutant glu1-2 seeds were surface sterilised and sown on solid in vitro cultivation medium consisting of 1x Murashige and Skoog basal salt mixture, 3% sucrose, 0.75% phytoagar (w\/v), pH5.7. This medium contains 1650 mg ammonium nitrate\/L. Seeds were stratified for 3 days at 4degreeC before being transferred to a controlled growth chamber under a 16 hour photoperiod (light intensity: 75 µmol.m-2.sec-1) at 21-23degreeC. Leaves and roots of 18 day old in vitro grown plantlets were harvested separately and immediately flash-frozen in liquid N2. Harvesting of tissue was performed two hours after onset of the 16 hour light period. The harvested tissue was stored at -80degreeC until further processing.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132971,"accession":"P-GSE20493-3","name":null,"text":"Total RNA was extracted from plant tissue (300 mg roots, 500 mg leaves) using the RNeasy Midi kit (Qiagen, Hilden, Germany) following the suppliers instructions. Total RNA was concentrated using Microcon YM30 columns (Amicon). RNasin (Promega , Madison, USA) was added to the RNA to the final concentration of 1 U\/µl. RNA quality was assessed by standard denaturing agarose gel electrophoresis and RNA concentration was measured with a NanoDrop ND-1000 (Nanodrop, Delaware, USA).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132969,"accession":"P-GSE20493-4","name":null,"text":"To prepare the samples for microarray experiments the “GeneChip Expression Analysis” procedure of Affymetrix (Santa Clara, USA) was followed. Briefly, 10 µg total RNA was processed through a one-cycle cDNA synthesis procedure, the resulting double-stranded cDNA was cleaned up and submitted to the synthesis of biotin-labelled cRNA. This biotin-labelled cRNA was then cleaned up, quantified and fragmented.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132968,"accession":"P-GSE20493-5","name":null,"text":"15 µg of labeled cRNA was used for each hybridization. After 16 hours of hybridization at 45degreeC the arrays were processed through the washing and staining procedures according to the manufacturer instructions (Affymetrics).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132967,"accession":"P-GSE20493-6","name":null,"text":"The GeneChips were scanned using the GeneChip Scanner 3000 (Affymetrix)","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1132966,"accession":"P-GSE20493-7","name":null,"text":"The microarray data were preprocessed using the Robust Multichip Average (RMA) package (Irizarry RA et al. Exploration, normalization, and summaries of high density oligonucleotide array probe level data. Biostatistics 2003, 4:249-264.) using R. The data were normalized using quantile normalization, and expression measures were produced by fitting the RMA robust linear model.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}