{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":531914,"accession":"E-GEOD-30910","secondaryaccession":["GSE30910"],"name":"Transcription profiling by array of Arabidopsis early seedling development","releasedate":"2013-07-22","lastupdatedate":"2015-12-08","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"In response to environmental light signals, transcriptomic adjustment plays an important role in Arabidopsis seed germination and seedling development. G-box cis-element is commonly present in promoters of genes positively or negatively responding to the light signal. For the pursuit of additional transcriptional regulator modulating light-mediated transcriptome changes, we have identified AtbZIP16, a basic region\/leucine zipper motif transcription factor, via G-box DNA affinity chromatography. We have confirmed that AtbZIP16 possesses G-box-specific binding activity. Analyses of atbzip16 mutants indicate that AtbZIP16 is a negative regulator in phyB-mediated inhibition of cell elongation, but a positive regulator in phytochrome-mediated seed germination process. Transcriptomic analysis supports that AtbZIP16 is primarily a transcriptional repressor regulating light-, GA- and ABA-responsive genes. Chromatin immunoprecipitation study revealed that AtbZIP16 could directly target RGL2, a DELLA gene, and indirectly repress the expression of PIL5 gene, which encodes a bHLH protein inhibiting seed germination in Arabidopsis. Our study indicated that, through repressing the expression of RGL2 and the antagonizing the expression of PIL5, AtbZIP16 functions to promote seed germination and hypocotyl elongation during early stages of Arabidopsis seedling development. In response to environmental light signals, transcriptomic adjustment plays an important role in Arabidopsis seed germination and seedling development. G-box cis-element is commonly present in promoters of genes positively or negatively responding to the light signal. For the pursuit of additional transcriptional regulator modulating light-mediated transcriptome changes, we have identified AtbZIP16, a basic region\/leucine zipper motif transcription factor, via G-box DNA affinity chromatography. We have confirmed that AtbZIP16 possesses G-box-specific binding activity. Analyses of atbzip16 mutants indicate that AtbZIP16 is a negative regulator in phyB-mediated inhibition of cell elongation, but a positive regulator in phytochrome-mediated seed germination process. Transcriptomic analysis supports that AtbZIP16 is primarily a transcriptional repressor regulating light-, GA- and ABA-responsive genes. Chromatin immunoprecipitation study revealed that AtbZIP16 could directly target RGL2, a DELLA gene, and indirectly repress the expression of PIL5 gene, which encodes a bHLH protein inhibiting seed germination in Arabidopsis. Our study indicated that, through repressing the expression of RGL2 and the antagonizing the expression of PIL5, AtbZIP16 functions to promote seed germination and hypocotyl elongation during early stages of Arabidopsis seedling development. Three biological replicates for 4-d-old seedlings grown under dark or red-light and long-day (0.5 μmole m-2 sec-1) contitions."}],"provider":[{"contact":"Wen-Ping Hsieh","role":"submitter","email":"tina1103@gate.sinica.edu.tw"},{"contact":"Shu-Hsing Wu","role":null,"email":null}],"bibliography":[{"accession":23104829,"authors":"Hsieh WP, Hsieh HL, Wu SH","title":"Arabidopsis bZIP16 transcription factor integrates light and hormone signaling pathways to regulate early seedling development.","doi":"10.1105\/tpc.112.105478"}],"samplecharacteristic":[{"category":"age","value":["4 day"]},{"category":"developmental stage","value":["seedling"]},{"category":"ecotype","value":["Ler"]},{"category":"genotype","value":["atbzip16","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["aerial part"]}],"experimentalvariable":[{"name":"genotype","value":["atbzip16","wild type"]},{"name":"light","value":["dark","red-light and long-day (0.5 μmole m-2 sec-1)"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1174240,"accession":"P-GSE30910-4"},{"id":1174241,"accession":"P-GSE30910-3"},{"id":1174242,"accession":"P-GSE30910-2"},{"id":1174236,"accession":"P-GSE30910-1"},{"id":1174237,"accession":"P-GSE30910-7"},{"id":1174238,"accession":"P-GSE30910-6"},{"id":1174239,"accession":"P-GSE30910-5"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}