{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":10,"total-assays":10,"experiment":[{"id":177257,"accession":"E-GEOD-12691","secondaryaccession":["GSE12691"],"name":"RNAi profiling by array of Arabidopsis with miR-mediated knockdown of CIN-TCP genes or expressing TCP4 under the control of the BLS promoter","releasedate":"2008-10-25","lastupdatedate":"2012-02-09","organism":["Arabidopsis thaliana"],"experimenttype":["RNAi profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Leaf development has been monitored chiefly by following anatomical markers. Analysis of transcriptome dynamics during leaf maturation revealed multiple expression patterns that rise or fall with age or that display age specific peaks. These were used to formulate a digital differentiation index (DDI), based on a set of selected markers with informative expression during leaf ontogeny. The leaf-based DDI reliably predicted the developmental state of leaf samples from diverse sources and was independent of mitotic cell division transcripts or propensity of the specific cell type. When calibrated by informative root markers, the same algorithm accurately diagnosed dissected root samples. We used the DDI to characterize plants with reduced activities of multiple CINCINNATA (CIN)-TCP growth regulators. These plants had giant curled leaves made up of small cells with abnormal shape, low DDI scores and low expression of mitosis markers, depicting the primary role of CIN-TCPs as promoters of differentiation. Delayed activity of several CIN-TCPs resulted in abnormally large but flat leaves with regular cells. The application of DDI has therefore portrayed the CIN-TCPs as heterochronic regulators that permit the development of a flexible and robust leaf form through an ordered and protracted maturation schedule. Experiment Overall Design: Vegetative apices of arabidopsis plants from modified CIN-TCP activity were collected.  Experiment Overall Design: 1. Overexpression of an artificial microRNA targeting TCP5, TCP13 and TCP17 Experiment Overall Design: 2. Overexpression of the endogenous microRNA 319b targeting TCP2, TCP3, TCP4, TCP10 and TCP24 Experiment Overall Design: 3. the combination of the two microRNA, knocking down the eight CIN-TCP Experiment Overall Design: 4. Overexpression of TCP4 under the leaf specific BLS promoter"}],"provider":[{"contact":"Idan D. Efroni","role":"submitter","email":"idane@weizmann.ac.il"}],"bibliography":[{"accession":18805992,"authors":"Efroni I, Blum E, Goldshmidt A, Eshed Y.","title":"A protracted and dynamic maturation schedule underlies Arabidopsis leaf development.","doi":"10.1105\/tpc.107.057521","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["14 days","17 days","18 days"]},{"category":"Ecotype","value":["Columbia","Landsberg erecta"]},{"category":"Genotype","value":["35S::319b","35S::miR-3TCP","35S::miR-3TCP; 35S::319b","BLS::TCP4","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["vegetative apex"]}],"experimentalvariable":[{"name":"AGE","value":["14 days","17 days","18 days"]},{"name":"GENOTYPE","value":["35S::319b","35S::miR-3TCP","35S::miR-3TCP; 35S::319b","BLS::TCP4","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":10,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":451825,"accession":"P-G12691-2"},{"id":51,"accession":"P-AFFY-6"},{"id":451827,"accession":"P-G12691-1"},{"id":451826,"accession":"P-G12691-3"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":10,"arraydesignprovider":null,"dataformat":"rawData","bioassays":10,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":10,"arraydesignprovider":null,"dataformat":"scan","bioassays":10,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}