{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":443787,"accession":"P-GSE24077-1","name":"P-GSE24077-1","text":["ID_REF = ",{"br":null},"VALUE = RMA signal intensity",{"br":null},"ABS_CALL = "],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443794,"accession":"P-GSE24077-2","name":"P-GSE24077-2","text":"Plants were grown in individual pots in soil for 8 d in a chamber at 20 °C, 70% (v\/v) relative humidity, with a 9 h photoperiod (200 μmol m-2s-1 photosynthetic active radiation). Plants of uniform size with 9 to 10 leaves were selected the day prior to treatments Two h into the light period, pots were completely submerged in water-filled tanks that had been been left standing for 24 h at 20 oC. Submergence was in complete darkness. Control plants were maintained in the growth chamber (light control, watered every day) or in the dark in the same chamber used for the submergence treatments (dark control, watered every other day).","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443793,"accession":"P-GSE24077-3","name":"P-GSE24077-3","text":"Arabidopsis thaliana seeds were sown in pots containing soil and perlite in a 1:2 volume mixture supplemented with 0.14 mg MgOCaO (17%; Vitasol BV, Stolwijk, The Netherlands) and 0.14 mg Osmocote (Scotts Europe, Heerlen, The Netherlands) per pot. The seeds were cold treated at 4 °C in the dark for 4 d and then grown for 8 d in a chamber at 20°C, 70% (v\/v) relative humidity, with a 9 h photoperiod (200 μmol m-2s-1 photosynthetic active radiation). Individual seedlings were transplanted to a pot and fertilized with a nutrient solution (2.6 mM KNO3, 2.0 mM Ca [NO3]2, 0.6 mM KH2PO4, 0.9 mM MgSO4, 6.6 μM MnSO4, 2.8 μM ZnSO4, 0.5 μM CuSO4, 66 μM H3BO3, 0.8 μM Na2MoO4 and 134 μM Fe-EDTA, pH 5.8). Each pot was covered with a thin mesh fabric secured with a rubber band to limit loss of soil upon submergence. Pots were watered from the bottom every day at the beginning of the photoperiod.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443791,"accession":"P-GSE24077-4","name":"P-GSE24077-4","text":"Total RNA was extracted from frozen pulverized plant tissue using the RNeasy Plant Mini Kit (Qiagen), quantified by detection of A260\/A280 ND with NanoDrop ND-1000 UV-Vis spectrophotometer. The quality of the RNA was evaluated using the Agilent 2100 Bioanalyzer with the RNA 6000 Nano reagent kit.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443792,"accession":"P-GSE24077-5","name":"P-GSE24077-5","text":"Biotin-labeled cRNA was synthesized from 500 ng total RNA with the Affymetrix 3’ IVT Express Labeling kit.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443790,"accession":"P-GSE24077-6","name":"P-GSE24077-6","text":"12 μg labeled cRNA was hybridized against Arabidopsis ATH1 Genome Array (Affymetrix) at 45 °C for 16 h, on a rotating platform.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443788,"accession":"P-GSE24077-7","name":"P-GSE24077-7","text":"GeneChips were scanned by use of the Affymetrix GeneChip Workstation Scanner 3000.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":443789,"accession":"P-GSE24077-8","name":"P-GSE24077-8","text":["CEL files from the Affymetrix Chips were processed by use of the R program (",{"a":{"href":"http:\/\/cran.at.r-project.org\/","target":"_blank","$":"http:\/\/cran.at.r-project.org\/"}},") and Bioconductor packages (",{"a":{"href":"http:\/\/www.bioconductor.org\/","target":"_blank","$":"http:\/\/www.bioconductor.org\/"}},"). The Robust Multi-chip Average (RMA) normalization was performed using the default settings of the corresponding R function. Present, Marginal or Absent (P\/M\/A) calls were computed with the affy package."],"type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}