{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":75256,"accession":"E-NASC-1","name":"Transcription profiling of Arabidopsis glyoxylate cycle knock-out mutants in early stages of seedling development","releasedate":"2005-02-16","lastupdatedate":"2014-06-04","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["genetic modification"],"description":[{"id":null,"text":"We aim to assess changes in gene expression in the early stages of seedling growth in glyoxylate cycle enzyme knock-outs. The analysis has two clear goals: firstly to discover those genes (and hence enzymes) whose expression changes markedly when a major switch in the pathway of seed lipid mobilisation is imposed, and secondly to use information from metabolome analysis in the same mutants, to discover the impact of well-defined changes in endogenous metabolites on the transcriptome.In wild type seedlings at approximately 2 days post-imbibiton, glyoxylate cycle activity reaches a peak associated with the mobilisation of lipid reserves for the growth of the developing seedling. We have isolated KOs in two enzymes unique to the glyoxylate cycle: malate synthase (ms) and isocitrate lyase (icl). The mutants have a visible seedling phenotype only in the absence of sugar and\/or (high) light. Surprisingly, these mutants are able to mobilise their lipid reserves,  apparently via a switch from glyoxylate cycle and gluconeogenesis to respiration (Eastmond et al. 2000, PNAS 97: 5669-5674). Transcriptomic analysis will allow us to establish what changes take place in expression of key genes involved in respiration and gluconeogenesis when the glyoxylate cycle is blocked in the KOs. This will in turn provide insights into the pathways of metabolism operating in these plants.In addition we are already in the process of having these mutants analysed by the GARNet metabolomics facility to quantitate changes in organic acids, amino acids and sugars. The use of the transcriptomics facility in parallel will allow us to determine how specific changes in metabolite levels affect the expression of genes involved in carbon and nitrogen metabolism, as well as in seedling development as a whole. One major strength of our approach is that both ms and icl mutants are blocked in the glyoxylate cycle and so will result in many common changes to the metabolome, but each may produce novel changes in specific metabolites which might allow correlation with specific changes in the transcriptome. The joint analysis of metabolome and transcriptome data will be carried out in collaboration with members of our School of Informatics.Whole seedlings will be grown in vitro and harvested 2 days after transfer of imbibed seed to continuous light, and used for RNA extraction. This corresponds to Principle Growth Stage 0.7 in the convention of Boyes et al. (Plant Cell 13; 1499-1510, 2001). Each mutant has a specific wild type control (Columbia in one case and Ws in the other) giving four RNA samples in total."}],"provider":[{"contact":"Johanna Cornah","role":"submitter biomaterial_provider investigator","email":"Johanna.Cornah@ed.ac.uk"}],"samplecharacteristic":[{"category":"Ecotype","value":["  ","Columbia-0","Wassilewskija"]},{"category":"GeneticModification","value":["  ","none"]},{"category":"NASC:Growth Stage","value":[0.7]},{"category":"NASC:StockCode","value":["  ","N5390"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["seedling"]},{"category":"StrainOrLine","value":["icl-2","icl-2 revertant","ws-4"]}],"experimentalvariable":[{"name":"StrainOrLine","value":["icl-2","icl-2 revertant","ws-4"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":209748,"accession":"NASCGrowProt:235"},{"id":209759,"accession":"NASCGrowProt:236"},{"id":209758,"accession":"NASCGrowProt:237"},{"id":209750,"accession":"NASCGrowProt:238"},{"id":209749,"accession":"NASCGrowProt:239"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":209757,"accession":"NASCGrowProt:240"},{"id":209756,"accession":"NASCGrowProt:217"},{"id":209754,"accession":"NASCGrowProt:214"},{"id":209753,"accession":"NASCGrowProt:216"},{"id":209751,"accession":"NASCGrowProt:233"},{"id":209755,"accession":"NASCGrowProt:234"},{"id":209752,"accession":"NASCGrowProt:215"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90398,"accession":"NASCExtractProtocol:3"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}