{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":173327,"accession":"E-GEOD-26983","secondaryaccession":["GSE26983"],"name":"Transcription profiling by array of Arabidopsis expressing SOS1, M6PR or CBF3 under the control of the 35S promoter","releasedate":"2011-10-05","lastupdatedate":"2012-01-26","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Engineered abiotic stress resistance is an important target for increasing agricultural productivity.There are concerns, however, regarding possible ecological impacts of transgenic crops. In contrast to the first wave of transgenic crops, many abiotic stress resistance genes can initiate complex downstream changes. Transcriptome profiling has been suggested as a comprehensive non-targeted approach to examine secondary effects. We compared phenotypic and transcriptomic effects of constitutive expression of genes intended to confer salt stress tolerance by three different mechanisms: a transcription factor, CBF3\/DREB1a; a metabolic gene, M6PR,  for mannitol biosynthesis; and the Na+\/H+ antiporter, SOS1. Transgenic CBF3, M6PR, and SOS1 Arabidopsis thaliana were grown together in the growth chamber, greenhouse and field. In the absence of salt, M6PR and SOS1 lines performed comparably to wild type; CBF3 lines exhibited dwarfing as reported previously. All three transgenes conferred fitness advantage when subjected to 100 mM NaCl in the growth chamber. CBF3 and M6PR affected transcription of numerous abiotic stress- related genes as measured by Affymetrix microarray analysis. M6PR additionally modified expression of biotic- and oxidative- stress genes. Transcriptional effects of SOS1 in the absence of salt were smaller and primarily limited to redox-related genes. The extent of transcriptome change, however, did not correlate with effects on growth and reproduction. Thus, magnitude of global transcriptome differences may not predict phenotypic differences upon which environment and selection act to influence fitness. These observations have implications for interpretation of transcriptome analyses in the context of risk assessment and emphasize importance of evaluation within a phenotypic context. Both transgenic plants and relative WT plants were grown in the growth chamber in the absence and presence of salt stress. Plants from 20 days after sowing (6 days after salt treatment) were used for RNA extraction and hybridization on Affymetrix microarrays. There were two biological replicates for each genotype and salt treatment combination."}],"provider":[{"contact":"Zhulong Chan","role":null,"email":null},{"contact":"Zhulong Chan","role":"submitter","email":"chanzhul@msu.edu"},{"contact":"Wayne Loescher","role":null,"email":null},{"contact":"Rebecca Grumet","role":null,"email":null}],"bibliography":[{"accession":22070784,"authors":"Chan Z, Bigelow PJ, Loescher W, Grumet R.","title":"Comparison of salt stress resistance genes in transgenic Arabidopsis thaliana indicates that extent of transcriptomic change may not predict secondary phenotypic or fitness effects.","doi":"10.1111\/j.1467-7652.2011.00661.x","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["20 days"]},{"category":"Ecotype","value":["Col(gl)","Col-0","Ws"]},{"category":"Genotype","value":["35S::CBF3","35S::M6PR","35S::SOS1","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["leaf"]}],"experimentalvariable":[{"name":"COMPOUND","value":["NaCl","none"]},{"name":"ECOTYPE","value":["Col(gl)","Col-0","Ws"]},{"name":"GENOTYPE","value":["35S::CBF3","35S::M6PR","35S::SOS1","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":442976,"accession":"P-GSE26983-4"},{"id":442974,"accession":"P-GSE26983-5"},{"id":442973,"accession":"P-GSE26983-6"},{"id":442972,"accession":"P-GSE26983-8"},{"id":442971,"accession":"P-GSE26983-7"},{"id":442970,"accession":"P-GSE26983-1"},{"id":442975,"accession":"P-GSE26983-2"},{"id":442977,"accession":"P-GSE26983-3"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"normalization","bioassays":24,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"processedData","bioassays":24,"isderived":0}]}]}}