{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1137862,"accession":"P-GSE38102-1","name":null,"text":"All microarray data was processed with Robust Microarray Analysis (RMA) normalization and summarization were done using the R Bioconductor package. ID_REF =  VALUE = RMA signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137867,"accession":"P-GSE38102-2","name":null,"text":"On day 13, plants were transiently treated for 2 h at the start of their light cycle by adding N at a final concentration of 20 mM KNO3 and 20 mM NH4NO3. Control plants were treated with KCl at a final concentration of 20 mM. After treatment, whole seedlings were harvest and immediately frozen in liquid nitrogen.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137868,"accession":"P-GSE38102-3","name":null,"text":"Seeds were surface-sterilized in 70% ethanol for 3 minutes followed by commercial H2O2 for 30 minutes with gently agitation, and washed with distilled water. Seeds were sown onto basal MS salts (custom-made; GIBCO) with 0.5 mM ammonium succinate and 3 mM sucrose, 0.8% BactoAgar at pH 5.5 for 3 days in dark conditions at 27°C. Following germination, embryos with developed root system and aerial tissue were dissected from the rest of the seed using a sterile blade and transferred to a hydroponic system (Phytatray II, Sigma Aldrich) containing basal MS salts (custom-made; GIBCO) with 0.5 mM ammonium succinate and 3 mM sucrose at pH 5.5 at light intensity of 180 μE.s-1.m-2 and at 27°C. Fresh media was exchanged every 3 days. Arabidopsis seeds were placed for 2 days in the dark at 4°C to synchronize germination. Seeds were surface-sterilized and then transferred to a hydroponic system (Phytatray I, Sigma Aldrich) containing the same media previously described for rice (pH 5.7). Growth conditions were the same as in rice, except that plants were under 50 μE.s-1.m-2 light intensity at 22°C.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137866,"accession":"P-GSE38102-4","name":null,"text":"RNA was isolated from whole plants using Trizol reagent according to the intructions of the manufacturer (15596; Invitrogen).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137865,"accession":"P-GSE38102-5","name":null,"text":"Biotin-labeled cRNA was synthesized using the Enzo BioArray HighYield RNA Transcript Labeling Kit (Enzo, New York, NY).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137864,"accession":"P-GSE38102-6","name":null,"text":"We used 15 µg of labeled cRNA to hybridize the Arabidopsis ATH1 Affymetrix and Rice Affymetrix gene chip for 16 h at 42°C. Washing, staining and scanning were performed as recommended by Affymetrix.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137863,"accession":"P-GSE38102-7","name":null,"text":"Scanning were performed as recommended by Affymetrix.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}