{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":985043,"accession":"P-GSE56480-1","name":"P-GSE56480-1","text":"The data were analyzed using JMP Genomics Version 5.1 (SAS Institute, Inc., Cary NC, USA) using the Basic Expression Workflow Option with the median intensity normalization method option. Probesets not called present in at least 3 biological replicates for each treatment combination were considered insufficiently replicated and were dropped,  leaving 12826 remaining for the analysis. ID_REF =  VALUE = Log2 values based on median intensity normalization","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985048,"accession":"P-GSE56480-2","name":"P-GSE56480-2","text":"After 7 days in the growth chambers, plants were randomized between two identical Conviron growth chambers retrofitted for CO2 control. Ambient CO2 was kept at a constant 370 ppm while elevated CO2 was maintained at a constant 750 ppm.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985047,"accession":"P-GSE56480-3","name":"P-GSE56480-3","text":"Arabidopsis thaliana (Col) seeds were soaked in deionized water for 15 min and planted directly on LC1 sunshine mix in 216 cm^2 pots. Planted pots were cold treated in the dark at 4 degrees C for 48 hr prior to being placed into growth chambers with 10\/14 day\/night cycle with 21\/18 degrees C temperature cycle and 300 micromol per meter squared per second photosynthetically active radiation. Plants were kept at 370 ppm CO2 during this period.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985049,"accession":"P-GSE56480-4","name":"P-GSE56480-4","text":"Whole plants were harvested into liquid nitrogen followed by penetration of RNA-Later ICE to allow for leaf primordia to be dissected. 20 individual plants per biological replicate were harvested for the primorida developmental timepoint. Expanding and mature leaves were harvested in full and frozen in liquid nitrogen. All tissue was stored at -80 C, ground frozen and RNA was s isolated using a Spectra Plant RNA Isolation Kit (Sigma) following manufacturers instructions.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985046,"accession":"P-GSE56480-5","name":"P-GSE56480-5","text":"Labeling was performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the 3' IVT Express Kit User Manual","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985045,"accession":"P-GSE56480-6","name":"P-GSE56480-6","text":"Labeling was performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the 3' IVT Express Kit User Manual","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":985044,"accession":"P-GSE56480-7","name":"P-GSE56480-7","text":"Wash and Scanning were performed by the Keck Center University of Illinois Urbana-Champaign Following manufacturers protocols using the Expression Wash, Stain, Scan User Manual for Cartridge Arrays Manual on an Affymetrix model 3000 scanner","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}