{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":13,"total-assays":13,"experiment":[{"id":523986,"accession":"E-GEOD-6203","secondaryaccession":["GSE6203"],"name":"Transcription profiling by array of Arabidopsis ecotypes Col-0, Ts-1, Tsu-1 and Ts-1 and Tsu-1 crossed with Col-0","releasedate":"2008-06-14","lastupdatedate":"2015-06-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Background:; Plants are sessile and therefore have developed mechanisms to adapt to their environment, including the soil mineral nutrient composition. Ionomics is a developing functional genomics strategy designed to rapidly identify the genes and gene networks involved in regulating how plants acquire and accumulate these mineral nutrients from the soil. Here we report on the coupling of high-throughput elemental profiling of shoot tissue from various Arabidopsis accessions with DNA microarray-based bulk segregant analysis (BSA) and reverse genetics, for the rapid identification of genes from wild populations of Arabidopsis that are involved in regulating how plants acquire and accumulate Na+ from the soil. Methodology\/Principal Findings:; Elemental profiling of shoot tissue from 12 different Arabidopsis accessions revealed that Ts-1 and Tsu-1 accumulate higher shoot levels of Na+ than Col-0 and other accessions. We identify AtHKT1, known to encode a Na+ transporter, as being the causal locus driving elevated shoot Na+ in both Ts-1 and Tsu-1. Furthermore, we establish that a deletion in a tandem repeat sequence ~5 kb upstream of AtHKT1 is responsible for the reduced root expression of AtHKT1 observed in these accessions. Reciprocal grafting experiments establish that this loss of AtHKT1 expression in roots is responsible for elevated shoot Na+. Interestingly, and in contrast to the hkt1-1 null mutant, under NaCl stress conditions this novel AtHKT1 allele not only does not confer NaCl sensitivity, but co-segregates with elevated NaCl tolerance. We also present all our elemental profiling data in a new open access ionomics database, the Purdue Ionomics Information Management System (PiiMS; www.purdue.edu\/dp\/ionomics). Conclusions\/Significance:; Using DNA microarray-based genotyping has allowed us to rapidly identify AtHKT1 as the causal locus driving the natural variation in shoot Na+ accumulation we observed in Ts-1 and Tsu-1, two coastal populations of Arabidopsis. Such an approach overcomes the limitations imposed by a lack of established genetic markers in most Arabidopsis accessions, and opens up a vast and tractable source of natural variation for the identification of gene function not only in ionomics but also in many other biological processes. Experiment Overall Design: Hybridizations from two sets of Bulk Segregant analysis. F2 populations from col-0 crossed to two High Na accessions: Ts-1 and Tsu-1 were analyzed. This series contains the 3 hybs from each accession that were used to identify Single Feature Polymorphisms, the 3 hybs of Col-0 they were compared to, and 1 hyb for each pool from the BSA mapping(High Na pool, low Na Pool)."}],"provider":[{"contact":"Ivan Baxter","role":"submitter","email":"ibaxter@purdue.edu"}],"bibliography":[{"accession":17140289,"authors":"Ana Rus, Ivan Baxter, Balasubramaniam Muthukumar, Jeff Gustin, Brett Lahner, Elena Yakubova, David E Salt","title":"Natural variants of AtHKT1 enhance Na+ accumulation in two wild populations of Arabidopsis.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["6 week"]},{"category":"ecotype","value":["Col-0","Ts-1","Ts-1 x Col-0","Tsu-1","Tsu-1 x Col-0"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"ecotype","value":["Col-0","Ts-1","Ts-1 x Col-0","Tsu-1","Tsu-1 x Col-0"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":13,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1137002,"accession":"P-G6203-2"},{"id":1137001,"accession":"P-G6203-1"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":13,"arraydesignprovider":null,"dataformat":"rawData","bioassays":13,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":13,"arraydesignprovider":null,"dataformat":"scan","bioassays":13,"isderived":0}]}]}}