{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":5,"total-assays":5,"experiment":[{"id":254334,"accession":"E-GEOD-42149","secondaryaccession":["GSE42149"],"name":"Expression data from Arabidopsis grown in perlite and compost","releasedate":"2012-11-09","lastupdatedate":"2012-11-20","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Composts are the products obtained after the aerobic degradation of different types of organic matter wastes and can be used as substrates or substrate\/soil amendments. There are a small but increasing number of reports that suggest that foliar diseases may be reduced when using compost as growing medium compared to standard substrates. The purpose of this study was to unravel the gene expression alteration produced by the compost to gain knowledge about the mechanisms involved in the compost-induced systemic resistance. A compost from olive marc and olive tree leaves was able to induce resistance against Botrytis cinerea in Arabidopsis compared to the standard substrate perlite. Microarray analyses revealed that 178 genes were differently expressed with a fold change cut off of 1 from which 155 were upregulated and 23 were down regulated in compost-grown compared to perlite-grown plants. Functional enrichment study of up regulated genes revealed that 38 Gene Ontology terms were significantly enriched.  Response to stress, biotic stimulus, other organism, bacterium, fungus, chemical and abiotic stimulus, SA and ABA stimulus, oxidative stress, water, temperature and cold were significantly enriched terms as well as immune and defense responses, systemic acquired resistance, secondary metabolic process and oxireductase activity. Interestingly, PR1 expression, which was equally enhanced by growing the plants in compost and by B. cinerea inoculation, was further boosted in compost-grown pathogen-inoculated plants.  Compost triggered a plant response that shares similarities with both systemic acquired resistance and ABA dependent\/independent abiotic stress responses. Global gene expression of plants grown in compost (3 biological replicates) versus plants grown in perlite (2 biological replicates) was studied."}],"provider":[{"contact":"guillem segarra","role":"submitter","email":"gsegarra@ub.edu"},{"contact":"Gabriel Santpere","role":null,"email":null},{"contact":"Georgina Elena","role":null,"email":null},{"contact":"Guillem Segarra","role":null,"email":null},{"contact":"Isabel Trillas","role":null,"email":null}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":5,"legacy_id":13851999}],"protocol":[{"id":664456,"accession":"P-GSE42149-8"},{"id":664455,"accession":"P-GSE42149-6"},{"id":664450,"accession":"P-GSE42149-7"},{"id":664451,"accession":"P-GSE42149-4"},{"id":664453,"accession":"P-GSE42149-5"},{"id":664452,"accession":"P-GSE42149-2"},{"id":664454,"accession":"P-GSE42149-3"},{"id":664449,"accession":"P-GSE42149-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":5,"arraydesignprovider":null,"dataformat":"rawData","bioassays":5,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":5,"arraydesignprovider":null,"dataformat":"normalization","bioassays":5,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":5,"arraydesignprovider":null,"dataformat":"processedData","bioassays":5,"isderived":0}]}]}}