{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":9,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1128436,"accession":"P-G17343-1","name":null,"text":"Arabidopsis plants (Col-0 accession) were grown in chambers at 21C under illumination (100 µmol m-2 s-1 with a 16-hour photoperiod). Wild-type pollen obtained from these plants were used to grow in vitro or semi in vivo pollen tubes which were then used for microarray experiments.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128440,"accession":"P-G17343-2","name":null,"text":"Dry pollen grains were collected by a vacuum method from stage 14-15 flowers and frozen in liquid nitrogen until RNA isolation.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128434,"accession":"P-G17343-3","name":null,"text":"After first and second strand cDNA synthesis with total RNA, the cDNAs were used to generate cRNA labeled with biotin in an in vitro transcription reaction.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128433,"accession":"P-G17343-4","name":null,"text":"Signal intensities from each of the 15 arrays were converted to raw expression data (with Present, 'P', Absent, 'A' and Marginal, 'M' scores) using GeneChip Operating Software (GCOS) (Affymetrix, Santa Clara, CA).","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128435,"accession":"P-G17343-5","name":null,"text":["Total RNA was extracted from dry pollen, 0.5h PT, 4h PT and SIV PT using the Qiagen RNeasy kit (",{"a":{"href":"http:\/\/www.qiagen.com","target":"_blank","$":"http:\/\/www.qiagen.com"}},"). Total RNA (5 µg, dry pollen, 0.5h PT and 4h PT) and 2 µg (SIV PT) was prepared for microarray experiment as per the Affymetrix GeneChip Expression Analysis protocol (Part#701071, Rev 5, Affymetrix, Santa Clara, CA)."],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128437,"accession":"P-G17343-6","name":null,"text":"Dry pollen grains were collected by a vacuum method into microfuge tubes containing 250 µl liquid pollen growth medium and incubated for 0.5 in a 24 C growth chamber to produce in vitro pollen tubes. Pollen tubes were centrifuged at 4,000 rpm for 5 minutes, the supernatant was removed and the microfuge tubes were frozen in liquid nitrogen and stored in -80 C until RNA isolation. Aliquots of pollen tube suspensions were observed under microscope to determine % pollen germination and pollen tube length. Pollen grains with emerging tubes equal to or longer than their diameters were considered germinated.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128439,"accession":"P-G17343-7","name":null,"text":"Dry pollen grains were collected by a vacuum method into microfuge tubes containing 250 µl liquid pollen growth medium and incubated for 4 hours in a 24 C growth chamber to produce in vitro pollen tubes. Pollen tubes were centrifuged at 4,000 rpm for 5 minutes, the supernatant was removed and the microfuge tubes were frozen in liquid nitrogen and stored in -80 C until RNA isolation. Aliquots of pollen tube suspensions were observed under microscope to determine % pollen germination and pollen tube length. Pollen grains with emerging tubes equal to or longer than their diameters were considered germinated. After 4 hours of growth, 58.3±6.0% of the pollen grains germinated and formed tubes (average length of 383.8±32.1 µm).","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1128438,"accession":"P-G17343-8","name":null,"text":"Pollen tubes grown through the stigma and style were collected by a semi in vivo procedure. Pollinated pistils were placed vertically on solid pollen growth medium for one hour (establish growth into the pistil) before they were laid horizontally; tubes emerged from cut pistils after three hours of growth and were harvested as bundles after three hours of growth on the media surface. Bundles were excised at the point of emergence from the cut pistil and collected into liquid nitrogen-frozen microfuge tubes. Eight hundred pollen tube bundles (obtained from 800 cut pistil explants) were used for each of the three replicate RNA isolations. Pollen tube bundles were confirmed to be free of pistil tissue contamination by microscopy.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}