{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1205049,"accession":"P-GSE66365-1","name":null,"text":"Background correction, normalization and calculation of expression values were performed with Robust Multi-array Average method. ID_REF =  VALUE = Log2 RMA signal","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205053,"accession":"P-GSE66365-2","name":null,"text":"After 21 days of growth, the surgical tape that sealed the plates (Micropore) was replaced by two layers of parafilm M (Bemis) to restrict gas exchange, then plants were transferred to a continuous light regime 100 μmol•m−2•s−1) for 24 hours. Shoot tissue was sampled in three biological replicates before (T = 0) and after 24 hours (T = 24H) of the treatment. Each replicate consisted of at least 15 rosettes.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205055,"accession":"P-GSE66365-3","name":null,"text":"Arabidopsis thaliana plants were grown on Petri dishes (150 x 25 mm, Becton-Dickinson, USA) on full-strength Murashige and Skoog agar solidified medium supplemented with 1% sucrose, 100 mg\/L myo-inositol, nicotinic acid 0.5 mg\/L, pyridoxine 0.5 mg\/L, thiamine 1 mg\/L at 21°C and long day 16h light (100 μmol•m−2•s−1)\/8h dark conditions. Each plate contained approx. 30 cat2-2 and 30 shr-6 cat2-2 plants.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205054,"accession":"P-GSE66365-4","name":null,"text":"RNA was extracted with Spectrum Plant Total RNA Kit (Sigma).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205052,"accession":"P-GSE66365-5","name":null,"text":"RNA concentration and purity were determined spectrophotometrically using the NanoDrop ND-1000 (NanoDrop Technologies) and RNA integrity was assessed using a Bioanalyser 2100 (Agilent). Per sample, an amount of 100 ng of total RNA spiked with bacterial RNA transcript positive controls (Affymetrix) was amplified and labeled using the GeneChip 3' IVT express kit (Affymetrix). All steps were carried out according to the manufacturer's protocol (Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205051,"accession":"P-GSE66365-6","name":null,"text":"A mixture of purified and fragmented biotinylated aRNA and hybridisation controls (Affymetrix) was hybridised on Affymetrix' Arabidopsis ATH1 Genome arrays followed by staining and washing in a GeneChip® Fluidics Station 450 (Affymetrix) according to the manufacturer’s procedures.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1205050,"accession":"P-GSE66365-7","name":null,"text":"To assess the raw probe signal intensities, chips were scanned using a GeneChip® scanner 3000 (Affymetrix).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}