{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1124902,"accession":"P-G11758-1","name":null,"text":"Arabidopsis thaliana Columbia-0 were grown in a growth cabinet at 20 °C with a photoperiod of 8 h light\/ 16 h dark.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124903,"accession":"P-G11758-2","name":null,"text":"Five weeks old Arabidopsis mature leaves were infiltrated with 10 mM of AZC or L-Proline (control of AZC) or 2 mg\/l of tunicamycin (tunicamycin stock was prepared as 1mg\/ml in DMF and diluted to 2mg\/l by water) or DMF(solvent control of tunicamycin, 2ul\/ml in water). Six infiltrated leaves were harvested three hours after the infiltration of chemicals. For the heat shock treatment, six mature leaves were detached from plant and placed in 50 ml plastic tube. The tubes were incubated at 37 °C or 20°C (as a control) for a period of 1h.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124900,"accession":"P-G11758-3","name":null,"text":"Biotinylated cRNA samples were prepared according to the standard Enzo BioarrayTM protocol (Enzo Life Sciences). In brief, one ug of total RNA from each sample was converted to double-stranded cDNA with the BioarrayTM Single-Round RNA Amplification and Labeling Kit (Enzo Life Sciences).  After second-strand synthesis, the cDNA was purified with the cDNA Purification Kit (Enzo Life Sciences).  The resulting double-stranded DNA was then used to generate multiple copies of biotinylated cRNA by in vitro transcription with the BioarrayTM HighYieldTM RNA Transcript Labeling Kit (Enzo Life Sciences).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1124901,"accession":"P-G11758-4","name":null,"text":"RNA was extracted by TRIreagent (SIGMA) and purified by using QIAGEN RNeasy kit.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}