{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":1169349,"accession":"P-MTAB-31882","name":null,"text":"Interaction of Arabidopsis thaliana roots with Hieracium pilosella roots, and without.","type":"treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169348,"accession":"P-MTAB-31883","name":null,"text":"Tissue homogenization, RNA purification and sample processing were performed at an Affymetrix Service Provider and Core Facility, KFB - Center of Excellence for Fluorescent Bioanalytics (Regensburg, Germany). Tissues were homogenized with 1.4 mm ceramic beads for 30 s at 6,000 rpm using the Precellys Homogenizer (PEQLAB, Erlangen, Germany), followed by total RNA purification with RNeasy Mini columns (Qiagen, Hilden, Germany) and an Agilent 2100 bioanalyzer quality assessment (Agilent Technologies, Palo Alto, USA).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169347,"accession":"P-MTAB-31884","name":null,"text":"250 ng of total RNA were used to generate double-stranded cDNA and subsequently Biotin-labeled aRNA.","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169346,"accession":"P-MTAB-31885","name":null,"text":"Gene expression profiles were determined by Arabidopsis ATH1 Genome Arrays according to the GeneChip 3' IVT Express Kit Manual (Affymetrix, Santa Clara, USA). 250 ng of total RNA were used to generate double-stranded cDNA and subsequently Biotin-labeled aRNA. Following fragmentation, aRNA products were hybridized to the array for 16 h at 45 C in a rotating chamber.","type":"nucleic acid hybridization to array protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1169345,"accession":"P-MTAB-31886","name":null,"text":"Hybridized arrays were washed and stained in an Affymetrix Fluidics Station FS450, and the fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000-7G.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}