{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":35,"total-assays":35,"experiment":[{"id":167273,"accession":"E-MTAB-107","name":"Transcription profiling by array of Arabidopsis Ler and Cvi ecotypes and 17 derived recombinant inbred lines after micro-landscape fragmentation and landscape disturbance","releasedate":"2010-05-12","lastupdatedate":"2014-06-03","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["comparative genome hybridization","growth condition","in vivo","individual genetic characteristics"],"description":[{"id":null,"text":"We carried out a five-generation selection experiment in which two Arabidopsis accessions (Ler and Cvi) and 17 Recombinant Inbred Lines (RILs) derived from them were subjected in 24 replicated populations to four levels of micro-landscape fragmentation and two levels of disturbance, factorially crossed with each other to yield 8 experimental selection regimes.  We used 19 lines (including the two parental Ler and Cvi) in generation 1 of our experiment, nine of which contained the erecta mutation and ten of which did not. Lines expressing the erecta mutation are short and compact and are likely to disperse seeds over shorter distances. Both the non-erecta and the erecta lines spanned the full available range of seed sizes from the original 162 RILs in the collection. We set up 24 experimental landscapes consisting of 2, 4, 8, or 16 patches where the total area was constrained to be equal. Plants that germinated outside the designated suitable patches were removed. In half of the landscapes – which we termed static – the top 2-3 mm of seeds and soil were removed from the surface of the suitable patches after 8 weeks of growth and reproduction. In the other half of the landscapes – which we termed dynamic – a number of Petri dishes, equivalent in size and number to the existing suitable patches, were distributed around the landscape at random, to catch dispersing seeds. The seeds collected by these two methods were cold-treated for one week while all patches were replenished with fresh substrate. Seeds were then returned to the surface of the new patches at the beginning of the next generation. Thus, in dynamic landscapes, seeds must disperse to have any chance of entering the next generation, while in static landscapes, only seeds that do not disperse have any chance of further propagation. After five generations of such selection, a single pod from approximately 70 individuals from each landscape was removed. Single individuals derived from such pods were reared under standardized conditions to measure several phenotypic characters, such as seed mass, height, presence of the erecta mutation, flowering time etc. Clear phenotypic differences are apparent between the different landscapes. However, we have no information as to the underlying genes, which might have been selected or the epigenetic modifications that might have occurred.  Material for DNA extraction from each population (? 50 plants\/population) was collected for subsequent genetic analyses. The allele frequencies of Ler and Cvi alleles was determined at the genome-wide level using ATH1 Affymetrix GeneChips® (each in quadruplicate = 8 parental microarrays). 26638 single feature polymorphisms (SFPs) between these two accessions could be detected. The relative contribution of Ler and Cvi alleles in a population at each locus, for which a single feature polymorphism can be detected, was assessed. We then analyzed the DNA isolated from the experimental populations (24 landscapes of generation 5 = 24 microarrays & original populations in triplicate = 3 microarrays) and determine the relative contributions of Ler and Cvi alleles for the 26638 identified SFPs (i.e. allele frequency shifts)."}],"provider":[{"contact":"Christian Heichinger","role":"submitter","email":"christian.heichinger@rockefeller.edu"}],"bibliography":[{"accession":20956303,"authors":"Fakheran S, Paul-Victor C, Heichinger C, Schmid B, Grossniklaus U, Turnbull LA.","title":"Adaptation and extinction in experimentally fragmented landscapes.","doi":"10.1073\/pnas.1010846107","issue":"None","pages":"19120-19125","year":2010},{"accession":20956303,"authors":"Sima Fakheran, Cloé Paul-Victor, Christian Heichinger, Bernhard Schmid, Ueli Grossniklaus, Lindsay A Turnbull","title":"Adaptation and extinction in experimentally fragmented landscapes","doi":"10.1073\/pnas.1010846107","status":"published"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["adult"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["flower","leaf"]},{"category":"StrainOrLine","value":["17xRILs, 1xLer, 1xCvi","Cvi","Ler","mixed population"]}],"experimentalvariable":[{"name":"LANDSCAPE DISTURBANCE","value":["dynamic","none","static"]},{"name":"LANDSCAPE FRAGMENTATION","value":["16-patch","2-patch","4-patch","8-patch","none"]},{"name":"ORGANISM PART","value":["flower","leaf"]},{"name":"STRAIN","value":["17xRILs, 1xLer, 1xCvi","Cvi","Ler","mixed population"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":35,"legacy_id":13851999}],"protocol":[{"id":416108,"accession":"P-MTAB-4190"},{"id":416106,"accession":"P-MTAB-4192"},{"id":416107,"accession":"P-MTAB-4191"},{"id":235758,"accession":"  "},{"id":416104,"accession":"P-MTAB-4197"},{"id":480291,"accession":"P-MTAB-4195"},{"id":480292,"accession":"P-MTAB-4196"},{"id":416105,"accession":"P-MTAB-4193"},{"id":416103,"accession":"P-MTAB-4194"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":35,"arraydesignprovider":null,"dataformat":"rawData","bioassays":35,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":35,"arraydesignprovider":null,"dataformat":"scan","bioassays":35,"isderived":0}]}]}}