{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":536524,"accession":"E-GEOD-73841","secondaryaccession":["GSE73841"],"name":"The purine metabolite allantoin can activate the jasmonate signaling pathway in a MYC2-regulated and ABA-dependent manner","releasedate":"2016-03-01","lastupdatedate":"2016-03-06","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Allantoin is a metabolic intermediate of purine catabolism that often accumulates in stressed plants. Recently, using Arabidopsis knockout mutants (aln) of ALLANTOINASE, we showed that this purine metabolite activates ABA production, thereby stimulating stress-related gene expression and enhancing seedling tolerance to abiotic stress. A detailed re-examination of the microarray data of an aln mutant (aln-1) not only confirmed increased expression of ABA-inducible genes, but also revealed altered expression of genes involved in jasmonic acid (JA) responses, likely under the control of MYC2, a master switch in the JA signaling pathway. Consistent with the transcriptome profiles, the aln-1 mutant displayed increased JA levels and enhanced responses to mechanical wounding and exogenous JA. Moreover, aln mutants demonstrated modestly increased susceptibility to hemibiotrophic and necrotrophic pathogens, probably reflecting the antagonistic action of MYC2 on the defense against these bacteria. Exogenously administered allantoin elicited the expression of JA-responsive genes including MYC2 in wild-type plants, supporting that allantoin might be responsible for the observed JA-related aln phenotypes. However, the effect of exogenous allantoin was suppressed by mutations deficient in bioactive JA (jar1-1), insensitive to JA (myc2-3) and deficient in ABA (aba2-1 and bglu18). The suppressive effect of jar1-1 and bglu18 mutations was further confirmed in the aln-1 background (jar1-1\/aln-1 and bglu18\/aln-1). These results indicate that allantoin can activate the MYC2-regulated JA signaling pathway through ABA production. Overall, this study provides evidence for the possible connection of purine catabolism with stress hormone homeostasis and signaling, and highlights the importance of allantoin in these interactions. Evidence has been presented only recently for the involvement of purine catabolism in stress protection of plants and the mechanism behind this remains obscure. Here we show that in Arabidopsis, the intermediary metabolite allantoin can activate the MYC2-regulated jasmonate signaling pathway via the mechanism involving ABA, providing the link between the metabolism and two interactive signaling pathways of stress hormones that play critical roles in plant adaptation to environmental adversity. Two replicates of the mutant were compared with controls. This series is a re-analysis of GSE44922."}],"provider":[{"contact":"Izumi C Mori","role":null,"email":null},{"contact":"Takashi Hirayama","role":null,"email":null},{"contact":"Hironori Kaminaka","role":null,"email":null},{"contact":"Tomokazu Konishi","role":null,"email":null},{"contact":"Atsushi Sakamoto","role":null,"email":null},{"contact":"Shunsuke Watanabe","role":null,"email":null},{"contact":"Tomokazu Konishi","role":"submitter","email":"konishi@akita-pu.ac.jp"},{"contact":"Mayumi Egusa","role":null,"email":null},{"contact":"Hiroshi Shimada","role":null,"email":null},{"contact":"Takakazu Matsuura","role":null,"email":null},{"contact":"Hiroshi Takagi","role":null,"email":null},{"contact":"Nobuhiro Akiyoshi","role":null,"email":null},{"contact":"Yasuhiro Ishiga","role":null,"email":null}],"samplecharacteristic":[{"category":"developmental stage","value":["2 weeks after germination"]},{"category":"genetic background","value":["Col-0"]},{"category":"genotype","value":["aln-1 mutant","wildtype"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["Aerial part of seedlings"]}],"experimentalvariable":[{"name":"genotype","value":["aln-1 mutant","wildtype"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":1190749,"accession":"P-GSE73841-3"},{"id":1190747,"accession":"P-GSE73841-4"},{"id":1190746,"accession":"P-GSE73841-5"},{"id":1190745,"accession":"P-GSE73841-6"},{"id":1190743,"accession":"P-GSE73841-1"},{"id":1190748,"accession":"P-GSE73841-2"},{"id":1190744,"accession":"P-GSE73841-7"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"normalization","bioassays":4,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0}]}]}}