{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":7,"total-assays":7,"experiment":[{"id":83543,"accession":"E-GEOD-3799","secondaryaccession":["GSE3799"],"name":"Transcription profiling of Arabidopsis treated with Histone acetylation during seed germination (GEO Super Series)","releasedate":"2008-06-12","lastupdatedate":"2012-03-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"This SuperSeries is composed of the following subset Series:; GSE3783: Trichostatin A (TSA) inhibition of histone deacetylase in Arabiodopsis thaliana; GSE3784: Seed germination in presence and absence of histone deaceatylase inhibitor, Trichostain A (TSA). Histone acetylation is involved in the regulation of gene expression in plants and eukaryotes.  Histone deacetylases (HDACs) are enzymes that catalyze the removal of acetyl groups from histones, which is associated with the repression of gene expression.  To study the role of histone acetylation in the regulation of gene expression during seed germination, trichostatin A (TSA), a specific inhibitor of histone deacetylase, was used to treat imbibing Arabidopsis thaliana seeds.  GeneChip arrays were used to show that TSA induces up-regulation of 45 genes and down-regulation of 27 genes during seed germination.   Eight TSA-up-regulated genes were selected for further analysis - RAB18, RD29B, ATEM1, HSP70 and four late embryogenesis abundant protein genes (LEA).  A gene expression time course shows that these eight genes are expressed at high levels in the dry seed and repressed upon seed imbibition at an exponential rate.  In the presence of TSA, the onset of repression of the eight genes is not affected but the final level of repressed expression is elevated.  Chromatin immunoprecipitation and HDAC assays show that there is a transient histone deacetylation event during seed germination at one day after imbibition, which serves as a key developmental signal that affects the repression of the eight genes. Experiment Overall Design: Refer to individual Series"}],"provider":[{"contact":"Helen H. Tai","role":"submitter","email":"htai@nrcan.gc.ca, taihelen@yahoo.com"}],"bibliography":[{"accession":16307366,"authors":"Helen H Tai, George C C Tai, Tannis Beardmore","title":"Dynamic histone acetylation of late embryonic genes during seed germination.","issue":6,"pages":"909-25","publication":"Plant Mol Biol","volume":59,"year":2005}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":20125,"accession":"A-AFFY-16","name":"Affymetrix GeneChip Arabidopsis Genome [AG]","count":4,"legacy_id":67306423},{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":3,"legacy_id":13851999}],"protocol":[{"id":235725,"accession":"P-G3799-5"},{"id":235724,"accession":"P-G3799-4"},{"id":235721,"accession":"P-G3799-3"},{"id":235723,"accession":"P-G3799-2"},{"id":235722,"accession":"P-G3799-1"},{"id":235726,"accession":"P-G3799-6"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":7,"arraydesignprovider":null,"dataformat":"scan","bioassays":7,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":2,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":2,"isderived":1}]}]}}