{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1137031,"accession":"P-G7631-1","name":null,"text":"Plants were grown for 12 days in long day (16hr light\/8hr dark) 22 oC conditions in a Percival (Percival Scientific).  Plants were grown hydroponically in basal MS containing no nitrogen except 0.5mM ammonium succinate and 3mM sucrose.  All plant lines are in the Col-0 background.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137032,"accession":"P-G7631-2","name":null,"text":"At dawn on 12th day plants were either transitory\/continuous nitrogen-treated (KNO3 to 5mM added) or KCl treated (KCl to 5mM added) as a control treatment for 2 hrs.  To isolate single cell types (LRC, EpiC, EndoP, Peri, Stele) cells were incubated in a solution containing cell-wall digesting enzymes and then Fluorescence Activated Cell Sorting (FACS) sorted as Birnbaum et al (2005) Nature Methods 2: 615-619.  To isolate mock FACS-sorted protoplasts the same proceedure was followed but the cells were not FACS-sorted, instead the protoplasts were incubated on ice for the time it takes to FACS-sort (1 hour).  After FACS or mock-FACS cell sorting cells were frozen using liquid nitrogen.  5mM KNO3 was either maintained in the protoplast-generating solution (continuous treat) or not (transitory treat) to test how to best preserve the cellular nitrogen-response during the 1 hr protoplast generating procedure.  As well as the 'protoplasts' controls we harvested whole roots that were either frozen using liquid nitrogen directly after the 2hr treatment or 3.5hr treatment, or whole roots incubated in protoplast-generating solultion (minus enzymes; transitory or continuous treated) and then frozen.  1mM MSX in combination with 5mM KNO3 (or with 5mM KCl as a control), or also with 5mM glutamine (Gln) for 2 hrs was used to block and then release the block of the assimilation of KNO3 in order to seperate KNO3 effects from assimilated-nitrogen effects in FACS-sorted pericycle cells.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137029,"accession":"P-G7631-3","name":null,"text":"Biotinylated cRNA from all isolated cell samples (LRC, EpiC, EndoP, Peri, Stele) were prepared according to the standard two-cycle Affymetrix protocol from 50 ng total RNA, or from all whole root samples and protoplast samples according to the standard one-cycle Affymetrix protocol from 1 ug total RNA.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1137030,"accession":"P-G7631-4","name":null,"text":"Total RNA was either extracted using the Plant RNAeasy kit (Qiagen, Hilden, Germany) for cell samples (LRC, EpiC, EndoP, Peri, Stele, Protoplasts), or for whole root samples using TRIzol reagent (Invitrogen, Carlsbad, CA).  Protocols were followed according to manufacturer's instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}