{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1126607,"accession":"P-GSE48836-1","name":null,"text":"RMA-normalized expression values as obtained with the affy package version 1.36 of BioConductor. The reported values are on log2-scale. ID_REF =  VALUE = RMA-normalized expression values as obtained with the affy package version 1.36 of BioConductor. The reported values are on log2-scale. ABS_CALL = the MAS 5.0 detection call in an absolute analysis that indicates if the transcript was present (P), absent (A), marginal (M), or no call (NC) DETECTION P-VALUE = 'detection p-value', p-value that indicates the significance level of the detection call","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126613,"accession":"P-GSE48836-2","name":null,"text":"Samples were not subjected to any specific kind of treament","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126612,"accession":"P-GSE48836-3","name":null,"text":"Seeds were vernalized for one week in -70 degrees and plated after bleach sterilization on vertical plates containing full strength MS medium. The medium was covered by sterilized nylon meshes (Prosep) prior to seed plating, plants were grown for five days in a long day\/short night regime (16h light, 8h dark) at 21 degrees prior to harvesting.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126611,"accession":"P-GSE48836-4","name":null,"text":"Root tips were excised using scalpels (facilitated by growth on the nylon meshes), immediately harvested into eppendorfs and flash frozen in liquid nitrogen. Root tips were grinded using a retch grinder by adding metal balls until the samples were pulverized. Total RNA was extracted as described by the Rneasy Mini Kit from Qiagen.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126610,"accession":"P-GSE48836-5","name":null,"text":"RNA concentration and purity were determined spectrophotometrically using the Nanodrop ND-1000 (Nanodrop Technologies) and RNA integrity was assessed using a Bioanalyser 2100 (Agilent). Per sample, an amount of 100 ng of total RNA spiked with bacterial RNA transcript positive controls (Affymetrix) was amplified and labeled using the GeneChip 3' IVT express kit (Affymetrix). All steps were carried out according to the manufacturer's protocol (Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126609,"accession":"P-GSE48836-6","name":null,"text":"A mixture of purified and fragmented biotinylated aRNA and hybridisation controls (Affymetrix) was hybridised on Affymetrix Arabidopsis ATH1 Genome arrays followed by staining and washing in a GeneChip(r) fluidics station 450 (Affymetrix) according to the manufacturer’s procedures.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1126608,"accession":"P-GSE48836-7","name":null,"text":"To assess the raw probe signal intensities, chips were scanned using a GeneChip(r) scanner 3000 (Affymetrix).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}