{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":451779,"accession":"P-G13641-1","name":"P-G13641-1","text":"Rhizomes of each genotype were surface sterilized, cut into pieces and placed on agar medium in a light cabinet for 11 days for sprouts to develop. Individual meristems were excised and placed on pots filled with sand and supplemented with complete nutrient solution in a greenhouse. Plants were grown under natural daylight in the greenhouse for a further three weeks until the start of treatment","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451777,"accession":"P-G13641-2","name":"P-G13641-2","text":"Control plants were placed individually in opaque 16 liter plastic bucketsin the greenhouse and submerged plants were placed in the same buckets filled with rain water. Treatment started at noon and lasted 24 hours. No supplemental lighting was given, water was not stirred or replaced, plants were completely submerged during the treatment. Individuals were randomly assigned to either the control or submerged condition and to a position in the greenhouse.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451775,"accession":"P-G13641-3","name":"P-G13641-3","text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 1 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451773,"accession":"P-G13641-4","name":"P-G13641-4","text":"The data were analyzed with Genespring GX using the Robust Multichip Average (RMA) algorith and quantile normalization. A probe mask was applied based on the genomic DNA hybridisations and using a genomic DNA hybridisation intensity threshold of 80","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451778,"accession":"P-G13641-5","name":"P-G13641-5","text":"Total RNA was extracted from frozen, homogenized material using the Qiagen RNeasy Plant Mini kit according to the manufacturer's instructions","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451774,"accession":"P-G13641-6","name":"P-G13641-6","text":"500 ng DNA was amplified and labeled using the Bioprime DNA labelling kit (Invitrogen). Nanodrop and Bioanalyzer evaluation was used.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":451776,"accession":"P-G13641-7","name":"P-G13641-7","text":"Genomic DNA was extracted using the Qiagen DNeasy Plant Mini Kit. Nanodrop and Bioanalyzer evaluation was used.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}