{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":20,"total-assays":20,"experiment":[{"id":176343,"accession":"E-GEOD-13641","secondaryaccession":["GSE13641"],"name":"Transcription profiling by array of Rorippa amphibia, Rorippa sylvestris or their F1 hybrid after growth in air or submerged using the Affymetrix Arabidopsis ATH1-121501 array","releasedate":"2009-12-04","lastupdatedate":"2012-02-08","organism":["Rorippa amphibia","Rorippa amphibia x Rorippa sylvestris","Rorippa sylvestris"],"experimenttype":["transcription profiling by array"],"experimentdesign":["comparative genomic hybridization by array","unknown experiment type"],"description":[{"id":null,"text":"Complete submergence represses photosynthesis and aerobic respiration causing rapid mortality in most terrestrial plants, but some species have evolved traits allowing them to survive prolonged flooding. Here, we studied the response to submergence of two species and their F1 hybrid in the genus Rorippa, which is related to the model Arabidopsis. We showed that these species have high tolerance to complete, deep submergence, but R. sylvestris survived longer than R. amphibia and the F1 hybrid. While the former restricted growth upon submergence, the latter two genotypes showed induced stem and petiole elongation and had higher aerenchyma contents, indicative of a low oxygen escape strategy. Arabidopsis GeneChip microarrays were used for whole-genome transcript profiling of roots of young plants exposed to air or a 24-h submergence treatment, using a probe mask based on hybridisation of genomic DNA of both species to the arrays. The induction by the submergence treatment of genes involved in glycolysis and fermentation and repression of many energy consuming pathways was similar to the response to low oxygen of Arabidopsis and rice. Notably, sucrose synthases, glycolysis and fermentation genes were more strongly induced in the less tolerant R. amphibia than in R. sylvestris, which might indicate faster carbohydrate consumption of the former, while some genes involved in hydrogen peroxide scavenging were strongly and specifically induced in the latter. F1 hybrids showed a generally weaker response to submergence and an additive mode of gene action, which did not change by the submergence treatment. Experiment Overall Design: We used replicated clones of Rorippa amphibia, Rorippa sylvestris and their F1 hybrid. Plants were grown on sand in pots for three weeks, completely submerged in rain water for 24 h, or kept in air as a control. Three biological controls were collected per genotype, each consisting of a pool of three individuals. Roots were separated from the shoots, quickly rinsed and immediately frozen and used for RNA extraction and hybridization to Arabidopsis Ath1 GeneChips. Genomic DNA of Rorippa amphibia and Rorippa sylvestris was also hybridized to the GeneChips in order to filter out badly performing probes due to sequence divergences from Arabidopsis."}],"provider":[{"contact":"Alex Boonman","role":"submitter","email":"boonman@science.uva.nl"}],"samplecharacteristic":[{"category":"Organism","value":["Rorippa amphibia","Rorippa amphibia x Rorippa sylvestris","Rorippa sylvestris"]},{"category":"OrganismPart","value":["n\/a","root"]}],"experimentalvariable":[{"name":"GROWTH CONDITION","value":["in air","n\/a","submerged"]},{"name":"ORGANISM","value":["Rorippa amphibia","Rorippa amphibia x Rorippa sylvestris","Rorippa sylvestris"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":20,"legacy_id":13851999}],"protocol":[{"id":451773,"accession":"P-G13641-4"},{"id":451775,"accession":"P-G13641-3"},{"id":451777,"accession":"P-G13641-2"},{"id":451779,"accession":"P-G13641-1"},{"id":451776,"accession":"P-G13641-7"},{"id":451778,"accession":"P-G13641-5"},{"id":451774,"accession":"P-G13641-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"rawData","bioassays":20,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"normalization","bioassays":20,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"processedData","bioassays":20,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"scan","bioassays":20,"isderived":0}]}]}}