{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":168590,"accession":"E-GEOD-7636","secondaryaccession":["GSE7636"],"name":"Transcription profiling by array of Arabidopsis whole roots and protoplasted FACS sorted root cells after treatment with NaCl","releasedate":"2008-06-15","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"In order to estimate the effects of protoplasting and FACS sorting procedures on salt regulated gene expression we generated expression profiles for whole roots that had been treated with salt for 1 hour and for roots that were protoplasted and FACS sorted after the initial 1 hour salt treatment. Cells are amazingly adept at integrating both external and internal cues to regulate transcriptional states.  While internal processes such as differentiation and cell-type specification are generally understood to have an important impact on gene expression, very little is known about how cells utilize these developmental cues to regulate responses to external stimuli.  Here we use the response to a well characterized environmental stress, high salinity, to obtain a global view of the role that cell identity plays in guiding transcriptional responses in the root of Arabidopsis.  Our analysis is based on three microarray data sets we have generated that explore transcriptional changes spatially among 6 cell layers and 4 longitudinal regions or temporally along 5 time points after salt treatment.  We show that the majority of the response to salt stress is cell-type specific resulting in the differential regulation of unique biological functions in subsets of cell layers.  To understand the regulatory mechanisms controlling these responses we have analyzed cis-element enrichment in the promoters of salt responsive genes and demonstrate that known stress regulatory elements likely control responses to salt occurring in multiple cell types.  Despite the extensive shift in transcriptional state that salt stress elicits, we are able to identify several biological processes that consistently define each cell layer and find that transcriptional regulators of cell-identity tend to exhibit robust cell-type specific expression.  Finally, using mutants that disrupt cell-type specification in the epidermis, we reveal cell autonomous and non-autonomous effects when cell identity is altered.  Together, these data elucidate a novel intersection between physiology and development and expand our understanding of how transcriptional states are regulated in a multi-cellular context. Experiment Overall Design: To estimate the effect that protoplasting and cell sorting has on the expression of salt regulated genes we prepared samples as in Birnbaum et al. (2005) Nat. Methods, except that all cells were collected after cell sorting.  Cells were collected from roots that had been treated with 140mM NaCl for 1hr prior to protoplasting.  Whole roots were also collected after a similar treatment regimen with NaCl.  Two replicates were performed per condition."}],"provider":[{"contact":"Jose Ramon Dinneny","role":"submitter","email":"jdinneny@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["6 days"]},{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["root cells","whole root"]}],"experimentalvariable":[{"name":"ORGANISM PART","value":["root cells","whole root"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":423782,"accession":"P-G7636-1"},{"id":423784,"accession":"P-G7636-2"},{"id":423781,"accession":"P-G7636-3"},{"id":423783,"accession":"P-G7636-4"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"scan","bioassays":4,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}