{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":1056923,"accession":"P-GSE38486-1","name":"P-GSE38486-1","text":["Scanned arrays were analyzed first with GCOS 1.4 software to obtain Absent\/Present calls (MAS5 detection algorithm). Subsequently the 16 arrays used in this study were analyzed with dChip 2006 (",{"a":{"href":"http:\/\/www.dchip.org,","target":"_blank","$":"http:\/\/www.dchip.org,"}}," Wong Lab, Harvard) . The following conditions were applied to ensure reliability of the analyses: First, each GeneChip experiment was performed with biological replicates. Second, we used a samplewise normalization to the median median probe cell intensity (CEL) of all arrays: For each sample, the median CEL intensity of one of the replicates was scaled to the median median CEL intensity of all arrays. Then the remaining replicates were normalized to this array (baseline) applying an Invariant Set Normalization  Method (Li and Wong, 2001). Third, normalized CEL intensities of the 16 arrays were used to obtain model-based gene expression indices based on a Perfect Match-only model (Li and Hung Wong, 2001). Potential array outliers that were detected in all replicates of one tissue\/cell type were not called array outliers because we assumed that these genes might be expressed in a tissue-specific manner and therefore are not true array outliers. Replicate data for the same sample were weighted genewise by using inverse-squared SE as weights. Finally, all genes compared were considered to be differentially expressed if they were called present in at least one of the arrays and if the 90% lower confidence bound of the fold change between experiment and baseline was above 1.2. ID_REF =  VALUE = dChip expression values after normalization and model-based expression value computation."],"type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1056927,"accession":"P-GSE38486-2","name":"P-GSE38486-2","text":"Seeds for root hair isolation were sterilized in 5% sodium hypochlorite, washed by water and sown on half strength Murashige and Skoog (Duchefa, Haarlem, The Netherlands) medium (pH 5.8) containing 1% sucrose and 0.8% phytagel. For all other samples see Pina et al. (Plant Physiology 138: 744-56, 2005) and Boavida et al. (Plant Physiology 155: 2066-80, 2011), respectively.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1056928,"accession":"P-GSE38486-3","name":"P-GSE38486-3","text":"Arabidopsis Col-0 plants were grown on cellophane disc for 4 or 5 days. The cellophane discs on which plants grew were transferred on the top of a metal tower placed in liquid nitrogen, left for 1-2 seconds, and plants except for root hairs were removed by brush. Root hairs attached on the cellophane disc were released in RNA extraction buffer. Other tissues such as root tips in the buffer were removed carefully with forceps under a stereomicroscope.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1056926,"accession":"P-GSE38486-4","name":"P-GSE38486-4","text":"Root hair total RNA was processed for use on Affymetrix (Santa Clara, CA, USA) Arabidopsis ATH1 genome arrays, according to the manufacturer’s Two-Cycle Target Labeling Assay. Briefly, 100 ng of total RNA containing spiked in Poly-A RNA controls (GeneChip Expression GeneChip Eukaryotic Poly-A RNA Control Kit; Affymetrix) was used in a reverse transcription reaction (Two-Cycle DNA synthesis kit; Affymetrix) to generate first-strand cDNA. After second-strand synthesis, double-stranded cDNA was used in an in vitro transcription (IVT) reaction to generate cRNA (MEGAscript T7 kit; Ambion, Austin, TX). 600 ng of the cRNA obtained was used for a second round of cDNA and cRNA synthesis, resulting in biotinylated cRNA (GeneChip Expression 3’-Amplification Reagents for IVT-Labeling; Affymetrix). Size distribution of the cRNA and fragmented cRNA, respectively, was assessed using an Agilent 2100 Bioanalyzer with a RNA 6000 Nano Assay.","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1056925,"accession":"P-GSE38486-5","name":"P-GSE38486-5","text":"15 µg of fragmented cRNA was used in a 300-µl hybridization containing added hybridization controls. 200 µl of mixture was hybridized on arrays for 16 h at 45°C. Standard post hybridization wash and double-stain protocols (EukGE-WS2v5_450) were used on an Affymetrix GeneChip Fluidics Station 450.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1056924,"accession":"P-GSE38486-6","name":"P-GSE38486-6","text":"Arrays were scanned on an Affymetrix GeneChip scanner 3000.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}