{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":449812,"accession":"P-GSE15601-1","name":"P-GSE15601-1","text":["ID_REF = ",{"br":null},"VALUE = RMA signal intensity, linear scale"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449816,"accession":"P-GSE15601-2","name":"P-GSE15601-2","text":"N\/A","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449815,"accession":"P-GSE15601-3","name":"P-GSE15601-3","text":"Plants were grown in individual pots on a peat-based growth medium with vermiculite and perlite (Pro-Mix BX; Premier Horticulture, Rivière-du-Loup, Quebec, Canada). All plant growth was performed in Percival AR66LX environmental chambers with settings of: 16 hr day\/8hr night cycle, photosynthetic photon flux of 150 µmol m-2 s-1, 50% humidity and temperature of 21°C.  All nectary tissues were separately dissected by hand from the flowers of primary inflorescences of ca. 30-35 day-old plants. Due to the small size of nectaries, dissections took place over several days from 4-8 hours after dawn (h.a.d.). Isolated nectaries were pooled in RNAlater™ solution (Ambion, Austin, TX) on ice, and stored at +4°C prior to RNA extraction. Up to two nectaries were collected per flower, with approximately 250-300 nectaries being processed as a single RNA sample.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449819,"accession":"P-GSE15601-4","name":"P-GSE15601-4","text":"RNA was extracted from floral nectariferous tissue by mechanical disruption, with a microcentrifuge pestle, and using the RNAqueous®-Micro micro scale RNA isolation kit (Ambion, Austin, TX) with Plant RNA Isolation Aid (Ambion, Austin, TX). Denaturing agarose gel electrophoresis (Applied Biosystems, 2008) and UV spectrophotometry were used to assess RNA quality for all samples.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449814,"accession":"P-GSE15601-5","name":"P-GSE15601-5","text":"RNA was processed using the MessageAmp™ II-Biotin Enhanced Kit (Ambion, Austin, TX) for a single round of RNA amplification as described by the manufacturer. Briefly, 250-500 ng of total RNA (500 ng from lateral nectaries; 250 ng from median nectaries due to extremely small size) was used in a reverse transcription reaction to generate first-strand cDNA. Following second-strand synthesis, double-stranded cDNA was used in an in vitro transcription (IVT) reaction to generate biotin-labeled, amplified RNA (aRNA). aRNA size distribution was evaluated by conventional denaturing agarose gel analysis according to manufacturer’s instructions (Ambion, Austin, TX). An aRNA fragmentation reaction, employing metal-induced hydrolysis, was used to fragment aRNA as described by the manufacturer (Ambion, Austin, TX).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449818,"accession":"P-GSE15601-6","name":"P-GSE15601-6","text":"Hybridization was performed according to the recommended Affymetrix protocols at the University of Minnesota Microarray facility.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449813,"accession":"P-GSE15601-7","name":"P-GSE15601-7","text":"GeneChips were scanned using a GeneChip 3000 scanner at the University of Minnesota Microarray Facility","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449817,"accession":"P-GSE15601-8","name":"P-GSE15601-8","text":"The probe level signals were quantile-normalized and summarized using RMA algorithm by using the Expressionist® (Genedata, Basel, Switzerland) Refiner module.  Gene expression values were further linear scaled up to a media of 100 in the Expressionist® (Genedata, Basel, Switzerland) Analyst module.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}