{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":79337,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","text":"Title: Affymetrix EukGE-WS2v4 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":77,"accession":"P-AFFY-2","name":"P-AFFY-2","text":"Labeling of samples was carried out according to the manufacturer’s standard protocol","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":1,"parameter":"Quantity of starting RNA (ug)"},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":776789,"accession":"P-MTAB-1570","name":"P-MTAB-1570","text":"Transgenic and wild-type plants were analyzed with the Affymetrix ATH1 GeneChip which contains 22,810 Arabidopsis probe sets to evaluate the expression of genes in the Arabidopsis genome. Signals from three mutant and three wild-type samples (n=3) were analyzed by GeneChip Operating (GCOS) software. Microarray signals were made comparable by scaling the average overall signal intensity of all probe sets to a target signal (TGT) of 100 (global scaling\/normalization method, Affymetrix GeneChip Operating (GCOS) software). Genes with a significant difference in 66% of the perfect match to mismatch probes were called present (detection p-value < 0.005, GCOS Single Array Analysis mode).","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":776790,"accession":"P-MTAB-1571","name":"P-MTAB-1571","text":["Total RNA was extracted from the 4 weeks old wild-type and TROL deficient Arabidopsis rosette leaves using spin columns (QIAGEN RNeasy Plant Mini Prep Kit), followed by DNase treatment. Genomic DNA contamination was removed during the RNA isolation. We have used a DNase designed for on-column digestion (Qiagen´s RNase-Free DNase Set). Qiagen RNeasy Plant kit was used to extract RNA from approximately 100 mg of Col wild type and mutant leaves. Purified RNA concentrations were determined by measuring the absorbance at 260 nm in a spectrophotometer using quartz cuvettes (Ab260\/Ab280 ratio should be between 1.8-2.1). Electrophoresis profile of RNA samples was assessed by formaldehyde agarose gel (1 % agarose, 1 x MOPS, 0.6 % formaldehyde) using EtBr in a loading buffer (1 x MOPS, 50 % formamide, 6 % formaldehyde, 6.5 % glycerol, 0.015 % BPB, 0.01 % EtBr). ",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":776792,"accession":"P-MTAB-1572","name":"P-MTAB-1572","text":["Arabidopsis thaliana (L.) ecotype Columbia (Col-0) and transgenic seeds (SAIL_27_B04)  were grown on soil using Arasystem at 20 °C under 80 ?mol photons m-2 s-1, a 16 hr photoperiod, 60% (day) and 70% (night) humidity. All the samples for experiment were grown at the same time and under the same conditions (light\/temperature\/media).",{"br":null},"(Parameters: time unit = seconds, temperature unit = C)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":776791,"accession":"P-MTAB-1573","name":"P-MTAB-1573","text":"Plants were grown in growth chamber under following conditions: 80 mmolPHOTONSm-2s-1 of light, 20ºC through day (16h, 60% of humidity), 18ºC over night (8h, 70% of humidity). Tissues used for RNA isolation were rosette leaves. Total RNA samples were isolated in three replicates from the control group leaves, wild-type plants (Arabidopsis thaliana ecotype Columbia) and experimental homozygous mutant plants (TROL deficient). A set of 3 biological replicates were generated for each treatment. Wild-type and knock-out (transgenic Arabidopsis plants) extracted samples were submitted to Affymetrix platform to evaluate the expression of genes in the Arabidopsis genome.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}