{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":549381,"accession":"P-GSE38105-1","name":"P-GSE38105-1","text":["ID_REF = ",{"br":null},"VALUE = RMA normalized"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549382,"accession":"P-GSE38105-2","name":"P-GSE38105-2","text":"Papaya fruit (Carica papaya L. cv. ‘Golden’) were harvested at colour break to ¼ yellow (around 150 days after anthesis). One replicate of each unripe and ripe fruit samples for microarray assay was obtained from a previous study in 2007 (Fabi et al., 2007). The other two replicates of unripe and ripe samples for microarray and also for quantitative PCR analyses were obtained in 2010. Soon after harvest, the initial respiration and ethylene levels were determined (Fabi et al., 2007). Each experimental sample (unripe papaya and successive time points during the ripening process) comprised 12 individual fruits. After removal of the peel and seeds, the sliced pulp of each fruit was frozen in liquid N2 and stored at -80°C.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549383,"accession":"P-GSE38105-3","name":"P-GSE38105-3","text":"Genomic DNA and total RNA extraction protocols were the same as previously described (Fabi et al., 2009b). Total RNA was purified using the “RNeasy® Kit” (Qiagen). Nucleic acids were quantified in the NanoDrop® ND-1000 (Nanodrop Technologies©) and gel analyzed to verify their integrity (Sambrook et al., 2000). Total RNA were also analyzed with Agilent 2100 Bioanalyser” (Agilent Technologies©) to confirm its integrity before each hybridization.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549385,"accession":"P-GSE38105-4","name":"P-GSE38105-4","text":"Genomic DNA was labelled with the Bioprime DNA labelling System kit (Invitrogen™). Total RNA (5 μg) from papaya pulp was reverse-transcribed to generate first strand cDNA containing a 5'-T7 RNA polymerase promoter sequence. Double stranded cDNA was synthesized using standard protocol, and the resulting samples were in-vitro transcribed by T7 DNA polymerase using biotinylated nucleotides to generate complementary RNAs (cRNAs).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549387,"accession":"P-GSE38105-5","name":"P-GSE38105-5","text":["Genomic DNA was hybridized with ATH1-121501 for 16 hours at 45 °C using standard hybridization protocols (Affymetrix©) and analyzed by computed scanning. Using a perl script available at ",{"a":{"href":"http:\/\/affymetrix.arabidopsis.info\/xpecies","target":"_blank","$":"http:\/\/affymetrix.arabidopsis.info\/xpecies"}}," and a range of user-defined threshold values (from 0 to 500), computer files (CDF) were created with papaya genomic DNA hybridization data (mask files). Probe-pairs were retained for analysis if their signal values were greater than the defined threshold. Probe-sets were retained if they contained more than one probe-pair. Purified cRNA (15 μg) were heat-fragmented and hybridized to ATH1-121501 for 16 hours at 45 °C. The complete protocol has already been published (Hammond et al., 2005) and it is available at ",{"a":{"href":"http:\/\/www.plantmethods.com\/content\/1\/1\/10","target":"_blank","$":"http:\/\/www.plantmethods.com\/content\/1\/1\/10"}},"."],"type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549384,"accession":"P-GSE38105-6","name":"P-GSE38105-6","text":"GeneChip® arrays were scanned on an Affymetrix G2500A GeneArray scanner and cell intensity files (.cel file) were generated using Microarray Analysis Suite (MAS Version 5.0; Affymetrix).","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":549386,"accession":"P-GSE38105-7","name":"P-GSE38105-7","text":"CEL files were loaded into GeneSpring version 7.2 (Agilent Technologies) software using the Robust Multichip Average (RMA) pre-normalization algorithm. The computer files that were being loaded in GeneSpring were filtered using the CDF files generated using the genomic DNA hybridization. For each replicate array, each probe-set signal value from ripe samples was compared to the probe-set signal value of unripe samples to give gene expression ratios. Differentially expressed genes were identified using one-way ANOVA with a Benjamini and Hochberg false discovery rate multiple testing correction.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}