{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":5,"total-assays":5,"experiment":[{"id":209316,"accession":"E-GEOD-38105","secondaryaccession":["GSE38105"],"name":"Analysis of Ripening-related Gene Expression in Papaya using an Arabidopsis-based Microarray","releasedate":"2012-05-24","lastupdatedate":"2014-05-03","organism":["Carica papaya"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Background: Papaya (Carica papaya L.) is a commercially important crop that produces climacteric fruits with a soft and sweet pulp that contain a wide range of health promoting phytochemicals. Despite its importance, little is known about transcriptional modifications during fruit ripening and its control. In this study we report the analysis of ripe papaya transcriptome by using a cross-species (XSpecies) microarray technique based on the phylogenetic proximity between papaya and Arabidopsis thaliana.  Results: Papaya transcriptome analyses resulted in the identification of 414 ripening-related genes and some of them had their expression validated by qPCR. The transcription profile was then compared with that from ripening tomato and grape. Overall, the transcriptomics analysis revealed many similarities between ripening in papaya and tomato especially with respect to primary metabolism, regulation of transcription, biotic and abiotic stress and cell wall metabolism. XSpecies microarray data indicate that transcription factors (TFs) of the MADS-box, NAC and AP2\/ERF gene families are involved in the control of papaya ripening and reveal that cell wall-related gene expression in papaya showed similarities to the expression profiles seen in A. thaliana during hypocotyl development.  Conclusion: The cross-species array experiment was successful in identifying ripening-related genes in papaya. The data indicated common and diverse elements of transcription control between fruit bearing taxa and has also indicated a possible distinct co-evolutionary mechanism for papaya cell wall disassembling system. The present study represents new topics for future researches that would help complement the structural genomic data provided by the papaya genome, since there is no gene-chip available for this plant organism. Papaya ripe transcriptome was analysed using mRNA extracted from unripe and ripe fruit from 2 replicates. After microarray hybridization in ATH1-121501 chip, data were normalized against data generated by papaya DNA hybridization in another ATH1-121501 chip and analysed using perl algorithms (masks)."}],"provider":[{"contact":"Joao P Fabi","role":"submitter","email":"jpfabi@usp.br"},{"contact":"Sean T May","role":null,"email":null},{"contact":"John Hammond","role":null,"email":null},{"contact":"Beatriz R Cordenunsi","role":null,"email":null},{"contact":"João P Fabi","role":null,"email":null},{"contact":"Franco M Lajolo","role":null,"email":null},{"contact":"Neil S Graham","role":null,"email":null},{"contact":"Martin Broadley","role":null,"email":null},{"contact":"João R Nascimento","role":null,"email":null},{"contact":"Graham B Seymour","role":null,"email":null}],"samplecharacteristic":[{"category":"cultivar","value":["Golden"]},{"category":"Organism","value":["Carica papaya"]},{"category":"organism part","value":["pulp"]},{"category":"Stage","value":["ripe","unripe"]}],"experimentalvariable":[{"name":"STAGE","value":["not specified","ripe","unripe"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":5,"legacy_id":13851999}],"protocol":[{"id":549382,"accession":"P-GSE38105-2"},{"id":549381,"accession":"P-GSE38105-1"},{"id":549384,"accession":"P-GSE38105-6"},{"id":549387,"accession":"P-GSE38105-5"},{"id":549386,"accession":"P-GSE38105-7"},{"id":549385,"accession":"P-GSE38105-4"},{"id":549383,"accession":"P-GSE38105-3"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":5,"arraydesignprovider":null,"dataformat":"rawData","bioassays":5,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"normalization","bioassays":4,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0}]}]}}