{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":36,"total-assays":36,"experiment":[{"id":522054,"accession":"E-GEOD-7641","secondaryaccession":["GSE7641"],"name":"Transcription profiling by array of Arabidopsis root cells after treatment with NaCl","releasedate":"2008-06-15","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Cell-type specific transcriptional profiles were generated by FACS (Fluorescence Activated Cell Sorting) sorting of roots that express cell-type specific GFP-reporters.  Six different GFP-reporter lines were utilized allowing us to obtain transcriptional profiles for cells in all radial zones of the root.  FACS cell populations were isolated from roots grown under standard conditions or roots that had been transfered to media supplemented with 140 mM NaCl for 1 hour. Cells are amazingly adept at integrating both external and internal cues to regulate transcriptional states.  While internal processes such as differentiation and cell-type specification are generally understood to have an important impact on gene expression, very little is known about how cells utilize these developmental cues to regulate responses to external stimuli.  Here we use the response to a well characterized environmental stress, high salinity, to obtain a global view of the role that cell identity plays in guiding transcriptional responses in the root of Arabidopsis.  Our analysis is based on three microarray data sets we have generated that explore transcriptional changes spatially among 6 cell layers and 4 longitudinal regions or temporally along 5 time points after salt treatment.  We show that the majority of the response to salt stress is cell-type specific resulting in the differential regulation of unique biological functions in subsets of cell layers.  To understand the regulatory mechanisms controlling these responses we have analyzed cis-element enrichment in the promoters of salt responsive genes and demonstrate that known stress regulatory elements likely control responses to salt occurring in multiple cell types.  Despite the extensive shift in transcriptional state that salt stress elicits, we are able to identify several biological processes that consistently define each cell layer and find that transcriptional regulators of cell-identity tend to exhibit robust cell-type specific expression.  Finally, using mutants that disrupt cell-type specification in the epidermis, we reveal cell autonomous and non-autonomous effects when cell identity is altered.  Together, these data elucidate a novel intersection between physiology and development and expand our understanding of how transcriptional states are regulated in a multi-cellular context. Experiment Overall Design: To gain a genome-scale understanding of the role that developmental processes play in regulating stimulus response, we examined the effect of salt stress on gene expression along the radial axis of the root.  Cell identity is the main variable that changes along the radial axis with the epidermis representing the outermost tissue layer and the stele representing the inner most layer.  6 different GFP reporter lines were used to isolate specific populations of cells from the Arabidopsis root using FACS sorting of protoplasted cells.  GFP-reporter lines were grown under standard conditions before protoplasting and sorting or they were transfered to media supplemented with 140mM NaCl for 1 hour before hand."}],"provider":[{"contact":"Jose Ramon Dinneny","role":"submitter","email":"jdinneny@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"age","value":["6 day"]},{"category":"cell type","value":["columella root cap cells","cortex cells","endodermal and quiescent center cells","epidermal and lateral root cap cells","protophloem cells","stele cells"]},{"category":"developmental stage","value":["seedling"]},{"category":"ecotype","value":["Columbia"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root"]}],"experimentalvariable":[{"name":"cell type","value":["columella root cap cells","cortex cells","endodermal and quiescent center cells","epidermal and lateral root cap cells","protophloem cells","stele cells"]},{"name":"growth condition","value":["NaCl","none"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":36,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1125675,"accession":"P-G7641-4"},{"id":1125677,"accession":"P-G7641-2"},{"id":1125674,"accession":"P-G7641-3"},{"id":51,"accession":"P-AFFY-6"},{"id":1125676,"accession":"P-G7641-1"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"rawData","bioassays":36,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"scan","bioassays":36,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}