{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":450803,"accession":"P-G14247-1","name":"P-G14247-1","text":"The Columbia ecotype (Col-0) was the parent strain for all mutant and transgenic lines used in this study. Arabidopsis seeds were surface-sterilized and plate on the MS medium (4.3g MS salt, 10g sucrose pH 5.7, 8g bactoagar per liter).  After 3-4 days cold (4ºC) treatment, the plates were wrapped in foil and kept in a 24ºC incubator before the phenotypes of seedlings were analyzed. For propagation, seedlings were transferred from plates to soil (Pro-mix-HP) and grown to maturity at 22ºC under a 16 hr light\/8 hr dark cycles.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":450802,"accession":"P-G14247-2","name":"P-G14247-2","text":"Ethylene treatment of Arabidopsis seedlings grown on plates was performed in air-tight containers (AirGas) by flowing hydrocarbon-free air supplied with 10 parts per million (ppm) ethylene or treated with hydrocarbon-free air alone (Kieber et al. 1993).","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":450800,"accession":"P-G14247-3","name":"P-G14247-3","text":"cRNA synthesis, labeling, and hybridization to Arabidopsis  ATH1 gene expression arrays (Affymetrix inc) were performed according to manufacturer’s recommendations  except that the labeling reactions were scaled down by 50%.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":450799,"accession":"P-G14247-4","name":"P-G14247-4","text":["All normalization and quality controls were performed using the packages from the remote analysis computation for gene expression data (RACE, ",{"a":{"href":"http:\/\/race.unil.ch","target":"_blank","$":"http:\/\/race.unil.ch"}},") (Psarros et al. 2005). After normalization, present, marginal, and absent flags, together with the intensity values converted from logarithmic to linear scales, were exported to GeneSpring GX (Aligent). Ethylene- and auxin-regulated genes were selected using a linear model approach (Smyth 2004) implemented in the limma package from BioConductor (Smyth 2004) . This analysis was done using the Remote Analysis Computation for Gene Expression (Psarros et al. 2005). Genes that had a P value of <0.05 and a fold change between control and treatment or control and mutants experiments greater than 1.5 were selected. To account for the multiple testing, a highly sensitive low-stringency false discovery rate (q-value) of 0.15 was used. Finally, only genes that were present or marginal in both replicates in the treated (when selecting upregulated genes) or in the untreated (when selecting for down regulated genes) samples were further considered."],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":450801,"accession":"P-G14247-5","name":"P-G14247-5","text":"All RNA extractions were performed using the RNeasy Kit (Qiagen) per manufacturers instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}