{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":176332,"accession":"E-GEOD-14247","secondaryaccession":["GSE14247"],"name":"Transcription profiling by array of Arabidopsis with miR-mediated knock-down of ETP1 and ETP2 and of wild-type Col-0 after treatment with ethylene","releasedate":"2009-12-05","lastupdatedate":"2014-05-04","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"A complex interplay between ethylene, ETP1\/ETP2 F-box proteins, and degradation of EIN2 is essential for triggering ethylene responses in plants. The gaseous plant hormone ethylene can trigger myriad physiological and morphological responses in plants. While many ethylene signaling pathway components have been identified and characterized, little is known about the function of the integral membrane protein EIN2, a central regulator of all ethylene responses. Here, we demonstrate that Arabidopsis thaliana EIN2 is a protein with a short half-life that undergoes rapid proteasome-mediated protein turnover. Moreover, EIN2 protein accumulation is positively regulated by ethylene. We identified two F-box proteins, EIN2 TARGETING PROTEIN and 2 (ETP1 and ETP2), that interact with the EIN2 carboxyl-terminal domain (CEND), which is highly conserved and sufficient to activate most ethylene responses. Overexpression of ETP1 or ETP2 disrupts EIN2 protein accumulation, and these plants manifest a strong ethylene insensitive phenotype. Furthermore, knocking down the levels of both ETP1 and ETP2 mRNAs using an artificial microRNA (amiRNA) leads to accumulation of EIN2 protein, resulting in plants that display constitutive ethylene response phenotypes. Finally, ethylene down-regulates ETP1 and ETP2 proteins, impairing their ability to interact with EIN2. Thus, these studies reveal that a complex interplay between ethylene, the regulation of ETP1\/ETP2 F-box proteins, and subsequent targeting and degradation of EIN2 is essential for triggering ethylene responses in plants. Experiment Overall Design: Six samples were analyzed.  There were three treatments with two biological replicates each.  The treatments are as follows:  8 week old Col-0 plants (air control), 8 week old Col-0 plants treated for 24 hours with ethylene gas (10 ppm), and artificial microRNA knockdown mutants, amiR-ETP1\/2."}],"provider":[{"contact":"Joseph Ecker","role":"submitter","email":"ecker@salk.edu"}],"bibliography":[{"accession":19196655,"authors":"Qiao H, Chang KN, Yazaki J, Ecker JR.","title":"Interplay between ethylene, ETP1\/ETP2 F-box proteins, and degradation of EIN2 triggers ethylene responses in Arabidopsis.","doi":"10.1101\/gad.1765709","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["8 weeks"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["amiR-ETP1\/2","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"COMPOUND","value":["ethylene","none"]},{"name":"GENOTYPE","value":["amiR-ETP1\/2","Col-0"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":450801,"accession":"P-G14247-5"},{"id":450799,"accession":"P-G14247-4"},{"id":450802,"accession":"P-G14247-2"},{"id":51,"accession":"P-AFFY-6"},{"id":450800,"accession":"P-G14247-3"},{"id":450803,"accession":"P-G14247-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}