{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":442943,"accession":"P-GSE27281-1","name":"P-GSE27281-1","text":["ID_REF = ",{"br":null},"VALUE = dChip signal after normalization and model-based expression value computation",{"br":null},"ABS_CALL = "],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442948,"accession":"P-GSE27281-2","name":"P-GSE27281-2","text":"Pistils were collected at 0, 0.5, 3.5 and 8 Hours After Pollination (HAP) and immediately frozen in liquid nitrogen. Two pistils from each time point were collected and stained with 0.1 % de-colorized aniline blue (Martin, 1959) as a control for pollen tube growth. Unfertilized ovules were collected by the funiculus from dissected UP and immediately frozen in liquid nitrogen.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442949,"accession":"P-GSE27281-3","name":"P-GSE27281-3","text":"Seeds of Arabidopsis thaliana (L.), Heynh, ecotype Columbia (NASC, Nottingham, UK) were sown on soil and kept for three days at 4ºC in the dark to promote seed stratification. Seedlings were grown in short-day conditions (8h light\/16h dark at 22-24ºC) for two weeks and then transferred to long-day conditions (16h light\/8 h dark at 22-24ºC) to induce flowering.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442950,"accession":"P-GSE27281-4","name":"P-GSE27281-4","text":"Total RNA was extracted from tissues using the RNeasy Mini Plant Kit (Qiagen, Hilden, Germany). Concentration and purity was determined by spectrophotometry and integrity was confirmed using an Agilent 2100 Bioanalyser with a RNA 6000 Nano assay (Agilent Technologies, Palo Alto, Ca).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442945,"accession":"P-GSE27281-5","name":"P-GSE27281-5","text":"100 ng of total RNA were used in a reverse transcription reaction (SuperScript II; Invitrogen, Paisley, UK). double-stranded cDNA was used in an in vitro transcription reaction to generate cRNA (MEGAscript T7 kit; Ambion, Austin, TX); 400 ng of  cRNA were used for a second cDNA synthesis, followed by a second in vitro transcription reaction to generate biotinylated cRNA (ENZO BioArray High- Yield RNA Transcript Labeling kit; ENZO Diagnostics, Farmingdale, NY). Size distribution of the cRNA and fragmented cRNA, respectively, was assessed using an Agilent 2100 Bioanalyzer with a RNA 6000 Nano Assay.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442947,"accession":"P-GSE27281-6","name":"P-GSE27281-6","text":"Fifteen micrograms of cRNA were used in a 300-mL hybridization containing added hybridization controls; 200 mL of mixture were hybridized on arrays for 16 h at 45°C. Standard posthybridization wash and double-stain protocols (EukGE-WS2v4) were used on an Affymetrix GeneChip Fluidics Station 400.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442944,"accession":"P-GSE27281-7","name":"P-GSE27281-7","text":"Arrays were scanned on an Affymetrix GeneChip scanner 2500.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":442946,"accession":"P-GSE27281-8","name":"P-GSE27281-8","text":["Scanned arrays were analyzed first with Affymetrix MAS 5.0 software to obtain Absent\/Present calls and subsequent analysis was performed with dChip 1.3 (",{"a":{"href":"http:\/\/www.dchip.org,","target":"_blank","$":"http:\/\/www.dchip.org,"}}," Wong Lab, Harvard). First, each GeneChip experiment was performed with biological replicates. Second, we used a samplewise normalization to the median median probe cell intensity (CEL) of all arrays: For each sample, the median CEL intensity of one of the replicates was scaled to the median median CEL intensity of all arrays. Then the remaining replicates were normalized to this array (baseline) applying an Invariant Set Normalization Method (Li and Wong, 2001)"],"type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}