{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":79337,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","text":"Title: Affymetrix EukGE-WS2v4 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":84519,"accession":"P-MTAB-4550","name":"P-MTAB-4550","text":["Amplifications of mRNA from microdissected tissue were performed using the linear amplification kit RiboAmp HS (Arcturus Engineering). Two rounds of amplification were performed according to the manufacturers instructions, but for the 2nd in-vitro transcription the RiboAmp IVT-master mix was replaced by the “Affymetrix labelling kit”-nucleotide mix (Affymetrix, Santa Clara, USA). ",{"br":null},"(Parameters: Amplification = RNA polymerases, Mass unit = Micro gram)"],"type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":84518,"accession":"P-MTAB-4552","name":"P-MTAB-4552","text":["Arabidopsis thaliana flowers were emasculated and harvested 48-72 hrs thereafter. The tissue was fixed in an EtOH:Acetic Acid 3:1 solution under vacuum for 2 x 10 min and at 4°C. Then the material was left in the fixative overnight at 4°C. The tissue was embedded into Paraplast X-tra Embedding Media (Sigma-Aldrich) using a manual or automated protocol:",{"br":null},{"br":null},{"br":null},{"br":null},"In the manual embedding procedure, the fixed tissue was dehydrated in a graded series of EtOH (Romil Ltd, Cambridge, UK) (70%, 80%, 90%, each step 1 hour at 4°C; 96% EtOH overnight at 4°C) and a Xylol (Fluka) gradient was applied to the tissue (25%, 50%, 75%, 100% Xylol in EtOH, each step 1 hour at RT; 100% Xylol overnight). Within the next three days, the Xylol was slowly substituted by Paraplast X-tra Embedding Media at 54°C.",{"br":null},{"br":null},"In the automated procedure, the fixed tissue was embedded using the automated embedding system Leica ASP200 with the following parameters: 1h 70 % EtOH \/ 3x 1h 90 % EtOH \/ 3x 1h 100 % EtOH \/ 2x 1 h 100 % Xylol \/ 1x 1h 15 min 100 % Xylol, all steps at room temperature; then 2x 1h Paraplast X-tra and 1x 3h Paraplast X-tra at 56 °C. ",{"br":null},{"br":null},"Flowers were poured into paraffin-blocks, cooled and further kept at 4°C until use. ",{"br":null},{"br":null},"For microdissection, the embedded flowers were sectioned on the Leica microtome RM2145 to 8 ?m thickness and mounted onto RNase-free membrane slides (MMI Molecular Machines & Industries AG, Glattbrugg, Switzerland) with the use of RNAse free miliQ water. Slides were dried overnight on a heating table at 42°C and processed on the following day. ",{"br":null},{"br":null},"Microdissection was performed with the SL ?Cut (MMI AG, Switzerland) instrument which makes use of a solid state UV-A laser (wavelength approx. 350 nm) to cut the tissue. Each slide was deparaffinized before processing in 100% Xylol at room temperature for 2 x 10 minutes. Slides were air-dried for 10 minutes and immediately used for laser microdissection. Eggs, synergids and central cells were harvested separately using MMI isolation caps®. For each cell type, an average of 120 cells per cap were isolated."],"type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":84520,"accession":"P-MTAB-4553","name":"P-MTAB-4553","text":["Seeds of Arabidopsis thaliana (L.) Heynh., accession Landsberg erecta, were sterilized in 1.25% Na-hypochlorite and subsequently in 70% EtOH, then stratified at 4 °C for 48 hours on MS plates: 1x Murashige and Skoog salts, 3% [w\/v] Sucrose, and 0.8% [w\/v] agar. Seedlings were grown at 20 °C and at 14-h-light\/10-h-dark cycles. After one to two weeks, seedlings were transplanted to soil (ED73, Universal Erde, Germany) and further on grown at 16-h-light\/8-h-dark cycles at 22°C and 60% humidity. ",{"br":null},"(Parameters: time unit = seconds, temperature unit = C)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":84521,"accession":"P-MTAB-4554","name":"P-MTAB-4554","text":["For total RNA isolation from LCM material, caps were covered with 10 ?l of Extraction buffer from the PicoPure RNA isolation kit (Arcturus Engineering, Mountain View, USA), incubated at 42°C for 30 min. and then frozen at –80°C until use. Extracts from different caps were pooled on-column. Total RNA was isolated using the PicoPure RNA isolation kit according to the manufacturers instructions. The recommended DNaseI-treatment was performed on-column using the RNAse-free DNase set (Qiagen, Hilden, Germany). ",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":479958,"accession":"P-MTAB-4712","name":"Agilent Microarray Scanner System v7.0","text":["Slides were scanned using Agilent Microarray Scanner System (G2505B) with Agilent scan control software version 7.0 for the 44k microarray at resolution of 5?m and Red and Green PMT at 10. ",{"br":null},"(Parameters: Scanning hardware = OTHER: G2505B microarray scanner [ Agilent ], Scanning software = Scanning software)"],"type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}