{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":15423,"accession":"E-GEOD-18112","secondaryaccession":["GSE18112"],"name":"Transcription profiling of Arabidopsis seed maturation\/ drying of altered Lys metabolism genotype","releasedate":"2009-09-25","submissiondate":"2009-09-15","lastupdatedate":"2011-06-10","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"In order to elucidate transcriptional and metabolic networks associated with Lys metabolism, we utilized developing seeds as a system in which Lys synthesis could be stimulated developmentally without application of chemicals and coupled this to a T-DNA insertion knockout mutation impaired in Lys catabolism. This seed-specific metabolic perturbation stimulated Lys accumulation starting from the initiation of storage reserve accumulation. Our results revealed that the response of seed metabolism to the inducible alteration of Lys metabolism was relatively minor, however, that which was observable operated in a modular manner. They also demonstrated that Lys metabolism is strongly associated with the operation of the TCA cycle, whilst largely disconnected from other metabolic networks. In contrast, the inducible alteration of Lys metabolism was strongly associated with gene networks, stimulating the expression of hundreds of genes controlling anabolic processes that are associated with plant performance and vigor, whilst suppressing a small number of genes associated with plant stress interactions. The most pronounced effect of the developmentally-inducible alteration of Lys metabolism was an induction of expression of a large set of genes encoding ribosomal proteins as well as genes encoding translation initiation and elongation factors, all of which are associated with protein synthesis. With respect to metabolic regulation, the inducible alteration of Lys metabolism was primarily associated with altered expression of genes belonging to networks of amino acids and sugar metabolism. The combined data are discussed within the context of network interactions both between and within metabolic and transcriptional control systems.  Experiment Overall Design: Arabidopsis thaliana (WS) seeds of the WT and KD genotype (Zhu and Galili, 2003)were germinated on soil and grown  in the greenhouse (23oC). Flowers were marked and at given time intervals following flowering (14DAF to Dry ). Maturing siliques were collected, then seeds were dissected from  siliques . Mature seeds were collected at the end of the desiccation period and stored at 4ºC. Two repeats were collected from each time point. Three to five thousands seeds were harvested for each extraction."}],"provider":[{"contact":"Ruthie Ruthie","role":"submitter","email":"ruthie.angelovici@weizmann.ac.il"}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":41596,"accession":"P-G18112-3"},{"id":41598,"accession":"P-G18112-4"},{"id":41599,"accession":"P-G18112-1"},{"id":41597,"accession":"P-G18112-2"}],"bioassaydatagroup":[{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}