{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":15895,"accession":"E-GEOD-19109","secondaryaccession":["GSE19109"],"name":"Transcription profiling of Arabidopsis thaliana wild type (Columbia-0) and lht1 mutant leaves","releasedate":"2009-11-28","submissiondate":"2009-11-19","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"We found that amino acid transporter LHT1 was required for negatively regulating plant defence responses in addition to its physiological role in development and growth. In order to identify which defense pathways were involved in this process, we compared the expression profiles between wild type and lht1 mutant leaves without or with infection by Pseudomonas syringae pv. tomato DC3000 (Pst). In the lht1 mutant, except the changes in nitrogen metabolism-, cellular redox-, and photorespiration-associated gene expressions, the most drastic upregulations were found in the salicylic acid pathway-associated defense genes. Experiment Overall Design: We used microarrays to detail the global profile of gene expression after knocking out the LHT1 gene and identified distinct classes of up- and down-regulated genes associated with the lht1 mutation. Experiment Overall Design: The Arabidopsis plants grown for 3 weeks in short day condition, without or with 48hr pathogen infection, were selected for RNA extraction and hybridization on Affymetrix microarrays. We sought to obtain homogeneous populations of leaves in order to better represent expression profiles. To that end, we hand-selected the leaves at the same stages (fully expanded) and mixed them together for each biological replicate."}],"provider":[{"contact":"Yangdou Wei","role":"submitter","email":null}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":44938,"accession":"P-G19109-2"},{"id":44935,"accession":"P-G19109-3"},{"id":44936,"accession":"P-G19109-1"},{"id":44937,"accession":"P-G19109-5"},{"id":44934,"accession":"P-G19109-4"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}