{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":523080,"accession":"E-GEOD-38965","secondaryaccession":["GSE38965"],"name":"Effect of oligomycin on transcript levels in Arabidopsis seedling cultures","releasedate":"2012-06-27","lastupdatedate":"2015-05-12","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"To understand how an inhibition of the mitochondrial ATP synthase affects transcriptional programming and to identify potential candidates of the signaling machinery involved in ATP synthase deficiency responses, we used oligomycin on seedling liquid cultures. Seedlings were harvested at time points 0, 1 and 4 h after the start of oligomycin and control (EtOH) treatments. Already 1 h after addition of oligomycin a total of 102 genes were more than threefold up-regulated and 14 genes were repressed, with most of them showing persistent changes. After 4 h, 580 additional genes were more than threefold up-regulated, and 152 genes were repressed by oligomycin. Several genes for alternative NAD(P)H dehydrogenases and alternative oxidases (AOX1a, AOX1d and NDA1) were up-regulated early, and additional homologs (NDA2, NDB2, NDB4 and AOX1b) followed 4 h after the start of treatment. Several genes for subunits of complex I, complex IV and the ATP synthase were induced whereas hardly any genes encoding enzymes of glycolysis and the TCA cycle changed. Additionally, four of five hallmark genes for oxidative stress were increased by oligomycin. These genes are At2g21640 (UPOX), At1g19020, At1g05340 and At1g57630 and code for proteins of unknown function. Among oxidative stress proteins with known functions, several H2O2-responsive Glutathione-S-transferases and BCS1 (CYTOCHROME BC1 SYNTHESIS) were strongly up-regulated already after 1 h. BCS1 is induced by salicylic acid and independent of other reactive oxygen signaling (ROS) pathways, such as H2O2. The results indicate that several different ROS and defense signaling pathways were induced simultaneously by oligomycin. This is further corroborated by induction of several transcription factors of the WRKY and NAC families, which have been previously implicated in coordinating cellular defense signaling. Three replicates for each treatment including oligomycin and control (EtOH) samples."}],"provider":[{"contact":"Carola Päpke","role":null,"email":null},{"contact":"Staffan Persson","role":"submitter","email":"Persson@mpimp-golm.mpg.de"},{"contact":"Staffan Persson","role":null,"email":null},{"contact":"Daniela A Geisler","role":null,"email":null}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["seedling culture"]}],"experimentalvariable":[{"name":"growth condition","value":["control","oligomycin"]},{"name":"time","value":["1 hour","4 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1132619,"accession":"P-GSE38965-4"},{"id":1132618,"accession":"P-GSE38965-3"},{"id":1132620,"accession":"P-GSE38965-2"},{"id":1132613,"accession":"P-GSE38965-1"},{"id":1132617,"accession":"P-GSE38965-5"},{"id":1132616,"accession":"P-GSE38965-6"},{"id":1132614,"accession":"P-GSE38965-7"},{"id":1132615,"accession":"P-GSE38965-8"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}