{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":15,"total-assays":15,"experiment":[{"id":21153,"accession":"E-GEOD-3847","secondaryaccession":["GSE3847","GDS1689"],"name":"Transcription profiling of Brassica oleracea seedlings subjected to phototropic or gravitropic stimuli","releasedate":"2007-07-10","submissiondate":"2005-12-16","lastupdatedate":"2012-03-27","organism":["Brassica oleracea"],"experimenttype":["transcription profiling by array"],"experimentdesign":["co-expression","growth condition"],"description":[{"id":null,"text":"Plants, although sessile, can reorient growth axes in response to changing environmental conditions.  Phototropism and gravitropism represent adaptive growth responses induced by changes in light direction and growth axis orientation relative to gravitational direction, respectively.  The nearly 80-year-old Cholodny-Went theory Went, F.W. & Thimann, K.V. Phytohormones (1937) (Macmillan, New York) predicts that formation of a gradient of the plant morphogen auxin is central to the establishment of tropic curvature.  Loss of tropic responses in seedling stems of Arabidopsis thaliana mutants lacking the auxin-regulated transcriptional activator NPH4\/ARF7 has further suggested that a gradient of gene expression represents an essential output from the auxin gradient.  Yet, the molecular identities of such output components, which are likely to encode proteins directly involved in growth control, have remained elusive.  Here we report the discovery of a suite of tropic stimulus-induced (TSI) genes in Brassica oleracea that are responsive to an auxin gradient, and exhibit morphologically graded expression concomitant with, or before, observable curvature responses.  These results provide compelling molecular support for the Cholodny-Went theory, and suggest that morphologically-graded transcription represents an important mechanism for interpreting tropically-stimulated gradients of auxin.  Intriguingly, two of the TSI genes, EXPA1 and EXPA8, encode enzymes involved in cell wall extension, a response prerequisite for differential growth leading to curvatures, and are upregulated prior to curvature in the flank that will elongate.  This observation suggests that morphologically-graded transcription likely leads to the graded expression of proteins whose activities can directly regulate the establishment and modulation of tropic curvatures. Experiment Overall Design: A 15° ophthalmic scalpel (Feather, Osaka, Japan) was used to isolate tissue flanks (~1 cm in length, see Fig. 1A) from etiolated B. oleracea seedlings that had received one of three treatments: 1) a mock stimulation; 2) a 2 h phototropic stimulation; or 3) a 2 h gravitropic stimulation.  Only the outer third of the hypocotyl was collected for each flank section, and opposing flanks were collected into separate pools.  Hence there were five distinct tissue samples (two flanks for each of two tropic stimulations plus one set of control flanks) with each sample being generated and collected in triplicate for a total of fifteen biological samples.  Tissue flanks were immediately quick frozen in liquid N2 and stored at –80°C until RNAs were isolated.  Total RNA was extracted from frozen tissue using the RNeasy kit (Qiagen, Valencia, CA), followed by cRNA synthesis (ENZO Diagnostics, Farmingdale, NY).  cRNA probe generation, as well as microarray hybridization, washing and scanning were performed as described by manufacturer protocols (Affymetrix, Santa Clara, CA)."}],"provider":[{"contact":"Emmanuel Liscum","role":"submitter","email":"liscume@missouri.edu"}],"bibliography":[{"accession":16371470,"authors":"C Alex Esmon,Amanda G Tinsley,Karin Ljung,Goran Sandberg,Leonard B Hearne,Emmanuel Liscum","title":"A gradient of auxin and auxin-dependent transcription precedes tropic growth responses.","issue":1,"pages":"236-41","publication":"Proc Natl Acad Sci U S A","volume":103,"year":2006}],"samplecharacteristic":[{"category":"BioSourceType","value":["frozen_sample"]},{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Organism","value":["Brassica oleracea"]},{"category":"OrganismPart","value":["hypocotyl"]}],"experimentalvariable":[{"name":"GrowthCondition","value":["blue-light (lit flank)","blue-light (shaded flank)","gravity (bottom flank)","gravity (top flank)","unstimulated"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":15,"legacy_id":13851999}],"protocol":[{"id":58202,"accession":"P-G3847-1"},{"id":58205,"accession":"P-G3847-3"},{"id":58203,"accession":"P-G3847-2"},{"id":58200,"accession":"P-G3847-5"},{"id":58204,"accession":"P-G3847-4"},{"id":58199,"accession":"P-G3847-7"},{"id":58201,"accession":"P-G3847-6"}],"bioassaydatagroup":[{"id":null,"name":"scan","bioassaydatacubes":15,"arraydesignprovider":null,"dataformat":"scan","bioassays":15,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}