{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":58202,"accession":"P-G3847-1","name":"P-G3847-1","text":"Approximately 100 3-day-old B. oleracea seedlings that has been stimulated with unidirectional blue-light were trisected into lit flanks, vasculature, and shaded flanks. The lit and shaded flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58203,"accession":"P-G3847-2","name":"P-G3847-2","text":"Approximately 100 3-day-old B. oleracea seedlings that has been stimulated with unidirectional blue-light were trisected into lit flanks, vasculature, and shaded flanks. The shaded flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58205,"accession":"P-G3847-3","name":"P-G3847-3","text":"Approximately 100 3-day-old B. oleracea seedlings that has been gravity stimulated were trisected into top flanks, vasculature, and bottom flanks. The top and shaded flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58204,"accession":"P-G3847-4","name":"P-G3847-4","text":"Approximately 100 3-day-old B. oleracea seedlings that has been gravity stimulated were trisected into top flanks, vasculature, and bottom flanks. The  top and shaded flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58200,"accession":"P-G3847-5","name":"P-G3847-5","text":"Approximately 100 3-day-old B. oleracea seedlings that has been gravity stimulated were trisected into top flanks, vasculature, and bottom  flanks. The top and bottom flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58201,"accession":"P-G3847-6","name":"P-G3847-6","text":"Approximately 100 3-day-old dark grown, unstimulated B. oleracea seedlings were trisected into left and right flanks and vasculature. The flanks were collected and Total RNA was extracted from the tissue  using an RNeasy kit (Qiagen).","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":58199,"accession":"P-G3847-7","name":"P-G3847-7","text":"Approximately 20 ¼g of total RNA was processed to produce biotinylated cRNA targets.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}