{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1203517,"accession":"P-GSE80461-1","name":null,"text":"Raw scanning data files (Affymetrix.cel) were obtained using Affymetrix GeneChip Operating Software, v1.4, and then files were analyzed by Bioconductor SimpleAffy to assess data quality.  Data were normalized by quantile normalization and gene calls were generated using a robust multichip average algorithm. ID_REF =  VALUE = Log 2 value of normalized signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203523,"accession":"P-GSE80461-2","name":null,"text":"For microarray analysis (n=3), nanoparticle suspensions were prepared at 0 (control) and 500 mg ENPs L-1 using 0.1 M KCl and millipore water, for nano-titania and nano-ceria, respectively. Suspensions were indirectly sonicated for 30 min. The pH was adjusted to 5.4. Mean physical particle sizes in stock suspensions and diluted suspensions were similar to (nano-titania) or smaller than (nano-ceria) sizes indicated by the manufacturer. In all cases, particle sizes ranged from approximately10 nm to a small cohort exceeding 50 nm. For microarray analysis (n=3), plants were exposed by watering from above with control solution or the ENP treatment suspensions twice during the seed germination stage (Day 0-4) and for a third time during the primary rosette stage (Day 17).","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203522,"accession":"P-GSE80461-3","name":null,"text":"Arabidopsis thaliana wild-type ecotype Columbia (Col-0) seeds (Lehle Seeds) were surface-sterilized with 70 % (v\/v) ethanol, further sterilized in 50 % (v\/v) household bleach, and then washed four times with sterile water. Seeds were stratified (4 °C for 8 h) and then placed on the surface of Arabidopsis potting media (PM-15-13, Lehle Seeds) contained in pots (5.7 cm diameter; 5.7 cm height). Pots were kept in a growth chamber for seed germination and plant growth (22 °C, light 100 μmol m-2 s-1, photoperiod 16 h\/8 h light\/dark).","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203521,"accession":"P-GSE80461-4","name":null,"text":"TRIzol® extraction of total RNA was performed according to the manufacturer's (Life Technlogies, Inc) instructions.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203520,"accession":"P-GSE80461-5","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 15 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203519,"accession":"P-GSE80461-6","name":null,"text":"Following fragmentation, quality of cRNA was evaluated on 2100 bionanalyzer, and hybridized for overnight at 45°C to Affymetrix ATH1 GeneChips in an Affymetrix Model 640 GeneChip hybridization oven. GeneChips were washed and stained in the Affymetrix Fluidics Station 400.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1203518,"accession":"P-GSE80461-7","name":null,"text":"Arrays were washed and stained using an Affymetrix 450 fluidics station as per the manufacturer and then scanned on an Affymetrix Model 3000 scanner","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}