{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":4,"protocol":[{"id":1089727,"accession":"P-MTAB-41645","name":"P-MTAB-41645","text":"To identify transcripts regulated by microgravity, Arabidopsis thaliana seedlings were grown on the BRIC hardware for two weeks under complete darkness. The experimental design included two genotypes: wild-type (Col-0 ecotype) and the vegetative actin mutant, act2-3 (Nakashima et al. 2014). 150 - 200 seeds of each genotype were planted separately on a single 60 mm Petri dish layered with growth media (Supporting Information Fig. S1A). After planting, a single Petri dish was inserted into a Petri Dish Fixation Unit (PDFU) and sealed with a light-tight metal lid (Supporting Information Fig. S1B). For the transcriptomic work described here, we used four PDFUs for each genotype with three PDFUs representing three biological replicates. Five PDFUs were installed in a single BRIC unit and BRICs were loaded on a foam padded transport unit (Supporting Information Fig. S1C) (Nakashima et al. 2014). One set of BRICs was loaded on the middeck of the Space Shuttle Discovery (spaceflight set) and another set was kept in an Orbital Environmental Simulator at the Space Life Sciences Laboratory at the Kennedy Space Center (ground control set). In summary, the groups of seedlings used for gene profiling analyses described here were ground controls wild-type (GW), ground controls act2-3 (GA), spaceflight wild-type (SW) and spaceflight act2-3 (SA). The Space Shuttle Discovery for mission STS-131 launched from the Kennedy Space Center on April 5, 2010 and landed on April 20, 2010. On orbit and ground control fixation of seedlings was completed 14 days after launch. Seedling fixation on orbit and on the ground was accomplished by releasing RNA Later into the compartment of the PDFU containing the seedlings using an actuator gun (Supporting Information Fig. S1D). Fixed seedlings were retrieved from the BRIC-PDFUs within 4 h after the Space Shuttle Discovery landed for RNA extraction. Additional details about the spaceflight conditions and the BRIC hardware used are described in a series of recent publications (Millar et al. 2011; Paul et al. 2012b; Nakashima et al. 2014).","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1089728,"accession":"P-MTAB-41646","name":"P-MTAB-41646","text":"Total RNA was extracted from the etiolated seedlings using Plant RNeasy Mini kit (Qiagen, Valencia, CA). RNA was quantified with the NanoDrop 8000 spectrophotometer (Thermo Scientific, Willmington, DE), and the quality was monitored using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). ","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1089726,"accession":"P-MTAB-41647","name":"P-MTAB-41647","text":"Transcription profiling using the GeneChip 3 IVT Express kit and Arabidopsis ATH1 Genome Array according to the manufacturers instructions (Affymetrix, Santa Clara, CA). ","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1089725,"accession":"P-MTAB-41648","name":"P-MTAB-41648","text":"Transcription profiling using the GeneChip 3 IVT Express kit and Arabidopsis ATH1 Genome Array according to the manufacturers instructions (Affymetrix, Santa Clara, CA).","type":"nucleic acid hybridization to array protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}