{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":522455,"accession":"E-GEOD-23301","secondaryaccession":["GSE23301"],"name":"Transcription profiling by array of Arabidopsis T87 cells after treatment with abscisic acid and dimethylthiourea","releasedate":"2011-04-07","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Early rapid changes in response to the phytohormone abscisic acid (ABA) have been observed at the transcript level, but little is known how these transcript changes translate to changes in protein abundance under the same conditions. Here we have performed a global quantitative analysis of transcript and protein changes in Arabidopsis suspension cells in response to ABA using microarrays and quantitative proteomics. In summary, 3494 transcripts and 50 proteins were significantly regulated by ABA over a treatment period of 20–24 h. Abscisic acid also caused a rapid and strong increase in production of extracellular reactive oxygen species (ROS) with an average half-rise time of 33 sec. A subset of ABA-regulated transcripts were differentially regulated in the presence of the ROS scavenger dimethylthiourea (DMTU) as compared with ABA alone, suggesting a role for ROS in the regulation of these ABA-induced genes. Transcript changes showed an overall poor correlation to protein changes (r = 0.66). Only a subset of genes was regulated at the transcript and protein level, including known ABA marker genes. We furthermore identified ABA regulation of proteins that function in a branch of glucosinolate catabolism previously not associated with ABA signaling. The discovery of genes that were differentially regulated at the transcript and at the protein level emphasizes the strength of our combined approach. In summary, our dataset not only expands previous studies on gene and protein regulation in response to ABA, but rather uncovers unique aspects of the ABA regulon and gives rise to additional mechanisms regulated by ABA. Experimental Goals: 1. Identification of the set of genes that is regulated by Abscisic acid (ABA) in T87 suspension cells. 2. Test the effect of the H2O2 scavenger Dimethylthiourea (DMTU) on gene activation by ABA 3. Comaprison of changes in transcript and protein abundance in response to ABA"}],"provider":[{"contact":"Maik Boehmer","role":null,"email":null},{"contact":"Julian I Schroeder","role":null,"email":null},{"contact":"Maik Boehmer","role":"submitter","email":"mboehmer@ucsd.edu"}],"bibliography":[{"accession":21426425,"authors":"Böhmer M, Schroeder JI.","title":"Quantitative transcriptomic analysis of abscisic acid-induced and reactive oxygen species-dependent expression changes and proteomic profiling in Arabidopsis suspension cells.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["5 day"]},{"category":"cell line","value":["T87"]},{"category":"ecotype","value":["Col-0"]},{"category":"organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"compound","value":["abscisic acid","abscisic acid and dimethylthiourea","dimethylthiourea","ethanol"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1128031,"accession":"P-GSE23301-2"},{"id":1128025,"accession":"P-GSE23301-1"},{"id":1128030,"accession":"P-GSE23301-4"},{"id":1128032,"accession":"P-GSE23301-3"},{"id":1128027,"accession":"P-GSE23301-7"},{"id":1128026,"accession":"P-GSE23301-8"},{"id":1128029,"accession":"P-GSE23301-5"},{"id":1128028,"accession":"P-GSE23301-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}