{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":523153,"accession":"E-GEOD-19241","secondaryaccession":["GSE19241"],"name":"Transcription profiling by array of Arabidopsis thaliana leaves after long or short photoperiods","releasedate":"2010-04-12","lastupdatedate":"2015-05-18","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"In bacteria, the biosynthesis of cysteine is accomplished by two enzymes that are encoged by the cysK and cysM genes. CysM is also able to incorporate thiosulfate to produce S-sulfocysteine. In plant cells, the biosynthesis of cysteine occurs in the cytosol, mitochondria and chloroplasts. Chloroplasts contain two O-acetylserine(thiol)lyase homologs, which are encoded by the OAS-B and CS26 genes. An in vitro enzymatic analysis of the recombinant CS26 protein demonstrated that this isoform possesses S-sulfocysteine synthase activity and lacks O-acetylserine(thiol)lyase activity. In vivo functional analysis of this enzyme in knockout mutants demonstrated that mutation of cs26 suppressed the S-sulfocysteine synthase activity that was detected in wild type; furthermore, the mutants exhibited a growth phenotype, but penetrance depended on the light regime. The cs26 mutant plants also had reductions in chlorophyll content and photosynthetic activity (neither of which were observed in oas-b mutants), as well as elevated glutathione levels. However, cs26 leaves were not able to properly detoxify ROS, which accumulated to high levels under long-day growth conditions. The transcriptional profile of the cs26 mutant revealed that the mutation had a pleiotropic effect on many cellular and metabolic processes. Our finding reveals that S-sulfocysteine and the activity of S-sulfocysteine synthase play an important role in chloroplast function and are essential for light-dependent redox regulation within the chloroplast. Using the Affymetrix ATH1 GeneChips, we performed a comparative transcriptomic analysis on leaves of the cs26 and wild type plants under two different photoperiod conditions. Wild type and cs26 mutant plants were grown on soil under a long-day photoperiod (LD) or under a short-day photoperiod (SD). Total RNA was extracted from the leaves of 3-week-old plants grown under identical LD conditions, and from the leaves of 5-week-old plants grown under identical SD conditions. Three biological replicates were performed for each sample and hybridized to the chips. We made two different comparisons to classify the differently expressed genes in the mutant plant: cs26 leaves under LD versus wild-type leaves under LD and cs26 leaves under SD versus wild-type leaves under SD."}],"provider":[{"contact":"Cecilia Gotor","role":"submitter","email":"lromero@ibvf.csic.es"},{"contact":"Luis C Romero","role":null,"email":null},{"contact":"Maria A Bermúdez","role":null,"email":null}],"bibliography":[{"accession":20179139,"authors":"Bermúdez MA, Páez-Ochoa MA, Gotor C, Romero LC.","title":"Arabidopsis S-sulfocysteine synthase activity is essential for chloroplast function and long-day light-dependent redox control.","status":"published"}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["cs26 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"genotype","value":["cs26 mutant","wild type"]},{"name":"growth condition","value":["long day photoperiod","short day photoperiod"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1132924,"accession":"P-GSE19241-7"},{"id":1132926,"accession":"P-GSE19241-6"},{"id":1132925,"accession":"P-GSE19241-5"},{"id":1132927,"accession":"P-GSE19241-4"},{"id":1132929,"accession":"P-GSE19241-3"},{"id":1132928,"accession":"P-GSE19241-2"},{"id":1132923,"accession":"P-GSE19241-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}