{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":36,"total-assays":36,"experiment":[{"id":523165,"accession":"E-GEOD-22966","secondaryaccession":["GSE22966"],"name":"A systemic view of coordinated root responses to NO3- heterogeneous environment in Arabidopsis","releasedate":"2011-12-01","lastupdatedate":"2015-05-20","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"We investigated the morphological roots decisions of Arabidopsis in a NO3- heterogeneous medium. To do so, we used the Split-Root System which is an experimental set up to assess root decisions in nutrient heterogeneous medium. Split-root plants have been subjected to three different treatments. ‘Control KNO3’ plants received KNO3 on both sides of the root system (C.NO3) and ‘Control KCl’ plants received KCl on both sides (C.KCl) as a nitrogen deprivation treatment. 'Split' plants received KNO3 on one side (Sp.NO3) and KCl on the other side (Sp.KCl) of the root system to assess the root decision-making in a heterogeneous environment. We observed that the total lateral roots length in the Sp.NO3 and C.KCl compartments is induced as compared to C.NO3 and Sp.KCl compartments. This corresponds to a root proliferation response in strategic territories to compensate the nitrogen deprivation. To decipher the molecular basis of this morphological root response on day 4 after the beginning of the split-root treatment, we used a transcriptomic approach on roots at 2hours, 8 hours and 2 days after the beginning of the treatment. From our microarrays data, we have identified a global set of 150 genes for which the expression pattern match with the lateral roots responses. Among them, we selected 8 early marker genes of the root decisions, which allowed us to show that the shoots and the NO3- itself are essential for the decision. Finally, we tested the role of the cytokinins phytohormones as a NO3--derived systemic signal in the root decision. Interestingly, we have demonstrated that the systemic cytokinins are involved into the decision of inducing maker genes expression and making lateral roots in the Sp.NO3 compartment specifically. 36 samples were analyzed. They correspond to three biological repeats of the C.NO3, Sp.NO3, Sp.KCl and C.KCl root samples (12 samples) that we have collected at 2hours, 8 hours and 2 days (12 samples x 3 time points) after the beginning of the split-root treatment. We analyzed the normalized microarrays data by using a three way ANOVA. The three factors of the ANOVA are 1) presence\/absence of NO3-, 2) split\/control and 3) time. The measures of the significance of each probe were done by the Q-value method (q<0.2, panova<0.001). The genes differentially expressed between the C.NO3 and Sp.NO3 samples, and the C.KCl and Sp.KCl samples were determined by the post-hoc Tukey test (p<0.05)."}],"provider":[{"contact":"Kenneth M Birnbaum","role":null,"email":null},{"contact":"Gabriel Krouk","role":null,"email":null},{"contact":"Gloria Coruzzi","role":null,"email":null},{"contact":"Sandrine Ruffel","role":"submitter","email":"sandrine0ruffel@gmail.com"}],"bibliography":[{"accession":22025711,"authors":"Ruffel S, Krouk G, Ristova D, Shasha D, Birnbaum KD, Coruzzi GM","title":"Nitrogen economics of root foraging: transitive closure of the nitrate-cytokinin relay and distinct systemic signaling for N supply vs. demand."}],"samplecharacteristic":[{"category":"ecotype","value":["Columbia"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root"]}],"experimentalvariable":[{"name":"compound","value":["potassium chloride","potassium nitrate"]},{"name":"dose","value":["5 millimolar"]},{"name":"growth condition","value":["control root system, both sides","control root system, one side","split root system, both sides","split root system, one side"]},{"name":"time","value":["2 hour","48 hour","8 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":36,"legacy_id":13851999}],"protocol":[{"id":1133037,"accession":"P-GSE22966-8"},{"id":1133038,"accession":"P-GSE22966-7"},{"id":1133042,"accession":"P-GSE22966-4"},{"id":1133043,"accession":"P-GSE22966-3"},{"id":1133039,"accession":"P-GSE22966-6"},{"id":1133040,"accession":"P-GSE22966-5"},{"id":1133041,"accession":"P-GSE22966-2"},{"id":1133036,"accession":"P-GSE22966-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"rawData","bioassays":36,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"normalization","bioassays":36,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":36,"arraydesignprovider":null,"dataformat":"processedData","bioassays":36,"isderived":0}]}]}}