{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":515771,"accession":"P-GSE34231-1","name":"P-GSE34231-1","text":["ID_REF = ",{"br":null},"VALUE = rma normalized"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515777,"accession":"P-GSE34231-2","name":"P-GSE34231-2","text":"Fourteen-day old seedlings were subjected to 1h darkness treatment or reilluminate after 1 h darkness for 10 min. Treatment started at the middle of light period.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515774,"accession":"P-GSE34231-3","name":"P-GSE34231-3","text":"Arabidopsis 35S:HF-RPL18 (Col-0 ecotype), expressing an amino-terminally His6-FLAG (HF)-tagged ribosomal protein L18B (RPL18, At3g05590) under a control of the near-constitutive Cauliflower Mosaic Virus (CaMV) 35S promoter, was used to enable the immunoprecipitation of polysomes (Zanetti et al., 2005). Seeds were surfaced sterilized in a 15 mL Falcon tube with 10 mL 95% (v\/v) ethanol for 5 min, 10 mL 20 % (v\/v) household bleach plus 0.1 % (v\/v) Tween-20 for 5 min, rinsed 3 times with 10 mL sterile water, and stratified in 10 mL sterile water at 4 °C for 48 h in darkness. Seeds were plated on sterile solid Murashige and Skoog (MS) medium containing 0.43 % (w\/v) MS salts (Caisson Laboratories, North Logan, UT), 1 % (w\/v) Sucrose, 1 % (w\/v), Agar [pH 5.7] and vertically orientated in a growth chamber (model CU-36L5C8, Percival Scientific, Inc.) under a 16 h light (~60 μE sec−1 m−2) and 8 h dark cycle at 23 °C.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515775,"accession":"P-GSE34231-4","name":"P-GSE34231-4","text":"Briefly, 7.5 mL of frozen packed tissue was thawed in 15 mL of Polysome Extraction Buffer (PEB; 200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM ethylene glycol tetraacetic acid (EGTA), 36 mM MgCl2, 1% (v\/v) octylphenyl-polyethylene glycol (Igepal CA-630), 1% (v\/v) polyoxyethylene(23) lauryl ether (Brig® 35), 1% (v\/v) Triton X-100, 1% (v\/v) Tween-20, 1% (v\/v) polyoxyethylene 10 tridecyl ether, 1% (v\/v) sodium deoxycholate, 1 mM dithiothreitol (DTT), 50 µg mL-1 cycloheximide, 50 µg mL-1 chloramphenicol), homogenized, and centrifuged at 16,000g for 20 min at 4 °C. Total extract was centrifuged at 16,000g for 20 min at 4 °C. The clarified supernatant of the extract was passed through Miracloth and 13 mL was combined with 400 µl EZ view Red Anti-FLAG affinity beads (Sigma, St. Louis, MO) that had been pre-washed twice with 6 mL PB. The mixture was incubated at 4 °C for 2 h with gentle shaking. The unbound fraction was removed by centrifugation in clinical centrifuge at 700g for 2 min and beads were washed 4 times with 6 mL PB for 5 min at 4 °C with gentle shaking. The elution was performed by incubation of beads with 600 μL PB containing 200 ng\/μL 3x FLAG peptide (Sigma) for 30 min at 4 °C. Total RNA was extracted from 1 mL of the clarified extract. Both the total cell extract and immunoprecipitation eluate were subjected the TRIzol RNA extraction (Invitrogen, Carlsbad, CA). RNA was further purified by use of the RNaeasy Plant Mini Kit (Qiagen, Valencia, CA) according to the manufacturer’s protocol. RNA concentration and quality was determined by absorbance 260 and 280 nm by use of a spectrophotometer (ND-1000, Nanodrop, Wilmington, DE). The RNA integrity was examined with an Agilent Bioanalyzer 2100 on RNA 6000 nano chip (Agilent Teachnologies, Santa Clara, CA)","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515776,"accession":"P-GSE34231-5","name":"P-GSE34231-5","text":"Total and polysomal RNA samples derived from two independent biological replicate experiments were used for microarray hybridization analysis. RNA samples (1.5 µg) were used to synthesize double stranded cDNA, using One-Cycle cDNA synthesis Kit (Affymetrix, Santa Clara, CA).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515778,"accession":"P-GSE34231-6","name":"P-GSE34231-6","text":"Hybridizations against Arabidopsis ATH1 Genome Array (GeneChip System®, Affymetrix) chips were performed at 45 °C for 16 h, in a rotating platform, using 10 µg of Biotin-labeled cRNA.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515772,"accession":"P-GSE34231-7","name":"P-GSE34231-7","text":"GeneChips were scanned by use of the Affymetrix GeneChip Workstation Scanner 3000.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":515773,"accession":"P-GSE34231-8","name":"P-GSE34231-8","text":["CEL files from the Affymetrix Chips were processed by use of the R program (",{"a":{"href":"http:\/\/cran.at.r-project.org\/","target":"_blank","$":"http:\/\/cran.at.r-project.org\/"}},") and Bioconductor packages (",{"a":{"href":"http:\/\/www.bioconductor.org\/","target":"_blank","$":"http:\/\/www.bioconductor.org\/"}},"). The Robust Multi-chip Average (RMA) normalization was performed using the default settings of the corresponding R function. Present, Marginal or Absent (P\/M\/A) calls were computed with the affy package."],"type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}