{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":781610,"accession":"P-GSE47092-1","name":"P-GSE47092-1","text":"The data were processed and normalized by RMA using the R package known as “affy”. ID_REF =  VALUE = RMA expression values (log2-transformed)","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781614,"accession":"P-GSE47092-2","name":"P-GSE47092-2","text":"For treatment, B. phytofirmans PsJN, kindly provided by A. Sessitsch (AIT, Austria), was routinely grown in minimal saline medium, containing 10 mM fructose, in an orbital shaker (150 rpm) at 30°C. Cell suspensions from each inoculum were then collected and adjusted to approximately 108 colony forming units per millilitre (CFU\/ml), as determined by plate counting","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781615,"accession":"P-GSE47092-3","name":"P-GSE47092-3","text":"Col-0 A. thaliana seedswere surface sterilized with 50% sodium hypochlorite (100% commercial laundry bleach) containing 0.1% Tween 20, rinsed three times with sterile water, and kept at 4°C for 4 days to synchronize germination. Then, seeds were sown on square Petri dishes with half strength Murashige and Skoog medium (MS) 0.8% agar, inoculated or not with of strain PsJN (104 CFU\/ml). To assess the effect of inactivated bacteria, an inoculum was heated at 95°C for 20 min and then was used at a dilution of 104 CFU\/ml. Mortality was corroborated by plate counting. Plates were placed vertically in a growth chamber at 22°C with a photoperiod of 12 h of light and 12 h of dark. At day 13 after sowing (13 DAS) transcriptional profiles were determined.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781616,"accession":"P-GSE47092-4","name":"P-GSE47092-4","text":"Trizol extraction of total RNA was performed according to the manufacturer's instructions.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781613,"accession":"P-GSE47092-5","name":"P-GSE47092-5","text":"Biotinylated aRNA were prepared according to the standard Affymetrix protocol from 0.5 ug total RNA (GeneChip® 3’ IVT Express Kit User Manuall, 2008, Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781612,"accession":"P-GSE47092-6","name":"P-GSE47092-6","text":"Following fragmentation, 10 ug of cRNA were hybridized for 16 hr at 45C on GeneChip® Arabidopsis ATH1 Genome Array. GeneChips were washed and stained in the Affymetrix Fluidics Station 450.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":781611,"accession":"P-GSE47092-7","name":"P-GSE47092-7","text":"Array scanning was carried out with the GeneChip® scanner 300 and image analysis was performed using the GeneChip® Operating Software","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}