{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1125345,"accession":"P-G17824-1","name":null,"text":"Arabidopsis thaliana ecotype Landsberg erecta suspension cultured cells were grown in Murashige and Skoog (MS) medium (pH 5.7, 0.6 g L-1 MES) supplemented with B5 vitamins and 1 mg L-1 2,4-D. Cells were maintained in the dark under continuous shaking (gyratory shaker) at 120 rpm at 21ºC. Suspensions of 100 mL were sub-cultured weekly in 250mL flasks using 3:7 dilution.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125346,"accession":"P-G17824-2","name":null,"text":"TA diluted in methanol (10 mM) was added to Arabidopsis cell suspensions at a final concentration of 2 µM. The same volume of methanol (20 µL) was added to all cells. Treatments were carried out the third day after sub-culture, at the beginning of the exponential phase. Samples consisted of four replicates for each condition, and each replicate was the combination of two 250 mL flasks containing 100 mL of cells pooled together before freezing in liquid N2 after 6 h of contact with the inhibitor.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125342,"accession":"P-G17824-3","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 10 µg total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125341,"accession":"P-G17824-4","name":null,"text":["Robust Multichip Average (RMA) via FlexArray software package (",{"a":{"href":"http:\/\/genomequebec.mcgill.ca\/FlexArray","target":"_blank","$":"http:\/\/genomequebec.mcgill.ca\/FlexArray"}},"). Data for TA treatment were processed separately from IXB treatment."],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125343,"accession":"P-G17824-5","name":null,"text":"Cells were vacuum-filtered. Then 500 mg were ground in liquid N2 and mixed vigorously with hot extraction buffer consisting in one part of RNA buffer (100 mM Tris pH 8, 10 mM EDTA, 100 mM LiCl, 1% SDS) and one part of equilibrated phenol heated at 80°C. Samples were extracted with chloroform\/isoamyl alcohol (24:1) and RNA was precipitated from the supernatant with 4 M LiCl. Pellets were resuspended in DEPC-treated water and extracted with phenol\/chloroform\/isoamyl alcohol (25:24:1). RNA was precipitated from the aqueous phase with 3 M sodium acetate and ethanol. RNA pellets were dissolved in DEPC-treated water.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125344,"accession":"P-G17824-6","name":null,"text":"IXB (1 mM in methanol; Crescent Chemicals Co., Inc., Islandia, NY, USA) was added at a final concentration of 100 nM. The same volume of methanol (20 µL) was added to all cells. Treatments were carried out the third day after sub-culture, at the beginning of the exponential phase. Samples consisted of four replicates for each condition, and each replicate was the combination of two 250 mL flasks containing 100 mL of cells pooled together before freezing in liquid N2 after 6 h of contact with the inhibitor.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125340,"accession":"P-G17824-7","name":null,"text":["Robust Multichip Average (RMA) via FlexArray software package (",{"a":{"href":"http:\/\/genomequebec.mcgill.ca\/FlexArray","target":"_blank","$":"http:\/\/genomequebec.mcgill.ca\/FlexArray"}},").  Data for IXB treatment were processed separately from TA treatment."],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}