{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1167687,"accession":"P-MTAB-20556","name":null,"text":"The floral buds were fixed on ice in 75% (v\/v) ethanol and 25% (v\/v) acetic acid for two hours. In order to minimize the formation of ice crystals after the fixation step, the buds were washed with PBS 1X (MP Biomedicals, LCC) buffer solution and transferred to RNA Later (Qiagen, CA, USA) solution with 30% (w\/v) of sucrose. Subsequently the buds were washed with PBS 1X buffer solution to eliminate any sucrose residues and embedded in Tissue Tek O.C.T. (Miles Inc, IN, USA). The samples were frozen in liquid nitrogen and stored at -80C. The buds were sectioned at 8 ﾵm in a cryostat CM 1850 (Leica, Germany) at -22C and mounted on SuperFrost Plus slides (Menzel GmbH & Co KG, Germany). The cryosections were kept at -80C until Laser Capture Microdissection (LCM).","type":"histological_slide_preparation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167686,"accession":"P-MTAB-20557","name":null,"text":"Immediately prior to use, the frozen sections were thawed at room temperature for 30 sec. and fixed for 20 sec. with 70% (v\/v) ethanol. After fixation the slides were rinsed in H2O-DEPC for 40 sec and dehydrated in a graded series of ethanol [20 sec each (v\/v) 70%, 95%  and 100%] and xylene for 10 min. Then, they were air-dried at room temperature. To determine meiotic stage of cells, few sections were stained with DAPI (10 ﾵg\/ml). Unstained sections were used to capture PMCs using the PixCell II LCM system (Arcturus, Mountain View, CA) according to the manufacturers instructions. Laser was set as following: spot size of 7.5 ﾵm, power of 100 mW and pulse duration of 1.5 msec. Each laser pulse enabled the capture of two PMCs on average. The number of total captured cells was estimated multiplying the number of laser pulses with the average number of captured cells per laser pulse. Non specific cells were removed using CapSure Clean-up pads (Arcturus, CA, USA).","type":"dissection","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167688,"accession":"P-MTAB-20558","name":null,"text":"Total RNA was extracted with a PicoPure RNA isolation kit (Arcturus, CA, USA) according to the manufacturers protocol.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167685,"accession":"P-MTAB-20559","name":null,"text":"The biotinylated complementary RNA (cRNA) was generated by using the Affymetrix Two-Cycle Target Labeling Assay kit (Affymetrix Inc., Santa Clara, California, USA), according to the protocol described in the GeneChip Expression Analysis Technical Manual, with the addition of T4gp32 protein (4 ﾵg) in the first strand retrotranscription.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167684,"accession":"P-MTAB-20560","name":null,"text":"15 ﾵg of biotinylated and fragmented cRNA were hybridized to the Arabidopsis GeneChip ATH1 Affymetrix (Santa Clara, CA, USA) according to the Eukaryotic Target Hybridization Assay protocol.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167683,"accession":"P-MTAB-20561","name":null,"text":"Digitalized image data (DAT) files were generated by Affymetrix GeneChip Scanner 3000.","type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1167682,"accession":"P-MTAB-20562","name":null,"text":"The full data set was normalized by using the Robust Multialignment Algorithm (RMA). Further normalization steps included a per chip normalization to 50th percentile and a per gene normalization to median. ANOVA analysis was used to identify significant differentially expressed genes between mcc1 and C24 (p < 0.05). Resulting genes were filtered for a fold change > 1.5, obtaining a total of 150 probesets.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}