{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":4,"protocol":[{"id":57957,"accession":"P-G3704-1","name":"P-G3704-1","text":"Arabidopsis thaliana ecotype Columbia glabra (gl1-1) was used in this study. Seeds were sterilized with diluted bleach (10 min incubation in 1.7% sodium hypochlorite, rinsing and washing thoroughly in sterile water), and incubated in 2.5 ml liquid growing medium [Murashige-Skoog (MS) half strength solution] in 6-well plates. Plates were incubated in the darkness at 4°C for 2 days and finally transferred to 23°C for 4 days before the sugar treatments. Two independent, replicated experiments were performed for sucrose treatments. Each independent experiment consisted of four replicated seedlings cultures, pooled after RNA extraction.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":57958,"accession":"P-G3704-2","name":"P-G3704-2","text":"Arabidopsis thaliana ecotype Columbia glabra were grown for 4 days in the dark at 23°C in multiwell plates containing half-strenght murashige skoog medium without added sucrose. Sample was subsequently kept for 6h under the same conditions with addition of 90 mM sucrose(shaking, thus aerobic).","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":57956,"accession":"P-G3704-3","name":"P-G3704-3","text":"RNA was processed for use on Affymetrix Arabidopsis ATH1 GeneChip arrays (Affymetrix Inc., Santa Clara, CA, USA) as as described in the Affymetrix technical manual.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0},{"id":57959,"accession":"P-G3704-4","name":"P-G3704-4","text":"Total RNA was extracted from the seedlings samples using the Ambion RNAqueous extraction kit (Ambion, Austin, Texas, USA). RNA quality was assessed by agarose gel electrophoresis and spectrophotometry.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":0}]}}