{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":6,"protocol":[{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":449796,"accession":"P-G15680-1","name":"P-G15680-1","text":"Arabidopsis seeds were stratified in 0.1% agarose for 3-5 days and planted in boxes containing Metromix 200 soil. Seeds were equally distributed in each box using a template, with 9 plants per box.  The flats (6 boxes per flat) were covered with plastic trays for 1 week and then uncovered. Flats were watered from below and fertilized at 2-1\/2 weeks. Plants were grown in Percival AR66L growth chambers at 22°C, 70% RH, 12 h photoperiod with photosynthetically active radiation=180 µE m-2 s-1.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449797,"accession":"P-G15680-2","name":"P-G15680-2","text":"At four weeks, a subset of boxes was infected with a light innoculum of G.orontii using a settling tower. Light innoculum is 2 half G.O.-infected leaves with conidia 10-14 dpi.  Infected plants were placed in a separate Percival growth chamber under the same conditions as the pathogen-free Percival. Infections were performed at 11:30 am to standardize experiments and minimize circadian effects. Samples were harvested at 5 dpi. An uninfected 5 d sample was also collected.  For each sample, four fully expanded mature leaves were excised per plant and transferred to Sorensen's buffer. Harvested leaves were microwave-fixed, dehydrated and embedded in paraffin. Embedded leaves were sectioned into 10 µm sections using a microtome prior to laser microdissection. Groups of epidermal and mesophyll cells surrounding G. orontii-infected cells were collected using the Leica AS LMD with 40XT objective from infected samples. In parallel, groups of epidermal and mesophyll cells were collected from uninfected samples. Whole leaves (3-4 fully expanded mature leaves) were also harvested for each sample and immediately frozen in liquid nitrogen. Two independent experiments were performed with triplicate samples collected within each experiment.  Two biological replicates were processed.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449794,"accession":"P-G15680-3","name":"P-G15680-3","text":"Two-round and one-round target labeling was performed according to the protocols given in the Affymetrix GeneChip Expression Analysis Technical Manual 701025 rev 1. Quantity and quality of amplified RNA was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449793,"accession":"P-G15680-4","name":"P-G15680-4","text":"Log2 (expression values) were extracted using robust multi-array analysis (RMA) implemented in the function rma() in the Bioconductor software package affy. Background correction was performed by correcting PM (perfect match) only, to reduce noise from signal intensity. Quantile normalization was performed to make the distributions of signal intensities uniform across chips. Quality assessment was done using the weights outputted from the linear model fitting function fitPLM() in the R package AffyExtensions.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":449795,"accession":"P-G15680-5","name":"P-G15680-5","text":"Total RNA was extracted using the Picopure kit from Arcturus according to the manufacturer's instructions from LMD, whole leaf and leaf section scrape samples.  Samples were subject to on-column DNase digestion using  DNase I from Qiagen. RNA quality was determined by the A260\/A280 ratio and by its profile on an Agilent 2100 Bioanalyzer.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}