{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":176303,"accession":"E-GEOD-15680","secondaryaccession":["GSE15680"],"name":"Transcription profiling by array of Arabidopsis mutant for eds16 after infection with Golovinomyces orontii","releasedate":"2009-12-14","lastupdatedate":"2014-05-03","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Obligate biotrophs such as the virulent powdery mildew Golovinomyces orontii alter plant host cellular architecture, metabolism, and defense in order to acquire nutrients while suppressing cell death and senescence. G. orontii exclusively infects epidermal cells of Arabidopsis with clearly defined stages of infection. Host factors mediating the powdery mildew (PM) interaction are often expressed in the mesophyll cells underlying the infected epidermal cells. Therefore, in order to identify Arabidopsis processes and regulators mediating this PM interaction, we used UV laser microdissection to isolate cells at the PM infection site for global expression profiling. As part of this process, we optimized and\/or developed novel tissue preparation, RNA extraction and amplification, and quality control protocols resulting in highly correlated biological replicate data. We focused on the growth and reproduction stage of the PM infection (5 days post infection) when the number of reproductive structures, conidiophores, can be quantified. Site-specific profiling increased our sensitivity dramatically, allowing us to identify specific processes, process components, and their putative regulators hidden in previous whole leaf global expression analyses. For example, the known cell cycle regulator MYB3R4 exhibits altered expression at the site of infection, as do a subset of cell-cycle-associated genes. Furthermore, null myb3r4 mutants exhibit enhanced resistance to PM with reduced conidiophores per colony, suggesting cell cycle control plays an important role in the PM interaction. Experiment Overall Design: Arabidopsis whole leaves from wild type Columbia-0 and enhanced disease susceptibility mutant eds16-1, a null isochorismate synthase 1 (At1g74710) mutant were harvested at 5 days after Golovinomyces orontii infection, microwave-fixed, paraffin-embedded and sectioned. Groups of epidermal and mesophyll cells (~20 cells\/group) surrounding the G. orontii infected epidermal cell were cut using a Leica AS laser microdissection (LMD) system. In parallel, groups of epidermal and mesophyll cells were collected from uninfected leaves at 5 days from wild type Arabidopsis. LMD-isolated cells, whole leaf, whole leaf amplified and tissue scrape samples were used for RNA extraction and hybridization to Affymetrix Arabidopsis ATH1 microarrays.  Gene expression profiles were obtained for wild type from all samples and for ics1 mutant from LMD infected samples. The experiment includes 2 biological replicates."}],"provider":[{"contact":"Mary Wildermuth","role":"submitter","email":"mwildermuth@berkeley.edu"}],"bibliography":[{"accession":20018666,"authors":"Chandran D, Inada N, Hather G, Kleindt CK, Wildermuth MC.","title":"Laser microdissection of Arabidopsis cells at the powdery mildew infection site reveals site-specific processes and regulators.","doi":"10.1073\/pnas.0912492107","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["4 weeks"]},{"category":"Genotype","value":["Columbia","eds16 mutant"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["leaf","leaf epidermis and mesophyll","leaf section scrape"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["Columbia","eds16 mutant"]},{"name":"INFECTION","value":["Golovinomyces orontii","none"]},{"name":"ORGANISM PART","value":["leaf","leaf epidermis and mesophyll","leaf section scrape"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":449796,"accession":"P-G15680-1"},{"id":449797,"accession":"P-G15680-2"},{"id":449794,"accession":"P-G15680-3"},{"id":449793,"accession":"P-G15680-4"},{"id":449795,"accession":"P-G15680-5"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}