{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":420637,"accession":"P-GSE19785-1","name":"P-GSE19785-1","text":["ID_REF = ",{"br":null},"VALUE = MAS5.0 signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420644,"accession":"P-GSE19785-2","name":"P-GSE19785-2","text":"Plants used for transcriptome analysis were grown from seeds for 2 weeks.  All plants were harvested as close as practicable to the middle of the photoperiod.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420642,"accession":"P-GSE19785-3","name":"P-GSE19785-3","text":"Approximately 200mg of plant tissue was ground to a fine powder using liquid nitrogen in a baked pre-cooled mortar, and using a chilled spatula, transferred to labelled chilled 1.5ml tube. To these tubes 1ml of TRI Reagent (Sigma-Aldrich, Saint Louis USA) was added, then shaken to suspend the tissue. After a 5 minute incubation at room temperature 0.2ml of chloroform was added, and thoroughly mixed with the TRI Reagent by inverting the tubes for around 15 seconds, followed by 2-3 minutes incubation at room temperature. The tubes were centrifuged at 12000rpm for 15 minutes and the upper aqueous phase transferred to a clean, labelled tube.  0.5ml of isopropanol was then added to the tubes, which were inverted repeatedly for 30 seconds to precipitate the RNA, followed by a10 minute incubation at room temperature. The tubes were then were centrifuged at 12000rpm for 10 minutes at 4 degrees Celsius, revealing a white pellet on the side of the tube. The supernatant was poured off of the pellet, and the lip of the tube gently blotted with tissue paper. 1ml 75% ethanol was added and the tubes shaken to detach the pellet from the side of the tube, followed by centrifugation at 7500rpm for 5 minutes. Again the supernatant was poured off of the pellet, which was quickly spun down again and any remaining liquid removed using a pipette. The pellet was then dried in a laminar flow hood, before 50 microliters of DEPC treated water (Severn Biotech Ltd. Kidderminster, UK) was added to dissolve the pellet.  Sample concentrations were determined using an Eppendorf BioPhotometer (Eppendorf UK Limited. Cambridge. UK), and RNA quality was determined by running out 1microlitre on a 1% agarose gel for 1 hour.  RNA from replicated plants were then pooled according concentration in order to ensure an equal contribution of each replicate.  The pooled samples were then cleaned using Qiagen Rneasy columns (Qiagen Sciences. Maryland. USA) following the protocol on page 79 of the Rneasy Mini Handbook (06\/2001), before again determining the concentrations using an Eppendorf BioPhotometer, and analysis of 1l on a 1% agarose gel for confirmation of quality.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420639,"accession":"P-GSE19785-4","name":"P-GSE19785-4","text":"cRNA production was performed according to the Affymetrix Manual II with the following modifications:  11microlitres of cDNA was used as a template to produce biotinylated cRNA using half the recommended volumes of the ENZO BioArray High Yield RNA Transcript Labelling Kit. Labelled cRNAs were purified following the “Cleanup and Quantification of Biotin-Labelled cRNA” protocol (Affymetrix Manual II). cRNA quality was assessed by on Agilent RNA6000nano LabChips® (Agilent Technology 2100 Bioanalyzer Version A.01.20 SI211). 20µg of cRNA was fragmented according to the Affymetrix Manual II.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420641,"accession":"P-GSE19785-5","name":"P-GSE19785-5","text":"Hybridisation overnight at 45 degrees Celsius and 60RPM (Hybridisation Oven 640), washing and staining (GeneChip® Fluidics Station 450, using the EukGEws2_450 Antibody amplification protocol)","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420638,"accession":"P-GSE19785-6","name":"P-GSE19785-6","text":"Scanning (GeneArray® 2500) was carried out according to the Affymetrix Manual II.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420640,"accession":"P-GSE19785-7","name":"P-GSE19785-7","text":"Microarray suite 5.0 (Affymetrix) was used for image analysis and to determine probe signal intensities. The average intensity of each microarray was scaled to 100. Further calculations were performed in GeneSpring® software (version 5.1). Within-chip normalisation was carried out across all processed arrays, to the 50th percentile of the signal values of each microarray. Similarly, each probe set was then normalised to the 50th percentile across all the microarrays. A cut-off value of 10 was imposed on the raw signal value.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":420643,"accession":"P-GSE19785-8","name":"P-GSE19785-8","text":"Plants used for transcriptome analysis were grown from seeds for 2 weeks. Maize seeds were first imbibed in distilled water for 2 days in glasshouse conditions to break dormancy, before transfer to peat and sand P7 pots. They were grown in long day glass house conditions (16 hours photoperiod) at 22 degrees Celsius.  Aerial parts above the coleoptiles were excised, weighed and frozen in liquid nitrogen.  All plants were harvested as close as practicable to the middle of the photoperiod.  Plants for yield trials were grown in the field at Clayton, NC, U.S.A. in 2005.  Forty plants of each hybrid were grown in duplicate 0.0007 hectare plots.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}