{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":168375,"accession":"E-GEOD-19785","secondaryaccession":["GSE19785"],"name":"Expression data from Arabidopsis and Maize leaves","releasedate":"2011-12-23","lastupdatedate":"2012-01-04","organism":["Arabidopsis thaliana","Zea mays"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Many animal and plant species exhibit increased growth rates, reach larger sizes and, in the cases of crops and farm animals, produce higher yields when bred as hybrids between genetically differing strains, a phenomenon known as hybrid vigour or heterosis.  Despite the importance of heterosis, and its extensive genetic analysis, there has been little understanding of its molecular basis.  We aimed to determine whether characteristics of the leaf transcriptome, as an indicator of the innate functional genetic architecture of a plant line, could be used as markers to predict heterosis and the performance of hybrids, a methodology we term Association Transcriptomics. Relationships between transcript abundance of specific genes and the values of heterosis and heterosis-dependent traits were identified and mathematical models were constructed that relate gene expression characteristics in inbred lines of Arabidopsis thaliana and maize with vegetative biomass and for grain yield, respectively, in corresponding hybrids. Plants used for transcriptome analysis were grown from seeds for 2 weeks.  Aerial parts above the coleoptiles were excised, weighed and frozen in liquid nitrogen.  All plants were harvested as close as practicable to the middle of the photoperiod. Plants used for transcriptome analysis were grown from seeds for 2 weeks. Maize seeds were first imbibed in distilled water for 2 days in glasshouse conditions to break dormancy, before transfer to peat and sand P7 pots. They were grown in long day glass house conditions (16 hours photoperiod) at 22 degrees Celsius.  Aerial parts above the coleoptiles were excised, weighed and frozen in liquid nitrogen.  All plants were harvested as close as practicable to the middle of the photoperiod.  Plants for yield trials were grown in the field at Clayton, NC, U.S.A. in 2005.  Forty plants of each hybrid were grown in duplicate 0.0007 hectare plots."}],"provider":[{"contact":"Andreas Magusin","role":null,"email":null},{"contact":"Andreas Magusin","role":"submitter","email":"andreas.magusin@bbsrc.ac.uk"}],"samplecharacteristic":[{"category":"Organism","value":["Arabidopsis thaliana","Zea mays"]},{"category":"tag","value":["Adult leaf"]},{"category":"tissue","value":["Adult leaf"]}],"experimentalvariable":[{"name":"ORGANISM","value":["Arabidopsis thaliana","Zea mays"]}],"arraydesign":[{"id":10993,"accession":"A-AFFY-77","name":"Affymetrix GeneChip Maize Genome Array [Maize]","count":6,"legacy_id":1287164335},{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":420637,"accession":"P-GSE19785-1"},{"id":420642,"accession":"P-GSE19785-3"},{"id":420644,"accession":"P-GSE19785-2"},{"id":420641,"accession":"P-GSE19785-5"},{"id":420639,"accession":"P-GSE19785-4"},{"id":420640,"accession":"P-GSE19785-7"},{"id":420638,"accession":"P-GSE19785-6"},{"id":420643,"accession":"P-GSE19785-8"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"normalization","bioassays":12,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"processedData","bioassays":12,"isderived":0}]}]}}