{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":21,"total-assays":21,"experiment":[{"id":522045,"accession":"E-GEOD-7743","secondaryaccession":["GSE7743"],"name":"Transcription profiling by array of Arabidopsis mutant for cry1 or hy5 after growth in high light or blue light","releasedate":"2008-06-15","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Exposure to high irradiance results in dramatic changes in nuclear gene expression in plants. However, little is known about the mechanisms by which changes in irradiance are sensed and how the information is transduced to the nucleus to initiate the genetic response. To investigate whether the photoreceptors are involved in the response to high irradiance, we analyzed expression of ELIP1, ELIP2, APX2 and LHCB2.4 in the phyA, phyB, cry1 and cry2 photoreceptor mutants and hy5 and hyh transcription factor mutants. Following exposure to high intensity white light for 3 h (HL, 1000 micro mol quanta m-2 s-1) expression of ELIP1\/2 and APX2 was strongly induced and LHCB2.4 expression repressed in wild type. The cry1 and hy5 mutants showed specific mis-regulation of ELIP1\/2 and we show that the induction of ELIP1\/2 expression is mediated via CRY1 in a blue light intensity-dependent manner. Furthermore, using the Affymetrix Arabidopsis 24K Gene-Chip we showed that 77 of the HL responsive genes are regulated via CRY1, and 26 of those genes were also HY5 dependent. As a consequence of the mis-regulation of these genes the cry1 mutant displayed a high irradiance-sensitive phenotype with significant photoinactivation of PSII, indicated by reduced Fv\/Fm. Thus, we describe a novel function of CRY1 in mediating plant responses to high irradiances that is essential to the induction of photoprotective mechanisms. This indicates that high irradiance can be sensed in a chloroplast-independent manner by a cytosolic\/nucleic component. Experiment Overall Design: All samples were done in biological triplicates (named A, B, C): Arabidopsis Col-O: growth conditions (7 d continuous white light; 100 micro mol quanta m-2 s-1, 22 °C), growth conditions followed by high light (3 hours 1000 micro mol quanta m-2 s-1, 22 °C)  and growth conditions followed by blue light (3 hours; HQI-T 400 W lamps were filtered through color filter #74, 400-540 nm, absorption maximum: 470 nm (Night Blue; Rosco International)) Experiment Overall Design: cryptochrome 1 (cry1) mutant: growth conditions and growth conditions followed by 3 hours high light Experiment Overall Design: long hypocotyl 5 (hy5) mutant: growth conditions and growth conditions followed by 3 hours high light"}],"provider":[{"contact":"Tatjana Kleine","role":"submitter","email":"tatjana.kleine@lrz.uni-muenchen.de"}],"bibliography":[{"accession":17478635,"authors":"Tatjana Kleine, Peter Kindgren, Catherine Benedict, Luke Hendrickson, Åsa Strand","title":"Genome-wide gene expression analysis reveals a critical role for CRYPTOCHROME1 in the response of Arabidopsis to high irradiance.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["7 day"]},{"category":"developmental stage","value":["seedling"]},{"category":"genotype","value":["Col-0","cry1","hy5"]},{"category":"organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"genotype","value":["cry1","hy5","wild type"]},{"name":"growth condition","value":["blue light","control","high light"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":21,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1125639,"accession":"P-G7743-7"},{"id":1125641,"accession":"P-G7743-6"},{"id":1125643,"accession":"P-G7743-5"},{"id":1125638,"accession":"P-G7743-4"},{"id":1125637,"accession":"P-G7743-3"},{"id":1125640,"accession":"P-G7743-1"},{"id":1125642,"accession":"P-G7743-2"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":21,"arraydesignprovider":null,"dataformat":"rawData","bioassays":21,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":21,"arraydesignprovider":null,"dataformat":"scan","bioassays":21,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}