{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":170353,"accession":"E-GEOD-5731","secondaryaccession":["GSE5731"],"name":"Transcription profiling by array of Arabidopsis after growth in UV-A or UV-B light, or after inoculation with Peronospora parasitica Hiks-1 spores","releasedate":"2008-06-14","lastupdatedate":"2012-01-17","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"UV-B (280-320 nm) exposure causes serious damage in plants, limiting their growth and survival, effects that are partly counteracted by repair mechanisms active in plants receiving accompanying visible radiation. Though no particular UV-B receptor has been identified to date, there is strong evidence to indicate that certain aspects of UV-B perception are receptor-mediated. Investigations of down-stream signalling events have thus far indicated broad similarities to pathogen-induced defence responses in plants. In order to identify genes in Arabidopsis that may be up- or down- regulated specifically in response to UV-B exposure and compare them to genes whose expression is altered in plants challenged by an avirulent isolate of Peronospora parasitica (downy mildew), we propose to analyse the transcriptional profiles for the following treatments:; 1. UV-B Responses; \"A-1\" Columbia (Col-0) exposed to supplementary UV-B\/UV-A* with a background of low photosynthetically active radiation (PAR of 20 micromol m-2 s-1) for 1.5 photoperiods (photoperiod = 12h). [UV-B treatment]; \"A-2\" Col-0 exposed to supplementary UV-A and low PAR for 1.5 photoperiods [control for UV-B treatment]; \"A-3\" Col-0 exposed to visible light only (low PAR) (no UV) for 1.5 photoperiods [control for UV effects in general].*  There are no pure sources of UV-B light available. 2. Pathogen Responses; \"A-4\" Col-0 spray-inoculated with P. parasitica isolate HIKS-1 (recognised by the R-gene RPP7). After spraying, plants were kept covered in plant propagators and transferred to an 18 degreeC growth chamber. !Samples for RNA extraction were taken 72h after inoculation. \"A-5\" The viability of spores was also checked by parallel spraying of the susceptible mutant, Col-rpp7. [pathogen treatment]; \"A-6\" Col-0 mock treated with water, covered and transferred to an 18 degree C growth chamber, 72h prior to sampling. [control for pathogen treatment]; In all experiments, we are using RNA from leaves taken at the same time of day (6 h into the 12 h photoperiod) from 4.5-week old plants grown under 12h photoperiod. All treatments were normalised against PR-1 expression levels to ensure comparability between UV-B and pathogen treatments. Due to the difficulty in distinguishing between local and systemic induced responses in UV-B treated plants, we are using RNA from whole rosettes for both the UV-B and pathogen treatment for better comparability among treatments. The degree of similarity between these two sets of transcriptional changes will complement and help interpret our experimental data on changes in resistance to pathogens in plants pre-treated with UV-B. Moreover, the data set obtained would allow for identification of UV-B specific changes in gene expression including cis-acting UV-B-responsive promoter elements. Experimenter name = Julia Brueggemann; Experimenter phone = 01789 470 382; Experimenter fax = 01789 470 552; Experimenter address = Horticulture Research International; Experimenter address = Wellesbourne; Experimenter address = Warwickshire; Experimenter zip\/postal_code = CV35 9EF; Experimenter country = UK Experiment Overall Design: 6 samples were used in this experiment"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["Boyes key 3.90"]},{"category":"Ecotype","value":["Col-0","Col-5"]},{"category":"Genotype","value":["rpp7 mutant","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["whole above ground rosette"]}],"experimentalvariable":[{"name":"GROWTH CONDITION","value":["n\/a","UV-A (3.7 mmol m-2 s-1)","UV-B (4.5 mmol m-2 s-1)","visible light (20 mmol m-2 s-1)"]},{"name":"TREATMENT","value":["n\/a","sprayed with Peronospora parasitica Hiks-1 spores","sprayed with water"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":436015,"accession":"P-G5731-3"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":436017,"accession":"P-G5731-2"},{"id":436016,"accession":"P-G5731-5"},{"id":436020,"accession":"P-G5731-4"},{"id":436019,"accession":"P-G5731-6"},{"id":51,"accession":"P-AFFY-6"},{"id":436018,"accession":"P-G5731-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}