{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":15465,"accession":"E-GEOD-18217","secondaryaccession":["GSE18217"],"name":"Growth responses and global gene expression analysis of transgenic mannitol-producing Arabidopsis thaliana","releasedate":"2010-03-07","submissiondate":"2009-09-21","lastupdatedate":"2014-05-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Mannitol is a sugar alcohol that serves as a compatible solute contributing to exceptional salt tolerance in several plant species. Arabidopsis plants transformed with the mannose-6-phosphate reductase (M6PR) gene from celery were dramatically more salt tolerant. Following treatment with 100mM NaCl, transgenic plants, relative to wild type (WT), were more successful in bolting, flowering, and production of viable seed, were less chlorotic\/necrotic, and with less inhibition of growth (leaf number, rosette diameter, plant height, stalk number, and dry weight). When irrigated with 200 mM NaCl, both transformants and WT plants died without producing seeds, but M6PR transformants bolted and showed significantly less chlorosis and necrosis and had higher survival rates and dry weights than those of WT.  Under normal growth conditions there were no negative effects of the M6PR transgene on overall growth (leaf number, rosette diameter, plant height, stalk number, and dry weight), or time to bolting\/flowering or seed production compared to wild type (WT).  Despite the lack of effects on phenotype in the absence of salt stress, genome wide expression analyses indicated that expression levels of more than 2000 genes were altered by presence of the M6PR transgene:  however, there were many fewer differences observed between the M6PR and non-transgenic plants in the presence of salt stress (459), suggesting that M6PR pre-conditioned the plants for exposure to salinity. Gene categories most affected in the M6PR transgenic plants were involved in DNA binding, signal transduction, metabolism\/energy, cell structure, membrane transport, defense response, and transcription. Notably, a large number of known stress genes were induced, including those related to cell walls, biotic stress, and ABA- and ethylene-responses.  Our work and that in other labs has suggested that mannitol acts as an osmoprotectant, but mannitol levels are invariably quite low, and perhaps inadequate to explain its effects as an osmoprotectant.  The gene expression data here indicate that stress tolerance of mannitol-producing Arabidopsis is also due, at least in part, to enhanced expression of a number of stress inducible genes related to both biotic and abiotic stress tolerance. Both M6PR transgenic and Col WT plants were grown in the growth chamber in the absence and presence of salt stress. Plants from 20 days after sowing (6 days after salt treatment) were used for RNA extraction and hybridization on Affymetrix microarrays. There were two biological replicates for each genotype and salt treatment combination."}],"provider":[{"contact":"Rebecca Grumet","role":null,"email":null},{"contact":"Wayne Loescher","role":null,"email":null},{"contact":"Zhulong Chan","role":"submitter","email":"chanzhul@msu.edu"}],"samplecharacteristic":[{"category":"age","value":["20 days after sowing"]},{"category":"ecotype","value":["Col","M6PR"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"tissue","value":["leaf"]}],"experimentalvariable":[{"name":"ECOTYPE","value":["Columbia","M6PR"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":41879,"accession":"P-GSE18217-5"},{"id":41885,"accession":"P-GSE18217-6"},{"id":41878,"accession":"P-GSE18217-3"},{"id":41884,"accession":"P-GSE18217-4"},{"id":41881,"accession":"P-GSE18217-1"},{"id":41880,"accession":"P-GSE18217-2"},{"id":41882,"accession":"P-GSE18217-8"},{"id":41883,"accession":"P-GSE18217-7"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"scan","bioassays":8,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}