{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":168587,"accession":"E-GEOD-7639","secondaryaccession":["GSE7639"],"name":"Transcription profiling by array of Arabidopsis root developmental zones after treatment with NaCl","releasedate":"2008-06-15","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"To gain a genome-scale understanding of the role that developmental processes play in regulating stimulus response, we examined the effect of salt stress on gene expression along the longitudinal axis of the root.  Since roots grow from stem cells located near the tip, the position of cells along the longitudinal axis can be used as a proxy for developmental time, with distance from the root tip correlating with increased differentiation.  To estimate the role developmental stage plays in regulating salt response, roots were dissected into four longitudinal zones (LZ data set) after transfer to standard or salt media and transcriptionally profiled. Cells are amazingly adept at integrating both external and internal cues to regulate transcriptional states.  While internal processes such as differentiation and cell-type specification are generally understood to have an important impact on gene expression, very little is known about how cells utilize these developmental cues to regulate responses to external stimuli.  Here we use the response to a well characterized environmental stress, high salinity, to obtain a global view of the role that cell identity plays in guiding transcriptional responses in the root of Arabidopsis.  Our analysis is based on three microarray data sets we have generated that explore transcriptional changes spatially among 6 cell layers and 4 longitudinal regions or temporally along 5 time points after salt treatment.  We show that the majority of the response to salt stress is cell-type specific resulting in the differential regulation of unique biological functions in subsets of cell layers.  To understand the regulatory mechanisms controlling these responses we have analyzed cis-element enrichment in the promoters of salt responsive genes and demonstrate that known stress regulatory elements likely control responses to salt occurring in multiple cell types.  Despite the extensive shift in transcriptional state that salt stress elicits, we are able to identify several biological processes that consistently define each cell layer and find that transcriptional regulators of cell-identity tend to exhibit robust cell-type specific expression.  Finally, using mutants that disrupt cell-type specification in the epidermis, we reveal cell autonomous and non-autonomous effects when cell identity is altered.  Together, these data elucidate a novel intersection between physiology and development and expand our understanding of how transcriptional states are regulated in a multi-cellular context. Experiment Overall Design: Roots were grown under standard conditions for 5 days then transfered to standard media or media supplemented with 140 mM NaCl.  One hour after transferring seedlings, roots were cut into 4 regions using a razor blade.  The first cut was made ~150 µm from the root tip at the point where the shape of the root transitions from conical to cylindrical (Zone 1).  The second cut was made ~200 µm above the first cut, at the point were the root becomes less optically dense, which marks the approximate end of the meristematic zone (Zone 2).  The third cut was made ~200-300 µm above the second cut, just below the region where root hairs begin to emerge (Zone 3).  The fourth cut was made ~1 mm above the third cut (Zone 4)."}],"provider":[{"contact":"Jose Ramon Dinneny","role":"submitter","email":"jdinneny@duke.edu"}],"bibliography":[{"accession":18436742,"authors":"Dinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, Barron C, Brady SM, Schiefelbein J, Benfey PN","title":"Cell Identity Mediates the Response of Arabidopsis Roots to Abiotic Stress.","doi":"10.1126\/science.1153795","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["5 days"]},{"category":"DevelopmentalStage","value":["seedling"]},{"category":"Ecotype","value":["Columbia"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["root longitudinal zone 1","root longitudinal zone 2","root longitudinal zone 3","root longitudinal zone 4"]}],"experimentalvariable":[{"name":"GROWTH CONDITION","value":["standard media","standard media supplemented with 140mM NaCl "]},{"name":"ORGANISM PART","value":["root longitudinal zone 1","root longitudinal zone 2","root longitudinal zone 3","root longitudinal zone 4"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":423767,"accession":"P-G7639-3"},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":423769,"accession":"P-G7639-4"},{"id":423768,"accession":"P-G7639-1"},{"id":423770,"accession":"P-G7639-2"},{"id":51,"accession":"P-AFFY-6"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"scan","bioassays":16,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}