{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":39,"total-assays":39,"experiment":[{"id":530329,"accession":"E-MEXP-2435","name":"Transcription profiling by array of Arabidopsis thaliana transgenic plants overexpressing ABF3 under drought stress","releasedate":"2010-01-28","lastupdatedate":"2015-10-15","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["co-expression","genetic modification","loop","stimulus or stress"],"description":[{"id":null,"text":"Plants engineered for abiotic stress tolerance may soon be commercialized. The engineering of these plants typically involves the manipulation of complex multigene networks and may therefore have a greater potential to introduce pleiotropic effects than the simple monogenic traits that currently dominate the plant biotechnology market. Drought- tolerant Arabidopsis thaliana were engineered through overexpression of the transcription factor ABF3 in order to investigate unintended pleiotropic effects. In order to eliminate position effects, the Cre\/lox recombination system was used to create control plant lines that contain identical T-DNA insertion sites but with the ABF3 transgene excised. This additionally allowed us to determine if Cre recombinase can cause unintended effects that impact the transcriptome. Microarray analysis of control plant lines that underwent Cre-mediated excision of the ABF3 transgene revealed only two genes that were differentially expressed in more than one plant line, suggesting that the impact of Cre recombinase on the transcriptome was minimal. In the absence of drought stress, overexpression of ABF3 had no effect on the transcriptome, but following drought stress, differences were observed in the gene expression patterns of plants overexpressing ABF3 relative to control plants. Examination of the functional distribution of the differentially expressed genes revealed strong similarity indicating that unintended pathways were not activated. In response to drought stress, overexpression of ABF3 results in a reprogramming of the drought response, which is characterized by changes in the timing or strength of expression of some drought response genes, without activating any unexpected gene networks. These results illustrate that important gene networks are highly regulated in Arabidopsis and that engineering stress tolerance may not necessarily cause extensive changes to the transcriptome."}],"provider":[{"contact":"Jaimie A Schnell","role":"submitter","email":"Jaimie.Schnell@inspection.gc.ca"}],"bibliography":[{"accession":20105335,"authors":"Abdeen A, Schnell J, Miki B","title":"Transcriptome analysis reveals absence of unintended effects in drought-tolerant transgenic plants overexpressing the transcription factor ABF3","doi":"10.1186\/1471-2164-11-69"}],"samplecharacteristic":[{"category":"age","value":["1 week"]},{"category":"developmental stage","value":["seedling"]},{"category":"ecotype","value":["Col-0"]},{"category":"genetic modification","value":["gene knock in","gene knock-in followed by Cre-mediated excision of ABF3 transgene","none"]},{"category":"genotype","value":["ABF3 overexpression","control","wild type"]},{"category":"individual","value":[48,57,59]},{"category":"initial time point","value":["sowing"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["whole organism"]}],"experimentalvariable":[{"name":"environmental stress","value":["drought stress","none"]},{"name":"genotype","value":["ABF3 overexpression","control","wild type"]},{"name":"time","value":["2 hour","24 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":39,"legacy_id":13851999}],"protocol":[{"id":1165786,"accession":"P-MTAB-5779"},{"id":1165784,"accession":"P-MTAB-5778"},{"id":1165787,"accession":"P-MTAB-5780"},{"id":1165785,"accession":"P-MTAB-5781"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":39,"arraydesignprovider":null,"dataformat":"rawData","bioassays":39,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":39,"arraydesignprovider":null,"dataformat":"processedData","bioassays":39,"isderived":0}]}]}}