{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1168061,"accession":"P-GSE32193-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = RMA normalized signal intensity"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168067,"accession":"P-GSE32193-2","name":null,"text":"Wild-type plants were grown in 16 hour days\/8 hour nights in a controlled environment growth chamber.  Light intensity was approximately 100 micromol\/m2sec.  Flowers were harvested in the morning between 2 and 4 hours after subjective dawn and frozen directly in liquid nitrogen.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168066,"accession":"P-GSE32193-3","name":null,"text":"Frozen tissue was ground in a mortar and pestle.  RNA was isolated with Trizol reagent (Invitrogen Life Technologies, Carlsbad, CA) or with RNeasy plant mini kits (Qiagen) according to manufacturer's instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168065,"accession":"P-GSE32193-4","name":null,"text":"Total RNA (1000ng) was used to synthesize cDNA followed by aRNA.  The MessageAmp™ II-Biotin Enhanced Kit (Ambion) was used to generate biotinylated aRNA from the cDNA reaction.  The aRNA was then fragmented in fragmentation buffer from the Ambion kit at 94°C for 35 minutes before the chip hybridization.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168064,"accession":"P-GSE32193-5","name":null,"text":"Fragmented aRNA (15 µg) was then added to a hybridization cocktail (0.05 µg\/µl fragmented aRNA, 50 pM control oligonucleotide B2, BioB, BioC, BioD and cre hybridization controls, 0.1 mg\/ml herring sperm DNA, 0.5 mg\/ml acetylated BSA, 100 mM MES, 1 M [Na+], 20 mM EDTA, 0.01% Tween 20).  aRNA (10 µg) was used for hybridization in a volume of 200 µl per slide.  ATH1 arrays (Redman et al., 2004)(Affymetrix, Santa Clara, CA) were hybridized for 16 hours at 45°C in the GeneChip Hybridization Oven 640 (Affymetrix).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168062,"accession":"P-GSE32193-6","name":null,"text":"The arrays were washed and stained with R-phycoerythrin streptavidin in the GeneChip Fluidics Station 450 (Affymetrix) using wash protocol EukGE-WS2v4, and arrays were scanned with the GeneChip Scanner 3000 7G Plus with autoloader.","type":"image_acquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1168063,"accession":"P-GSE32193-7","name":null,"text":"Affymetrix MAS 5.0 GeneChip Operating Software was used for washing, scanning and basic analysis.  Data were analyzed using Genespring GX 10.0.1 software.  Raw data were background corrected and normalized using the RMA algorithm with no baseline correction.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}