{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":235758,"accession":"  ","name":"  ","type":null,"performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":441116,"accession":"P-G5525-1","name":"P-G5525-1","text":"P. syringae pv. tomato DC3000 with the plasmid pV288 carrying avirulence gene avrRpt2 (Kunkel et al., 1993) was cultured overnight at 28Â°C in liquid King's medium B, supplemented with 25 mg.L-1  kanamycin to select for the plasmid. Subsequently, bacterial cells were collected by centrifugation and resuspended in 10 mM MgSO4 to a final density of 107 cfu.mL-1. Wild-type Col-0 plants were inoculated by pressure infiltrating a suspension of P. syringae pv. tomato DC3000(avrRpt2) at 107 cfu.mL-1 into all fully expanded leaves of 5-week-old plants.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441113,"accession":"P-G5525-2","name":"P-G5525-2","text":"Bioassays with the fungal leaf pathogen Alternaria brassicicola strain MUCL 20297 were carried out as described by Ton et al. (MPMI, 2002). Briefly, A. brassicicola was grown on potato dextrose agar plates for 2 weeks at 22Â°C. Subsequently, conidia were collected as described by Broekaert et al. (1990). Five-week-old susceptible pad3-1 plants were challenge inoculated by applying 3-¼L drops of 10 mM MgSO4 containing 106 spores per mL onto all fully expanded leaves of 5-week-old plants.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441115,"accession":"P-G5525-3","name":"P-G5525-3","text":"Tissue-chewing larvae of the small cabbage white butterfly Pieris rapae were reared on Brussels sprout plants (Brassica oleracea gemmifera cv. Cyrus) in a growth chamber with a 16-h day and 8-h night cycle (21Â°C; 50-70% relative humidity), as described previously (Van Poecke et al., 2001). Infestation of Arabidopsis Col-0 plants was carried out by transferring five first-instar larvae of P. rapae to each plant using a fine paintbrush.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441114,"accession":"P-G5525-4","name":"P-G5525-4","text":"The population of the Western flower thrips Frankliniella occidentalis originated from a greenhouse infestation on chrysanthemum. This virus-free population was reared on Phaseolus vulgaris cv. Prelude pods, supplied with Pinus pollen, in glass jars that were placed at 25Â°C in a growth chamber with a 16-h day and 8-h night cycle as described (Kindt et al., 2003). Thrips infestations were performed by transferring 20 larvae of F. occidentalis to each Arabidopsis Col-0 plant.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":441117,"accession":"P-G5525-5","name":"P-G5525-5","text":"Phloem-feeding green peach aphids (Myzus persicae) were maintained on Brassica chinensis L. cv. Granaat under greenhouse conditions (25Â°C; 50-70% relative humidity). The 16-h light period prevented sexual reproduction, keeping the population clonal. Arabidopsis Col-0 plants were infested with M. persicae by transferring 40 nymphs and apterous adults to each plant (Van Poecke et al., 2003).","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}