{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1127701,"accession":"P-GSE26197-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = RMA data"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127707,"accession":"P-GSE26197-2","name":null,"text":"For the microarray analysis, fully expanded leaf samples from 4 randomly collected plants per species were harvested at 4 physiological states as determined from prior gas exchange measurements (growth temperature - baseline, photosynthetic optimum, 20% inhibition of optimum and 30% inhibition of optimum). The temperature response curves were created by increasing temperature step-wise (2 °C per 10 mins) from 22 to 42 °C to the desired physiological state and waiting 20-30 mins for photosynthesis to stabilize before sampling. Each curve took 3-4 h to complete.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127706,"accession":"P-GSE26197-3","name":null,"text":"Seeds of Arabidopsis thaliana (ecotype Col-0) were imbibed at 4 °C with distilled water for 4d to facilitate uniform germination.  The seeds were resuspended in 0.05% agarose after the cold treatment and planted in pots containing Fafard 3B mix (Conrad Fafard, Agawam, MA).  Plants were grown in a Conviron BDW80 walk-in growth chamber under the following growth conditions: 22 °C, 60% relative humidity, a 10 h photoperiod, and 350 μmol m-2s-1 light intensity. Plants were watered as needed and fertilized weekly using 125 ppm N of Jack's Professional","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127708,"accession":"P-GSE26197-4","name":null,"text":"Total RNA was isolated from 100 mg of tissue using an RNeasy® Mini Kit (Qiagen Inc., CA) according to the manufacturer’s instructions.  An on-column DNase 1 treatment (Sigma-Aldrich) was used during RNA extraction to remove any potential genomic DNA contamination.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127705,"accession":"P-GSE26197-5","name":null,"text":"Biotinylated cRNA were prepared according to the standard Affymetrix protocol from 6 ug total RNA (Expression Analysis Technical Manual, 2001, Affymetrix).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127704,"accession":"P-GSE26197-6","name":null,"text":"Following fragmentation, cRNA was hybridized to the ATH1 Affymetrix slide according to standard protocols (#PM702232; www.affymetrix.com).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127703,"accession":"P-GSE26197-7","name":null,"text":"GeneChips were scanned using the GeneChip Scanner 3000 according to standard protocol #PM702232; www.affymetrix.com.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127702,"accession":"P-GSE26197-8","name":null,"text":"All data were analyzed using the limma package in the Bioconductor software (v.2.4). Gene level information for RMA normalized expression values are presented within the matrix for all samples analyzed.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}