{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":16,"total-assays":16,"experiment":[{"id":522403,"accession":"E-GEOD-26197","secondaryaccession":["GSE26197"],"name":"Transcription profiling by array of Arabidopsis after growth at different temperatures","releasedate":"2011-04-01","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The heat shock response continues to be layered with additional complexity as interactions and cross-talk among heat shock proteins, the reactive oxygen network and hormonal signaling are discovered. However, comparative analyses exploring variation in each of these processes among species remains relatively unexplored. In controlled environment experiments, photosynthetic response curves were conducted from 22 °C to 42 °C and indicated that temperature optimum of light saturated photosynthesis was greater for Glycine max relative to Arabidopsis thaliana or Populus trichocarpa. Transcript profiles were taken at defined states along the temperature response curves and inferred pathway analysis revealed species-specific variation in the abiotic stress and the minor carbohydrate raffinose\/galactinol pathways. A weighted gene co-expression network approach was used to group individual genes into network modules linking biochemical measures of the antioxidant system to leaf-level photosynthesis among P. trichocarpa, G. max and A. thaliana. Network enabled results revealed an expansion in the G. max HSP17 protein family and divergence in the regulation of the antioxidant and heat shock module relative to P. trichocarpa and A. thaliana. These results indicate that although the heat shock response is highly conserved, there is considerable species-specific variation in its regulation. fully expanded leaf samples from 4 randomly collected plants per species were harvested at 4 physiological states as determined from prior gas exchange measurements (growth temperature - baseline, photosynthetic optimum, 20% inhibition of optimum and 30% inhibition of optimum).This resulted in 16 separate samples hybridized to independent microarrays totaling 4 – replicates x 4 physiological states)."}],"provider":[{"contact":"David J Weston","role":"submitter","email":"westondj@ornl.gov"}],"bibliography":[{"accession":21554326,"authors":"Weston DJ, Karve AA, Gunter LE, Jawdy SS, Yang X, Allen SM, Wullschleger SD","title":"Comparative physiology and transcriptional networks underlying the heat shock response in Populus trichocarpa, Arabidopsis thaliana and Glycine max.","doi":"10.1111\/j.1365-3040.2011.02347.x","status":"published"}],"samplecharacteristic":[{"category":"ecotype","value":["Columbia"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"growth condition","value":["20% inhibition from optimum photosynthesis temperature","30% inhibition from optimum photosynthesis temperature","baseline growth temperature","optimum photosynthesis temperature"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":16,"legacy_id":13851999}],"protocol":[{"id":1127702,"accession":"P-GSE26197-8"},{"id":1127703,"accession":"P-GSE26197-7"},{"id":1127704,"accession":"P-GSE26197-6"},{"id":1127705,"accession":"P-GSE26197-5"},{"id":1127708,"accession":"P-GSE26197-4"},{"id":1127706,"accession":"P-GSE26197-3"},{"id":1127707,"accession":"P-GSE26197-2"},{"id":1127701,"accession":"P-GSE26197-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"rawData","bioassays":16,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"normalization","bioassays":16,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":16,"arraydesignprovider":null,"dataformat":"processedData","bioassays":16,"isderived":0}]}]}}