{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":5,"protocol":[{"id":1125330,"accession":"P-G18071-1","name":null,"text":"WT and pnp1-1 plants  (Columbia -0) were germinated and grown for 2 weeks on a full nutrient MS medium (+P) containing 0.6% phytagar (w\/v) and 0.5% (w\/v) Suc at 22˚C in a growth chamber under a 16-h photoperiod (with a fluorescent light intensity of 200 μmol m-2 s-1","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125331,"accession":"P-G18071-2","name":null,"text":"After two weeks, they were transferred to fresh +P or -P MS medium. For the -P medium, KH2PO4 was omitted but the potassium was compensated by K2SO4. Plantlets were rinsed with distilled water before transfer and then grown for 3h or one week.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125328,"accession":"P-G18071-3","name":null,"text":"One microgram of each total RNA sample was labeled using MessageAmp™ II-Biotin \/Enhanced\/ Single Round aRNA Amplification Kit from Ambion (Austin, TX), according to manufacture provided protocol.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125327,"accession":"P-G18071-4","name":null,"text":"Raw array data were normalized at the probe level using gcRMA (Wu et al., 2004). The detection calls (present, marginal, or absent) for each probe set were obtained using the mas5calls function in the Affy package (Gautier et al., 2004). Only genes with at least one present call across all of the compared samples were used to identify differentially expressed genes. Significance of gene expression was determined using the LIMMA test (Smyth, 2004), and raw P values of multiple tests were corrected using FDR (Benjamini and Hochberg, 1995). Genes with FDR , 0.05 and fold change $ 2 were identified as differentially expressed.","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1125329,"accession":"P-G18071-5","name":null,"text":"Total RNA was isolated from seedlings, from which roots had been removed, using the RNeasy Plant Minikit (Qiagen), including DNase treatment according to the manufacturer’s instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}