{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":521967,"accession":"E-GEOD-18071","secondaryaccession":["GSE18071"],"name":"Transcription profiling by array of Arabidopsis mutant for pnp after phosphate deprivation","releasedate":"2009-09-18","lastupdatedate":"2015-04-29","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"A prominent enzyme in organellar RNA metabolism is the exoribonuclease polynucleotide phosphorylase (PNPase), whose reversible activity is governed by the nucleotides diphosphate-inorganic phosphate ratio. In Chlamydomonas reinhardtii, PNPase regulates chloroplast transcript accumulation in response to phosphorus (P) starvation, and PNPase expression is repressed by the response regulator PSR1 under these conditions. Here, we investigated the role of PNPase in the Arabidopsis (Arabidopsis thaliana) P deprivation response by comparing wild-type and pnp mutant plants with respect to their morphology, metabolite profiles, and transcriptomes. We found that P-deprived pnp mutants develop aborted clusters of lateral roots, which are characterized by decreased auxin responsiveness and cell division, and exhibit cell death at the root tips. Electron microscopy revealed that the collapse of root organelles is enhanced in the pnp mutant under P deprivation and occurred with low frequency under P-replete conditions. Global analyses of metabolites and transcripts were carried out to understand the molecular bases of these altered P deprivation responses. We found that the pnp mutant expresses some elements of the deprivation response even when grown on a full nutrient medium, including altered transcript accumulation, although its total and inorganic P contents are not reduced. The pnp mutation also confers P status-independent responses, including but not limited to stress responses. Taken together, our data support the hypothesis that the activity of the chloroplast PNPase is involved in plant acclimation to P availability and that it may help maintain an appropriate balance of P metabolites even under normal growth conditions. Experiment Overall Design: For each timepoints (3h and one week), we compared WT and pnp1-1 on +P and on -P, so a total of eight conditions For each condition, three biological replicates of at least 4 seedlings (without roots) were analyzed."}],"provider":[{"contact":"Chloe Marchive","role":"submitter","email":"cm363@cornell.edu"}],"bibliography":[{"accession":19710229,"authors":"Yehudai-Resheff Marchive, Fei Germain, Judkins Jiang, Fernie Wu, Stern Fait","title":"Abnormal physiological and molecular mutant phenotypes link chloroplast polynucleotide phosphorylase to the phosphorus deprivation response in Arabidopsis.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["3 week","339 hour"]},{"category":"ecotype","value":["Columbia"]},{"category":"genotype","value":["pnp1-1","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["aerial part"]}],"experimentalvariable":[{"name":"genotype","value":["pnp1-1","wild type"]},{"name":"growth condition","value":["full nutrient medium","nutrient medium minus phosphate"]},{"name":"time","value":["168 hour","3 hour"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":1125330,"accession":"P-G18071-1"},{"id":1125331,"accession":"P-G18071-2"},{"id":1125327,"accession":"P-G18071-4"},{"id":1125328,"accession":"P-G18071-3"},{"id":1125329,"accession":"P-G18071-5"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"normalization","bioassays":24,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"processedData","bioassays":24,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"scan","bioassays":24,"isderived":0}]}]}}