{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":952125,"accession":"P-GSE43299-1","name":"P-GSE43299-1","text":"The per-array data normalization was used Microarray Suite version 5.0 (MAS 5.0). ID_REF =  VALUE = MAS 5.0 signal ABS_CALL = indicating whether the transcript was present (P), absent (A), or marginal (M) DETECTION P-VALUE = ","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952130,"accession":"P-GSE43299-2","name":"P-GSE43299-2","text":"To isolate the polysomal RNAs from “Bud” stage, “in vivo”-grown pollen tubes, and “in vitro”-cultured pollen tube in LAT52-HF-RPL18 Arabidopsis, the ribosome-mRNA complexes of these three samples were separated through sucrose density gradients and the polysome region of the gradient pooled for mRNA extraction. Prior to polysome extraction, we used 1250 μl of polysome extraction buffer (PEB) (200 mM Tris-HCl, pH 9.0, 200 mM KCl, 25 mM EGTA, pH 8.3, 36 mM MgCl2, 5 mM dithiothreitol (DTT), 50 mg mL-1 cycloheximide, 50 mg mL-1 chloramphenicol, 0.5 mg mL-1, heparin, 1% (v\/v) Triton X-100, 1% (v\/v) Tween 20, 1% (w\/v) Brij-35, 2% (v\/v) polyoxyethylene, and 1% (w\/v) deoxycholic acid) (Mustroph et al., 2009) to treat each sample. The crude extract of each sample in PEB was centrifuged at 12,000 rpm for 20 min at 4°C, the supernatant passed through a shredder column (Qiagen, Hilden, Germany) to remove residues and a spectrophotometer (DU® 648B, Beckman, IN, USA) used to detect the OD260 units of the flow through. The purified crude extract (500 μl, 30-40 OD260 units) was loaded on a 4.2 mL sucrose (20%-60%) density gradient and ultracentrifuged at 39,000 rpm for 3.5 hr at 4°C in a SW 41Ti rotor (Beckman, IN, USA). After centrifugation, the absorbance profile of the gradient was detected using a UV monitor (Monitor UVIS-920, GE Healthcare, NJ, USA) at Absorbance 260 nm. Fractions containing polysomes were collected for immunoprecipitation of the FLAG-tagged ribosome complexes by use of FLAG antibody-associated agarose beads (ANTI-FLAG® M2-Agarose from mouse, Sigma-Aldrich).","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952129,"accession":"P-GSE43299-3","name":"P-GSE43299-3","text":"LAT52-HF-RPL18 transgenic Arabidopsis plants were grown in growth chamber under 18-h light\/6-h dark at 22°C","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952131,"accession":"P-GSE43299-4","name":"P-GSE43299-4","text":"Polysomal RNA of the “Bud”, “in vivo”-grown pollen tubes and “in vitro”-cultured pollen tubes samples were further purified with an RNA purification kit (RNeasy Mini Kit, QIAGEN, Hilden, Germany), and then were treated with RNA amplification kit (MessageAmpTMPremier RNA amplification kit, Austin, TX, USA) to increase the RNA amount by single linear amplification and generate the antisense RNA (aRNA).","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952128,"accession":"P-GSE43299-5","name":"P-GSE43299-5","text":"The aRNAs from three different samples were labeled with biotin by in vitro transcription in amplification kit and their integrity was examined by use of an Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952127,"accession":"P-GSE43299-6","name":"P-GSE43299-6","text":"The labeled aRNA was fragmented to 35-200 nt and Bud (4.9 μg), in vivo (12 μg) and in vitro (18 μg) samples were hybridized to GeneChip Arabidopsis ATH1 genome arrays (Affymetrix, Santa Clara, CA) for 16.5 hr at 45°C.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":952126,"accession":"P-GSE43299-7","name":"P-GSE43299-7","text":"The array signal was scanned by use of the Affymetrix GeneChip® Scanner 3000 scanner (Agilent Technologies).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}