{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":446794,"accession":"P-GSE19265-1","name":"P-GSE19265-1","text":["ID_REF = ",{"br":null},"VALUE = MAS5.0 signal intensity",{"br":null},"ABS_CALL = the call in an absolute analysis that indicates if the transcript was present (P), absent (A), or marginal (M)",{"br":null},"DETECTION P-VALUE = p-value that indicates the significance level of the detection call"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446797,"accession":"P-GSE19265-2","name":"P-GSE19265-2","text":"Seed was surface-sterilised and spread on MS plates supplemented with 1.5% (w\/v) sucrose, 0.7% (w\/v) agar, 1x Gamborg's vitamins and 20 ug\/ml hygromycin B. The plates were sealed, stratified for three days and transferred to an artificial growth room held at a constant 20C, with a 16h\/8h light\/dark cycle. Light was provided by fluorescent tubes, generating 85 umol\/m2\/s PAR. After ten days, seedlings were transferred from the plates into liquid MS media in a sterile Petri dish, in order to separate the seedlings. Using forceps, individual plants of a similar growth stage (first pair of leaves > 1 mm or Stage 1.02 as defined by Boyes et al., 2001) were selected and placed into 100 ml liquid MS medium in a 250 ml conical flask. Approximately 100 seedlings were transferred, and the flask was sealed with a foam bung. The flask was returned to the growth room and shaken at 76 rpm to provide aeration and adequate mixing. After 48 hours, the seedlings were harvested by filtering through one layer of cheesecloth, and quickly dabbing dry between two pieces of 3MM chromoatography paper. The seedlings were then flash-frozen in liquid nitrogen.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446798,"accession":"P-GSE19265-3","name":"P-GSE19265-3","text":"Qiagen RNAeasy kit protocol","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446795,"accession":"P-GSE19265-4","name":"P-GSE19265-4","text":"Labelled using protocol described in manual \"Affymetrix GeneChip Expression Analysis Technical Manual\", One-Cycle target labelling","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446800,"accession":"P-GSE19265-5","name":"P-GSE19265-5","text":"Biotin Labelled cRNA using \"Affymetrix GeneChip Hybridization, Wash and Stain Kit\", according to guidelines set out by Affymetrix, Santa Clara, CA","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446799,"accession":"P-GSE19265-6","name":"P-GSE19265-6","text":"Scanned according to guidelines set out by Affymetrix, Santa Clara, CA.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":446796,"accession":"P-GSE19265-7","name":"P-GSE19265-7","text":"Raw data from the microarrays was normalized at probe-level using MAS5 algorithm. The detection calls (present, marginal, absent) for each probe set was obtained using the GCOS system","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}