{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":522132,"accession":"E-GEOD-6165","secondaryaccession":["GSE6165"],"name":"Transcription profiling by array of Arabidopsis mutant for rhd2\/ArtbohC","releasedate":"2008-06-14","lastupdatedate":"2015-04-30","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["genetic modification design"],"description":[{"id":null,"text":"Aim:  To determine the effect of an AtrbohC mutation on the gene expression pattern in primary root tissue, to identify candidate genes acting downstream of AtrbohC, particularly any encoding antioxidant-related proteins, signal transduction components or proteins known to be required for normal root-hair development. Background:  Root-hairs are a model system for investigating plant cell polarity. The root-hair mutant rhd2 (Schiefelbein and Somerville, 1990. Plant Cell, 2:235) has short hairs that burst at their tips, (Jones and Smirnoff, unpublished). RHD2 has been cloned and is identical to AtrbohC (L. Dolan, pers. comm.), which encodes a homologue of the superoxide-generating neutrophil respiratory burst oxidase catalytic subunit gp91phox (Torres et al., 1998. Plant J., 14:365). Superoxide rapidly dismutates to hydrogen peroxide (H2O2), suggesting that the rhd2 phenotype may result from reduced H2O2 levels in root-hair cells. Low doses of exogenous antioxidants phenocopy the rhd2 root-hair phenotype in wild-type plants (Jones and Smirnoff, unpublished) further supporting a role for H2O2 in root-hair growth. Fluorescent dyes that detect H2O2 show distinct localisation patterns in growing root-hair cells, (Jones and Smirnoff, unpublished). H2O2 may be an important second messenger in plant cell signalling with proposed roles in the development of cotton fibres (Potikha et al., 1999. Plant Physiol., 119: 849) and in ABA-induced stomatal closure (Zhang et al., 2001. Plant Physiol., 126: 1438). In cultured Arabidopsis cells H2O2 induces gene expression, including that of a gp91phox homologue, (Desikan et al., 1998. J. Exp. Bot., 49: 1767; Desikan, et al., 2000. Free Rad. Biol. Med., 28: 773; Baxter-Burrell et al., 2002. Science, 296: 2026) and activates a MAP kinase cascade (Desikan et al., 1999. J. Exp Bot., 50: 1863). cDNA microarray technology has been used previously to examine the effects of H2O2 on gene expression during oxidative stress (Desikan et al., 2001. Plant Physiol., 127: 159). We wish to investigate the effects of H2O2 on gene expression during root development using the rhd2 mutant. We are currently determining the expression pattern of RHD2. By extracting RNA from the small region of the primary root (for wild-type and rhd2 plants grown in sterile conditions) where root hairs are growing we hope to enrich for root-hair RNAs. This may reveal candidate genes that could be examined more closely at the single-cell level. This approach will provide new insights into the role of H2O2 in root-hair development. Experiment Overall Design: Number of plants pooled:100"}],"provider":[{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"developmental stage","value":["Boyes key 1.02"]},{"category":"ecotype","value":["Columbia"]},{"category":"genotype","value":["rhd2 mutant","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root-hair elongation zone"]},{"category":"strain","value":["NASC_N1092","NASC_N2259"]}],"experimentalvariable":[{"name":"genotype","value":["rhd2 mutant","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown"},{"id":1126052,"accession":"P-G6165-3"},{"id":51,"accession":"P-AFFY-6"},{"id":1126051,"accession":"P-G6165-2"},{"id":1126053,"accession":"P-G6165-1"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}