{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":24,"total-assays":24,"experiment":[{"id":521883,"accession":"E-GEOD-11807","secondaryaccession":["GSE11807"],"name":"Transcription profiling by array of Arabidopsis expressing ERF104 under the control of the 35S promoter, mutant for erf104 or mpk6","releasedate":"2009-05-27","lastupdatedate":"2015-04-29","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Despite their importance, plant MAP kinase targets are still poorly elucidated. Here, the specific in vivo interaction of an ethylene response factor (ERF104) with the Arabidopsis MAP kinase, MPK6, is shown by fluorescence resonance energy transfer. The interaction, which is lost within minutes after treatment with the flagellin-derived flg22 peptide, is dependent on both MPK6 kinase activity and rapid ethylene signaling initiated downstream of MPK6 activation. ERF104 is an MPK6 substrate and phosphorylation site mutations affected its stability. ERF104 activates promoters with GCC elements. This was evident from microarray data of overexpressing transgenic plants, where promoters of up regulated genes contain GCC motifs and chromatin immunoprecipitation showing ERF104 association with PDF1.2 promoter. The ERF104 overexpressor did not affect biotrophic bacteria proliferation but was more susceptible to necrotrophic Botrytis cinerea. Microarray performed with erf104 or mpk6 revealed only a limited number of flg22-induced genes that require these elements - possibly as a; result of functional redundancies. Thus, ERF104 phosphorylation by MPK6, in concert with ethylene signaling induced by pathogen-derived molecules, modulates defense in Arabidopsis. Experiment Overall Design: Leaves of six week old Col-0, erf104, mpk6 and 35S::ERF104 plants were infiltrated with 1µM Flg22 or water and harvested four hours later. Total RNA was isolated and processed according to the Affymetrix protocol for biotin-labelled cRNA and hybridized to the Affymetrix ATH1 chip. The data Experiment Overall Design: was analyzed with Genespring GX 7.3.1 software (Agilent) with the following parameters: Filter on Flags for present or marginal in 50% of all considered experiments, Filter for reliable differentially expressed genes based on volcano plot (one way ANOVA p-value <0.05 and >3-fold change in expression). For the flg22 experiments, analysis for each genotype was separately performed and a composite list of flg22-regulated genes compiled – with the aim of including genes that may be differentially regulated in the genotype. Global expression profile was visualized by k-means clustering and condition tree (Genespring)."}],"provider":[{"contact":"Tino Unthan","role":"submitter","email":"Tino.Unthan@ipb-halle.de"}],"bibliography":[{"accession":19416906,"authors":"Gerit Bethke, Tino Unthan, Joachim F Uhrig, Yvonne Pöschl, Andrea A Gust, Dierk Scheel, Justin Lee","title":"Flg22 regulates the release of an ethylene response factor substrate from MAP kinase 6 in Arabidopsis thaliana via ethylene signaling.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["6 week"]},{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["35S::ERF104","erf104 knockout","mpk6 knockout","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["leaf"]}],"experimentalvariable":[{"name":"compound","value":["flg22","none"]},{"name":"genotype","value":["35S::ERF104","erf104 knockout","mpk6 knockout","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":24,"legacy_id":13851999}],"protocol":[{"id":1124875,"accession":"P-G11807-7"},{"id":1124871,"accession":"P-G11807-4"},{"id":1124869,"accession":"P-G11807-3"},{"id":1124870,"accession":"P-G11807-6"},{"id":1124872,"accession":"P-G11807-5"},{"id":51,"accession":"P-AFFY-6"},{"id":1124874,"accession":"P-G11807-2"},{"id":1124873,"accession":"P-G11807-1"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"rawData","bioassays":24,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":24,"arraydesignprovider":null,"dataformat":"scan","bioassays":24,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}