{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1127733,"accession":"P-GSE25489-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = RMA-normalized signal"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127740,"accession":"P-GSE25489-2","name":null,"text":"Arabidopsis thaliana plants grown in 12 cm pots were treated with 875 µL\/pot of a formulation containing safeners (5 mM mefenpyr and 7.2 mM isoxadifen) in 1 ml of 0.2 % agrotin (Bayer AG; Leverkusen, Germany) supplemented with 25 µL emulsifier (5 % phenylsulfonate CA 70 (Clariant; Muttenz, Switzerland), 7 % Emulsogen EL360 (Clariant), 40 % Isophoron (Dow Chemical Co.; Midland, MI). Mock treatments contained an equal volume of the solvent (DMSO) used for safeners stock solutions. The formulation was applied using an airbrush pistol (Grafo model T1, Fisher Airbrush und Künstlerbedarf; Naumburg-Meyhen, Germany). The effective concentrations of safeners responded to a field application rate of 1500 g\/ha, respectively.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127738,"accession":"P-GSE25489-3","name":null,"text":"Arabidopsis thaliana plants were grown on soil for 4 weeks under long day conditions (16h light, 23°C 40% humidity, 8 h dark 17°C, 50% humidity).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127739,"accession":"P-GSE25489-4","name":null,"text":"Total RNA was extracted using the Qiagen RNeasy midi kit following the manufacturer’s (Qiagen) instructions.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127737,"accession":"P-GSE25489-5","name":null,"text":"Labelled cRNA was prepared and hybridized to Affymetrix ATH1 GeneChips following the manufacturer’s guidelines (Affymetrix, Santa Clara, CA). Briefly, a Microarray cDNA Synthesis Kit (Roche Diagnostics) was used for oligo-dT-primed cDNA synthesis from 10 µg of total RNA. Biotinylated cRNA was obtained with the BioArray High Yield RNA Transcript Labeling Kit (Enzo Life Science Inc., Farmingdale).","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127736,"accession":"P-GSE25489-6","name":null,"text":"Arrays were hybridized at 45°C with 19 µg of the labelled and fragmented cRNAs, and washed and developed in a GeneChip Fluidics Station 450\/250 (Affimetrix).","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127735,"accession":"P-GSE25489-7","name":null,"text":"Arrays were scanned using an Affymetrix scanner, and CEL files were generated using Affymetrix GCOS software.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1127734,"accession":"P-GSE25489-8","name":null,"text":"The Genedata Expressionist software package (Genedata, Basel, Switzerland) was used for data analysis. Raw chip data (CEL files) were loaded into the Genedata Expressionist Refiner module. Data were condensed and expression levels for individual chips were calculated after background correction and normalization using the RMA algorithm (Irizarry et al., 2003). All chips were normalized to a median expression value of 200 with a quality criteria p-value set at 0.04.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}