{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":12,"total-assays":12,"experiment":[{"id":521898,"accession":"E-GEOD-12729","secondaryaccession":["GSE12729"],"name":"Transcription profiling by array of Arabidopsis expressing MIF1 under the control of the 35S promoter after growth in light or dark conditions","releasedate":"2008-11-13","lastupdatedate":"2015-04-29","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"Phytohormones play crucial roles in regulating many aspects of plant development. Although much has been learned about the effects of individual hormones, cross-talk between and integration of different hormonal signals are still not well understood. We present a study of MINI ZINC FINGER 1 (MIF1), a putative zinc finger protein from Arabidopsis, and suggest that it may be involved in integrating signals from multiple hormones. MIF1 homologs are highly conserved among seed plants, each characterized by a very short sequence containing a central putative zinc finger domain. Constitutive overexpression of MIF1 caused dramatic developmental defects, including dwarfism, reduced apical dominance, extreme longevity, dark-green leaves, altered flower morphology, poor fertility, reduced hypocotyl length, spoon-like cotyledons, reduced root growth, and ectopic root hairs on hypocotyls and cotyledons. In addition, 35S::MIF1 seedlings underwent constitutive photomorphogenesis in the dark, with root growth similar to that in the light. Furthermore, 35S::MIF1 seedlings were demonstrated to be non-responsive to gibberellin (GA) for cell elongation, hypersensitive to the GA synthesis inhibitor paclobutrazol (PAC) and abscisic acid (ABA), and hyposensitive to auxin, brassinosteroid and cytokinin, but normally responsive to ethylene. The de-etiolation defect could not be rescued by the hormones tested. Consistent with these observations, genome-scale expression profiling revealed that 35S::MIF1 seedlings exhibited decreased expression of genes involved in GA, auxin and brassinosteroid signaling as well as cell elongation\/expansion, and increased expression of ABA-responsive genes. We propose that MIF1, or the protein(s) with which MIF1 interacts, is involved in mediating the control of plant development by multiple hormones. Experiment Overall Design: The experiment was designed to compared expression profiles of wild type (vector transformed Col) and 35S::MIF1 seedlings grown in the dark or white light. Twelve affymetrix ATH1 arrays were used for three biological replicates, six for comparison of light-grown seedlings and the other six for dark-grown seedlings. Wild-type seedlings were from three independent vector transformant lines(#1, #4 and #7). For the 35S::MIF1 transgenic seedlings, MIF1OE#124 was used for the first and second replicates, and MIF1OE#127 was used for the third replicate."}],"provider":[{"contact":"Wei Hu","role":"submitter","email":"hxm16@psu.edu"}],"bibliography":[{"accession":16412086,"authors":"Wei Hu, Hong Ma","title":"Characterization of a novel putative zinc finger gene MIF1: involvement in multiple hormonal regulation of Arabidopsis development.","status":"published"}],"samplecharacteristic":[{"category":"age","value":["7 day"]},{"category":"developmental stage","value":["seedling"]},{"category":"ecotype","value":["Columbia"]},{"category":"genotype","value":["35S::MIF1","empty pRR2222 vector"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["whole organism"]}],"experimentalvariable":[{"name":"genotype","value":["35S::MIF1","empty pRR2222 vector"]},{"name":"growth condition","value":["dark","light"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":12,"legacy_id":13851999}],"protocol":[{"id":1124939,"accession":"P-G12729-1"},{"id":1124940,"accession":"P-G12729-2"},{"id":51,"accession":"P-AFFY-6"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"rawData","bioassays":12,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":12,"arraydesignprovider":null,"dataformat":"scan","bioassays":12,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}