{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1131208,"accession":"P-GSE52610-1","name":null,"text":"The raw intensities of the Affymetrix data were preprocessed using the rma function of the R Affy package, which does probe-specific correction of the perfect match (PM) probes using a model based on observed intensity being the sum of signal and noise, normalizing the corrected PM probes using quantile normalization and then calculating the expression measure using median polish. The resultant gene expression values were transformed to a log base 2 scale. ID_REF =  VALUE = Log2 RMA","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131214,"accession":"P-GSE52610-2","name":null,"text":"For each replicate, 120 seedlings were pooled and incubated in a single well of a 24-well plate containing 1 mL buffer (2 mM MES pH 5.7, 10 mM CaCl2) overnight at room temperature in dark. Root tissues were selectively harvested and frozen in liquid nitrogen 30 min after treatment with 100 μM ATP and 2 mM MES buffer.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131212,"accession":"P-GSE52610-3","name":null,"text":"Arabidopsis seeds were sown onto half strength Murashige and Skoog (MS) media containing 1% (w\/v) sucrose, 1% (w\/v) agar, and 0.5% (w\/v) MES (pH 5.7). After cold treatment for three days, the plates were placed vertically in a growth chamber (16 h light\/8 h dark cycle, 22degreesC, 100 μE cm-2sec-1 light intensity) and plants were grown for 5 days.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131213,"accession":"P-GSE52610-4","name":null,"text":"Total RNA was isolated using Trizol Reagent (Invitrogen) according to the manufacturer’s instructions followed by chloroform-based purification. Genomic DNA was removed by Turbo DNase (Ambion) treatment .The DNA-free RNA was further purified with Qiagen RNeasy mini columns.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131211,"accession":"P-GSE52610-5","name":null,"text":"A total of 500 ng of RNA was used to synthesize double stranded cDNA. The biotin-labeled cRNA was synthesized by T7 RNA polymerase-assisted in vitro transcription of the cDNA according to the MesssageAmp Primer RNA Amplification Kit protocol from Ambion (Austin, TX)","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131210,"accession":"P-GSE52610-6","name":null,"text":"GeneChip Hybridization, Wash and Stain kit from Affymetrix was used to make the hybridization mixture containing 10 microgram of the biotin-cRNA. The Genechip was hybridized for 18 hours at 45 C and 60 rpm. The chip was washed and stained with protocol FS_450_0004 on GeneChip Fluidics Station 450.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1131209,"accession":"P-GSE52610-7","name":null,"text":"The array images were acquired using Affymetrix GeneChip Scanner 7G using AGCC 3.1 software. These data were imported into GeneSpring 7.0 (Silicon Genetics, Redwood City, CA, USA). To remove chip-to-chip signal variation, each measurement was divided by the 50.0th percentile of all measurements in that sample.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}