{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":8,"total-assays":8,"experiment":[{"id":177294,"accession":"E-GEOD-10812","secondaryaccession":["GSE10812"],"name":"Transcription profiling by array of Arabidopsis mutant for flu and\/or expressing tAPX under the control of the 35S promoter","releasedate":"2008-04-05","lastupdatedate":"2014-05-01","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["unknown experiment type"],"description":[{"id":null,"text":"We used the flu mutant of Arabidopsis and a transgenic line that overexpresses the thylakoid-bound ascorbate peroxidase (tAPX) to address the interactions between different reactive oxygen species (ROS) signaling pathways. The conditional flu mutant of Arabidopsis accumulates excess protochlorophyllide in the dark within chloroplast membranes that upon illumination acts as a photosensitizer and generates singlet oxygen (1O2). Immediately after the release of singlet oxygen rapid changes in nuclear gene expression occur. Distinct sets of genes were activated that were different from those induced by other reactive oxygen species, superoxide or hydrogen peroxide (H2O2), suggesting that different types of active oxygen species activate distinct signaling pathways. It was not known whether the pathways operate separately or interact with each other. We have addressed this problem by modulating noninvasively the level of H2O2 in plastids by means of a transgenic line that overexpresses the thylakoid-bound ascorbate peroxidase (tAPX, line 14\/2  PMID: 15165186). In the flu mutant overexpressing tAPX, the expression of most of the nuclear genes that were rapidly activated after the release of 1O2 was significantly higher in flu plants overexpressing tAPX, whereas in wild-type plants, overexpression of tAPX had only a very minor impact on nuclear gene expression. The results suggest that H2O2 antagonizes the 1O2-mediated signaling of stress responses as seen in the flu mutant. This cross-talk between H2O2- and 1O2-dependent signaling pathways might contribute to the overall stability and robustness of wild-type plants exposed to adverse environmental stress conditions. Experiment Overall Design: Arabidopsis thaliana rosette leaves were harvested after 2 h of reillumination following a 8h dark period for RNA extraction and hybridization on Affymetrix ATH1 microarrays. The entire experiment was performed six times, providing independent biological replicates. For each of the six experiments, all four lines, wild-type, thylakoidal ascorbate peroxidase overexpressor (over tAPX, line 14\/2), flu mutant and flu plants overexpressing thylakoidal ascorbate peroxidase were grown for 3 weeks under continuous light at 90 mmol. m-2 . s-1, transferred to the dark for 8 h, and reilluminated for 120 min before the rosette leaves of at least 10 plants per line were harvested. Total RNAs from three separate biological experiments were pooled (= 1 biological rep.) for the preparation of cDNA and the subsequent synthesis of biotin-labeled complementary RNA as recommended by Affymetrix."}],"provider":[{"contact":"Christophe Laloi","role":"submitter","email":"claloi@ethz.ch"}],"bibliography":[{"accession":17197417,"authors":"Christophe Laloi, Monika Stachowiak, Emilia Pers-Kamczyc, Ewelina Warzych, Irene Murgia, Klaus Apel","title":"Cross-talk between singlet oxygen- and hydrogen peroxide-dependent signaling of stress responses in Arabidopsis thaliana.","doi":"10.1073\/pnas.0609063103","status":"published"}],"samplecharacteristic":[{"category":"Age","value":["3 weeks"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["35S::tAPX","35S::tAPX; flu mutant","flu mutant","wild_type"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["rosette leaf"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["35S::tAPX","35S::tAPX; flu mutant","flu mutant","wild_type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":8,"legacy_id":13851999}],"protocol":[{"id":454782,"accession":"P-10812-2"},{"id":454779,"accession":"P-10812-1"},{"id":454778,"accession":"P-10812-4"},{"id":51,"accession":"P-AFFY-6"},{"id":454781,"accession":"P-10812-3"},{"id":454780,"accession":"P-10812-5"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"rawData","bioassays":8,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":8,"arraydesignprovider":null,"dataformat":"scan","bioassays":8,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}