{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":75350,"accession":"E-NASC-40","name":"Transcription profiling of Arabidopsis seedling response to norflurazon-induced photobleaching of chloroplasts","releasedate":"2005-01-11","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"experimentdesign":["compound treatment","genetic modification"],"description":[{"id":null,"text":"Regulation of expression of genes encoding chloroplast components is critical to the autotrophic plant and never more so than in the cotyledons of the de-etiolating seedling. Many chloroplast proteins are nuclear-encoded and a retrograde signal from the chloroplasts (the Plastid Signal) modulates nuclear transcription. However, not all chloroplast-targeted genes are subject to this control and not all plastid-dependent nuclear genes are chloroplast-targeted. We therefore aim to provide the most comprehensive screen yet of which genes are affected by plastid-signalling. To specifically knock-out positive plastid signalling in light-grown cotyledons, the herbicide Norflurazon (NF) is supplied in the growth medium, causing a carotenoid deficiency that leaves the chloroplasts vulnerable to photobleaching. This blocks the expression of a subset of nuclear genes, such as Lhcb and HEMA1.  Two pairs of RNAs will directly compare the transcription in seedlings grown under continuous white light with and without NF. A third RNA will also be compared from a mutant that shows a degree of constitutive positive plastid signalling. These two mutants act synergistically to counteract the effect of NF on nuclear transcription. The gun1,gun5 double mutant maintains a significantly higher level of Lhcb and HEMA1 expression in the presence of photobeached chloroplasts than the NF-treated wild-type. This transcriptome set will therefore complement RNA1 (wild-type+NF) and indicate which of the genes identified from the RNA1\/RNA2 comparison are subject to the particular gun1\/gun5 plastid signalling pathway(s).  The growth of conditions of the seedlings (namely on MS medium supplemented with 1.5% sucrose, for 3 days under continuous WL following 2 days germination in darkness) has been chosen from the results of our own recent studies using Northern blotting techniques that show these conditions to maximise the respective NF and gun mutant effects on Lhcb and HEMA1 gene expression. This experiment is part one of a two-part study to compare the transcriptional output of this NF-affected pathway with that of a newly discovered FR-mediated pathway. A subsequent array experiment will assess the nuclear response as affected by this FR\/ phyA-input pathway and the two sets of array data will be compared and contrasted. Note:  Col-0 wild-type (NASC code N1092). gun1,gun5 double mutant(obtained from Enriquez Lopez-Juez, Royal Holloway, University of London.(Mochizuki et al. 2001 PNAS 98: 2053-2058). This line cannot be donated by us as it is the IP of Joanne Chory (SALK Institute, USA). Treatment = a herbicide (Norflurazon) application which leads to chloroplast photobleaching and hence down regulation of nuclear genes dependent on plastid signalling from intact chloroplasts."}],"provider":[{"contact":"Alex McCormac","role":"submitter investigator biosource_provider","email":"acm@soton.ac.uk"},{"contact":"unknown unknown","role":null,"email":null}],"samplecharacteristic":[{"category":"BioSourceProvider","value":["Enriquez Lopez-Juez, Royal Holloway, University of London"]},{"category":"CellLine","value":["NASC_N1092"]},{"category":"DevelopmentalStage","value":["1 Boyes key"]},{"category":"Ecotype","value":["Columbia-0"]},{"category":"GeneticModification","value":["induced_mutation"]},{"category":"Genotype","value":["wild_type"]},{"category":"IndividualGeneticCharacteristics","value":["gun1 and gun5 double mutant"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPa","value":["whole seedlings including cotyledons, shoot and primary root and excluding true leaves"]},{"category":"OrganismPart","value":["whole seedlings including cotyledons, shoot and primary root and excluding true leaves"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":210139,"accession":"NASCGrowProt:950"},{"id":210140,"accession":"NASCExtractProtocol:16"},{"id":143,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4"},{"id":90396,"accession":"NASCLabelProtocol:1"},{"id":20050,"accession":"Affymetrix:Protocol:Percentile"},{"id":210142,"accession":"NASCSampleTreatmentProt:951"},{"id":480415,"accession":"NASCSampleTreatmentProt:950"},{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}