{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":173375,"accession":"E-GEOD-23027","secondaryaccession":["GSE23027"],"name":"Transcription profiling by array of Arabidopsis mutant for xrn4","releasedate":"2011-01-14","lastupdatedate":"2012-01-27","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"One of the major players controlling RNA decay is the cytoplasmic 5’ to 3’ exoribonuclease, which is conserved among eukaryotic organisms. In Arabidopsis, the 5’ to 3’ exoribonuclease XRN4 is involved in disease resistance, the response to ethylene, RNAi and miRNA-mediated RNA decay. Curiously, XRN4 appears to display selectivity among its substrates because certain 3’ cleavage products formed by miRNA-mediated decay, such as from ARF10 mRNA, accumulate in the xrn4 mutant, whereas others, such as from AGO1, do not. To examine the nature of this selectivity, transcripts that differentially accumulate in xrn4 were identified by combining PARE and Affymetrix arrays. Certain functional categories, such as stamen-associated proteins and hydrolases, were over-represented among transcripts decreased in xrn4, whereas transcripts encoding nuclear-encoded chloroplast-targeted proteins and nucleic acid-binding proteins were over-represented in transcripts increased in xrn4. To ascertain if RNA sequence influences the apparent XRN4 selectivity, a series of chimeric constructs were generated where the miRNA-complementary sites and different portions of the surrounding sequences from AGO1 and ARF10 were interchanged. Analysis of the resulting transgenic plants revealed that the presence of a 150 nucleotide sequence downstream of the ARF10 miRNA-complementary site conferred strong accumulation of the 3’ cleavage products in xrn4. In addition, sequence analysis of differentially accumulating transcripts led to the identification of 27 hexamer motifs that were over-represented in transcripts or miRNA-cleavage products accumulating in xrn4. Taken together, the data indicate that specific mRNA sequences, like those in ARF10, and mRNAs from select functional categories are attractive targets for XRN4-mediated decay.  Mixed-stage inflorescences from Col-0 and xrn4-5 plants were harvested.  Total RNA was extracted and hybridized to the ATH1 array to determine genes differentially expressed in xrn4-5 compared to Col-0. 2 replicates each."}],"provider":[{"contact":"Linda Rymarquis","role":"submitter","email":"rymarquis@dbi.udel.edu"},{"contact":"Frederic F Souret","role":null,"email":null},{"contact":"Pamela J Green","role":null,"email":null},{"contact":"Linda A Rymarquis","role":null,"email":null}],"bibliography":[{"accession":21224377,"authors":"Rymarquis LA, Souret FF, Green PJ.","title":"Evidence that XRN4, an Arabidopsis homolog of exoribonuclease XRN1, preferentially impacts transcripts with certain sequences or in particular functional categories.","doi":"10.1261\/rna.2467911","status":"published"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["mixed"]},{"category":"Ecotype","value":["Col-0"]},{"category":"Genotype","value":["wild_type","xrn4-5"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["inflorescence"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["wild_type","xrn4-5"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":444844,"accession":"P-GSE23027-3"},{"id":444845,"accession":"P-GSE23027-2"},{"id":444840,"accession":"P-GSE23027-1"},{"id":444843,"accession":"P-GSE23027-4"},{"id":444842,"accession":"P-GSE23027-5"},{"id":444846,"accession":"P-GSE23027-6"},{"id":444847,"accession":"P-GSE23027-7"},{"id":444841,"accession":"P-GSE23027-8"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"normalization","bioassays":4,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0}]}]}}