{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":745287,"accession":"P-GSE38030-1","name":"P-GSE38030-1","text":"ID_REF =  VALUE = RMA normalized","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745292,"accession":"P-GSE38030-2","name":"P-GSE38030-2","text":"25-d-old plants grown in 5.08cm square pots were placed in a 4C chamber (16 h, ~ 50 uE sec-1 m-2 light: 8 h dark) for 12 h or in a 23C growth chamber (16 h, ~ 100 uE sec-1 m-2 light: 8 h dark). Cold treatment began 2 h following the initiation of light period (ZT2). Cold-treated or control rosette leaves were collected at specific time points, flash frozen in liquid nitrogen unless otherwise indicated and stored at -80C.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745294,"accession":"P-GSE38030-3","name":"P-GSE38030-3","text":"Plants were grown in soil (Sunshine Mix LC1, JM McConkey, Sumner, WA) containing 150 g Osmocote 14-14-14 fertilizer (Scotts catalog #90036) and 75 g Marathon pesticide (Crop production services, Riverside, CA) per 3.8 ft3 of soil in a controlled environmental growth room (16 h at ~100 uE sec-1m-2 light: 8 h dark at 23C).","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745293,"accession":"P-GSE38030-4","name":"P-GSE38030-4","text":"Extraction of polysome by differential centrifugation through sucrose gradients was based on the procedures of Zanetti et al. (2005) and Mustroph et al. (2009); Total RNA and polysomal RNA (≥ 2 ribosomes per mRNA; typically gradient fractions 7 to 13) were extracted by use of TRIzol solution (Invitrogen) according to the manufacturer’s protocol. Total RNAs were subjected to DNAse treatment by use of RNase-Free DNAse Set (Qiagen, Chatsworth, CA) according to the manufacturer’s protocol. Total and polysomal RNA were cleaned by use of the RNAeasy Plant mini kit (Qiagen). For CSP immunopurification for RNA analyses, rosette leaves of 25-d-old plants were collected and cross-linked with formaldehyde solution (Niranjanakumari et al., 2002). Briefly, leaves were washed with ice-cold ddH2O and cross-linked by bathing in 1% (v\/v) formaldehyde (Molecular biology grade, Fisher, Fremont, CA) for 15 min by vacuum infiltration. Cross-linking was stopped by addition of 2 M glycine [pH 7.0] to a final concentration of 125 mM and vacuum-infiltrated for 5 min. Leaves were washed twice with ice-cold ddH2O, ground in liquid nitrogen and stored at -80 °C. One mL pulverized frozen plant tissue was thawed in 2 mL extraction buffer, mixed and centrifuged at 16,000 g at 4°C for 15 min to obtain a supernatant and passed through Miracloth. The clarified extracts were added to the antibody-coated Protein A beads (described above) and incubated at 4°C for 2 h with gentle shaking. The supernatant (Unbound fraction) was removed and the beads were washed 4 times by resuspension in 6 mL wash buffer (200 mM Tris-HCl [pH 9.0], 200 mM KCl, 36 mM MgCl2, 25 mM EGTA, 5 mM DTT, 1 mM PMSF, 50 μg\/mL cycloheximide, 50 μg\/mL chloramphenicol, 1.125 % (v\/v) Triton X-100, 0.125 % (v\/v) Brij-35, 0.125 % (v\/v) Tween-40, 0.125 % (v\/v) NP-40) and centrifuged to discard the wash solution. To elute the bound CSP1 and any associated molecules, 150 μL elution buffer (100 mM Tris-HCL [pH 8.0], 25 mM EDTA, 1 % (w\/v) SDS) was added to the beads, which were incubated 10 min at room temperature with shaking, and centrifuged to obtain the eluate fraction. Elution were repeated by addition of 150 μL elution buffer following by incubation at 65°C for 10 min. The eluate was combined and 2 μL proteinase K (20 μg\/mL) was added, and incubated at 65°C for 1 h to reverse the cross-linking. Immunopurified RNAs were extracted with TRIzol (Invitrogen) according to the manufacturer’s protocol and further purified by use of the RNAeasy plant mini kit column (Qiagen). anti-CSP1 antibody: the rabbit polyclonal antiserum was generated against a peptide (C15 AGNGDQRGATKGGN163) specific to *Arabidopsis thaliana *CSP1(At4g36020). The antiserum was subsequently affinity purified using the CSP1 peptide (anti-CSP1, Gencript, Piscataway, NJ)","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745291,"accession":"P-GSE38030-5","name":"P-GSE38030-5","text":"Amplified RNA (aRNA) synthesis and biotin-labeling was conducted with 150 total or polysomal RNA, or 3-6 ng immunoprecipitated (IP) RNA using GeneChip® 3’ IVT expression (Affymetrix)","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745290,"accession":"P-GSE38030-6","name":"P-GSE38030-6","text":"Hybridizations were performed at 45 °C for 16 h, in a rotating platform with 10 µg of biotin-labeled aRNA for total and polysome RNAs and 7-10 µg of biotin-labeled aRNA for IP RNA.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745288,"accession":"P-GSE38030-7","name":"P-GSE38030-7","text":"GeneChips were scanned by use of the Affymetrix GeneChip Workstation Scanner 3000.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":745289,"accession":"P-GSE38030-8","name":"P-GSE38030-8","text":"R\/Bioconductor (v. 2.12.0), RMA normalization","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}