{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":62,"accession":"Affymetrix:Protocol:Hybridization-Unknown","name":"Affymetrix:Protocol:Hybridization-Unknown","text":"Affymetrix Generic Hybridization","type":"hybridization protocol","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":77,"accession":"P-AFFY-2","name":"P-AFFY-2","text":"Labeling of samples was carried out according to the manufacturer’s standard protocol","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":1,"parameter":"Quantity of starting RNA (ug)"},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":1165817,"accession":"P-MTAB-2067","name":null,"text":["Arabidopsis thaliana (Columbia-0 N1093; abi1td SALK_076309) were sterilized with bleach, chilled for 4 d, transferred to a growth chamber and grown on compost 3-5 plants per pot. Plants were watered daily; once a week plants were irrigated with mineral nutrient solution. Environmental conditions in the chamber included a 16-h photoperiod from 6.00 am to 10.00 pm, ~300 ?mol m-2 s-1 photon flux density, 75% relative humidity, the circulating air flow path and a temperature of 21 0C. O3 stress was performed by exposure of 4-week-old plants to 350 ppb of O3 dose from 9.00 am to 6.00 pm for 1 d. O3 was produced from O2 with an electrical discharge. O3 concentration was determined by an ASIN GDC31 O3 sensor (ASECO). Leaf tissues from WT and the abi1td mutant were harvested directly into liquid nitrogen after 3 and 6 h of O3 treatment. The control plants were maintained in O3-free conditions. Drought stress was applied to well watered 3-week-old plants by withholding water for 5 days until plant samples reached of 52,5±7,5% relative water content RWC: (fresh weight–dry weight)\/(turgid weight–dry weight) x100. Control plants received water regularly. In each pot, leaves from one plant were harvested for RWC analysis. Control and stress-treated plant material were collected simultaneously to avoid any long-term differences in stress response.",{"br":null},"(Parameters: time unit = seconds, temperature unit = C)"],"type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1165818,"accession":"P-MTAB-2068","name":null,"text":"Leaf tissues from were harvested directly into liquid nitrogen  then stored at -80oC until RNA extraction.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1165820,"accession":"P-MTAB-2069","name":null,"text":["Total RNA was extracted in triplicate from five plants using an RNeasy Plant Mini Kit (Qiagen) according to manufacturer’s instructions. Then, 3 corresponding extractions were pooled and 15 µg of total RNA from the pooled samples was used for a single microarray hybridization experiment using ATH1 Genome Array (Affymetrix). cRNA synthesis, labelling, hybridization, and scanning were performed according to the standard Affymetrix protocol Synthesise cDNA with Superscript Double-Stranded cDNA Synthesis kit (Invitrogen, UK). Synthesise cRNA using the BioArray High Yield RNA transcript Labeling kit (Enzo Life Sciences Inc., NY) and apply to microarray. The experiment was performed using independent pools of plants i.e. biological replicates.",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = none)"],"type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1165819,"accession":"P-MTAB-2070","name":null,"text":"Total RNA was extracted in triplicate from five plants using an RNeasy Plant Mini Kit (Qiagen) according to manufacturer’s instructions. Then, 3 corresponding extractions were pooled (i.e. from 15 plants) and 15 µg of total RNA from the pooled samples was used for a single microarray hybridization experiment using ATH1 Genome Array (Affymetrix). cRNA synthesis, labelling, hybridization, and scanning were performed according to the standard Affymetrix protocol Synthesise cDNA with Superscript Double-Stranded cDNA Synthesis kit (Invitrogen, UK). Synthesise cRNA using the BioArray High Yield RNA transcript Labeling kit (Enzo Life Sciences Inc., NY) and apply to microarray. The experiment was performed using independent pools of plants i.e. biological replicates.","type":"pool","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1165816,"accession":"P-MTAB-2071","name":null,"text":"Background correction,quantile normalization, and gene expression analysis were performed using RMA (Bolstad, B.M., Irizarry R. A., Astrand, M., and Speed, T.P. (2003)A Comparison of Normalization Methods for High Density Oligonucleotide Array Data Based on Bias and Variance. Bioinformatics 19(2):185-193).","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}