{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":543084,"accession":"E-GEOD-63474","secondaryaccession":["GSE63474"],"name":"Gene Expression in whole roots of the Arabidopsis nlp7-1 mutant","releasedate":"2016-07-31","lastupdatedate":"2016-08-07","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The root cap surrounds the root meristem, protecting it from harsh environments and facilitating root movement through soil. In Arabidopsis, new root cap cells produced in the meristem displace older cells toward the root periphery, where they undergo programmed cell death and are released from the root. This rapid cell turnover is a unique feature of the root cap and is modulated in part by the combined action of four NAC transcription factors, as well as cell wall modification enzymes. Here we show that the transcription factor NIN-LIKE PROTEIN 7 (NLP7) regulates root cap maturation in Arabidopsis by modulating expression of each of the NAC TFs as well as several cell wall modifying enzymes. NLP7 is a homolog of NIN, a transcription factor required for nodulation in Lotus japonicas, and is highly expressed in the columella root cap. Mutants have altered columella root cap development and decreased levels of homogalacturonan, a major component of pectin. Reverse genetic analysis of genes differentially expressed in nlp7 roots showed that two cell wall modifying enzymes, CELLULASE5 and XTH5, modulate root cap maturation likely downstream of NLP7. Plant cell wall modification is critical for nodulation, and we propose that this characteristic is also present in NLPs. We used microarrays to identify the differences in gene expression between whole roots of WT and nlp7-1 Arabidopsis plants Roots were cut at the root\/hypocotyl junction and collected into RLT buffer in the RNeasy plant mini kit. Approximately 60 roots were collected per replicate, with two biological replicates.  RNA was extracted using the RNeasy Micro Kit. Probes for array analysis were preparedfrom 1μg total RNA with the one-cycle amplification protocol by Affymetrix according to the manufacturer's instructions. Samples were submitted to Expression Analysis Inc. (Durham, NC) for hybridization to Arabidopsis Whole Genome ATH1 Affymetrix GeneChips."}],"provider":[{"contact":"Anjali Iyer-Pascuzzi","role":null,"email":null},{"contact":"Anjali S Iyer-Pascuzzi","role":"submitter","email":"geo@ncbi.nlm.nih.gov"}],"samplecharacteristic":[{"category":"ecotype","value":["Col-0"]},{"category":"genotype","value":["nlp7-1","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["root"]}],"experimentalvariable":[{"name":"genotype","value":["nlp7-1","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":1214600,"accession":"P-GSE63474-6"},{"id":1214598,"accession":"P-GSE63474-1"},{"id":1214599,"accession":"P-GSE63474-7"},{"id":1214602,"accession":"P-GSE63474-2"},{"id":1214603,"accession":"P-GSE63474-4"},{"id":1214601,"accession":"P-GSE63474-5"},{"id":1214604,"accession":"P-GSE63474-3"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"normalization","bioassays":4,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0}]}]}}