{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1047976,"accession":"P-GSE48474-1","name":"P-GSE48474-1","text":"affylmGUI package (Wettenhall et al., 2006) rooted in R (Gentleman et al., 2004) Significant analysis of microarray (SAM) R software (Irizarry et al., 2003) was used to calculate the intensity ratios and fold changes. All the differential expressed genes with p-value below 0.05 and log2 fold change above 1 or below -1 were chosen for further analysis. ID_REF =  VALUE = log2 value, RMA signal intensity","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047981,"accession":"P-GSE48474-2","name":"P-GSE48474-2","text":"To conduct drought stress treatment, 2-week-old WT and transgenic plants in soil were subjected to drought condition (soil water deficit) by withholding water for 21 d and then re-watered.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047982,"accession":"P-GSE48474-3","name":"P-GSE48474-3","text":"Two transgenic Arabidopsis lines (nNOS-2 and nNOS-25) with the nNOS gene under the control of the cauliflower mosaic virus (CaMV) 35S promoter (Shi et al., 2012c), as well as Col-0 (WT), were used in this research. After stratificated in deionized water at 4¡C for 3 days in darkness, the Arabidopsis seeds were sown in the plastic container filled with soil in the growth chamber. The growth chamber was controlled at an irradiance of about 120-150 µmol quanta m-2 s-1, 22-25¡C, with 65% relative humidity under 16 h light and 8 h dark cycles. To keep the well growth condition, nutrient solution was irrigated twice every week.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047980,"accession":"P-GSE48474-4","name":"P-GSE48474-4","text":"For RNA isolation, 2-week-old WT and transgenic plants (nNOS-25) in pots were subjected to control condition (well-watered) and drought condition (soil water deficit) by withholding water for 14 d, respectively. The leaf samples of two replications at 14 d under control and drought conditions were harvested from at least 20 seedlings per genotype. Total RNA was extracted with TRIzol reagent (Invitrogen) and quantified as previously described (Shi et al., 2012c), .then RNA was quantified and RNA quality was also determined using formaldehyde agarose gel and a 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA) according to the manufacturers protocol.","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047979,"accession":"P-GSE48474-5","name":"P-GSE48474-5","text":"For array hybridization, 200 ng of total RNA was used for first-strand cDNA synthesis and second-strand cDNA synthesis. Then aRNA cRNA was labeled with biotinylated ribonucleotide analog and was fragmented with fragmentation buffer using MessageAmpTM Premier RNA Amplification Kit (Ambion, #1792).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047978,"accession":"P-GSE48474-6","name":"P-GSE48474-6","text":"After purification, 12.5ug of labeled and fragmented cRNA probes were hybridized to the Arabidopsis arrays with Hybrization, Wash and Stain Kit (Affymetrix, #900720) according to manufacturers instruction.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1047977,"accession":"P-GSE48474-7","name":"P-GSE48474-7","text":"The arrays were scanned using GeneChip¨ Scanner 3000 (Affymetrix, #3000). The scanned images were saved as DAT files and transformed to JPG image. The signal intensities were extracted from the JPG image with Affymetrix¨ GeneChip¨ Command Console¨ Software (AGCC software) and saved as CEL files.","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}