{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":63,"accession":"Affymetrix:Protocol:ExpressionStat","name":"Affymetrix:Protocol:ExpressionStat","text":"Title: Affymetrix CHP Analysis (ExpressionStat). Description:","type":"bioassay_data_transformation","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1,"parameter":["Algorithm name","Algorithm version","Alpha1","Alpha2","Baseline file","Gamma1H","Gamma1L","Gamma2H","Gamma2L","Mask file","Normalization factor","Perturbation","Scale factor","Tau"]},{"id":79337,"accession":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","name":"Affymetrix:Protocol:Hybridization-EukGE-WS2v4[]","text":"Title: Affymetrix EukGE-WS2v4 Hybridization. Description:","type":"hybridization","performer":null,"hardware":null,"software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":77,"accession":"P-AFFY-2","name":"P-AFFY-2","text":"Labeling of samples was carried out according to the manufacturer’s standard protocol","type":"nucleic acid labeling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":1,"parameter":"Quantity of starting RNA (ug)"},{"id":51,"accession":"P-AFFY-6","name":"P-AFFY-6","text":"Title: Affymetrix CEL analysis. Description:","type":"feature_extraction","performer":null,"hardware":"418 [Affymetrix]","software":"MicroArraySuite 5.0","standardpublicprotocol":1},{"id":777875,"accession":"P-MTAB-19554","name":"P-MTAB-19554","text":["For total RNA isolation from material isolated by laser assisted microdissection, caps were covered with 10 ul extraction buffer from the PicoPure RNA isolation kit (Arcturus Engineering, Mountain View, USA), incubated at 42 C for 30 min before isolation according to manufacturers instructions. The recommended DNaseI-treatment was performed on-column using the RNAse-free DNase set (QIAGEN, Hilden, Germany).",{"br":null},"(Parameters: Extracted product = total_RNA, Amplification = OTHER: MessageAmp II a RNA Kit, Ambion)"],"type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":777874,"accession":"P-MTAB-19555","name":"P-MTAB-19555","text":["To prepare material for laser assisted microdissection, inflorescences were fixed on ice in farmers´ fixative (ethanol:acetic acid 3:1), vacuum infiltrated two times for 15 min and stored on ice over night. The fixative was than replaced by 70% ethanol. Young buds were selected under the dissecting scope. Subsequently, tips of the ovaries were dissected using injection needles, cleared in chloralhydrate:glycerol:water (8:1:2; w:v:v) and subjected to microscopic analysis. Buds with ovules harbouring MMC cells (predominantly before meiosis or at meiosis I) were subsequently embedded in Paraplast X-traTM in an ASP200 embedding machine (Leica Microsystems, Wetzlar, Germany) with the following parameters: 1h 70% EtOH \/ 3x 1h 90% EtOH \/ 3x 1h 100% EtOH\/ 2x 1h 100% Xylol\/ 1x 1h 15 min 100% Xylol, all steps at room temperature; then 2x 1h Paraplast X-tra and 1x 3h Paraplast X-tra at 56 C. Samples were poured in paraffin blocks and stored at 4 C until further use.",{"br":null},{"br":null},{"br":null},{"br":null},"Thin sections of 6-7 ?m were prepared from the samples using a RM2145 Leica microtome and mounted on PET metal frame slides (Molecular Machines and Industries (MMI), Glattbrugg, Switzerland) using methanol. Slides were dried over night on a heating table at 42 C and subsequently dewaxed two times 10 min in Xylol (Merck, Darmstadt, Germany).  Microdissection was performed with a SL ?Cut and a CellCut Plus Instrument (MMI). MMCs and surrounding sporophytic nucellus tissue was subsequently isolated and collected separately on MMI isolation caps. On average, ~65 MMC were collected per day on one isolation cap. In addition, one or two ovary sections were isolated per slide to control RNA quality.",{"br":null},{"br":null},{"br":null},{"br":null}],"type":"treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":777876,"accession":"P-MTAB-19556","name":"P-MTAB-19556","text":["Arabidopsis thaliana (L.) Heynh., accession Landsberg erecta, were sterilized in 1.25% sodium-hypochloride solution and subsequently in 70% EtOH, then stratified at 4 C for 48 hours on MS plates: 1x Murashige and Skoog salts, 3% sucrose (w\/v), and  0.8% agar (w\/v). Seedlings were grown at 20 C and at 14 h light\/10 h darkness before transfer to soil (type ED73, Universalerde, Germany) and grown in a growth chamber at 16 h light\/ 8 h darkness at 21 C and 18 C respectively. ",{"br":null},"(Parameters: time unit = seconds, temperature unit = C)"],"type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}