{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":7,"protocol":[{"id":1101992,"accession":"P-GSE46084-1","name":"P-GSE46084-1","text":"Data were normalized using MAS 5.0 as implemented in the Affy package (version 1.36.1) of Bioconductor. Expression values are represented on a log2-scale. ID_REF =  VALUE = Data were normalized using MAS 5.0 as implemented in the Affy package (version 1.36.1) of Bioconductor. Expression values are represented on a log2-scale. ABS_CALL = the MAS 5.0 detection call in an absolute analysis that indicates if the transcript was present (P), absent (A), marginal (M), or no call (NC) DETECTION P-VALUE = 'detection p-value', p-value that indicates the significance level of the detection call","type":"normalization data transformation protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101997,"accession":"P-GSE46084-2","name":"P-GSE46084-2","text":"Plants growing on petri dishes were moved to a cold room at 5°C for 6h during the light phase of growth. Plants were harvested rapidly under cold conditons after 6h and frozen immediately in liquid nitrogen.","type":"sample treatment protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101996,"accession":"P-GSE46084-3","name":"P-GSE46084-3","text":"Plants were grown on 1x Murashige and Skoog medium with 0.8% agar in petri dishes in a SANYO MLR-351 plant growth chamber at 20°C under a 16h light\/8h dark cycle. Light levels were 150 mmol\/m2\/sec.","type":"growth protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101998,"accession":"P-GSE46084-4","name":"P-GSE46084-4","text":"Total RNA was extracted from approximately 50 mg of seedling tissue using the Qiagen RNeasy Plant Mini Kit according to the manufacturer's instructions","type":"nucleic acid extraction protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101995,"accession":"P-GSE46084-5","name":"P-GSE46084-5","text":"RNA concentration and purity were determined spectrophotometrically using the Nanodrop ND-1000 (Nanodrop Technologies) and RNA integrity was assessed using a Bioanalyser 2100 (Agilent). Per sample, an amount of 5 µg of total RNA spiked with bacterial RNA transcript positive controls (Affymetrix) was converted to double stranded cDNA in a reverse transcription reaction. Subsequently the sample was converted and amplified to antisense cRNA and labeled with biotin in an in vitro transcription reaction. All steps were carried out according to the manufacturers protocol (Affymetrix).","type":"labelling protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101994,"accession":"P-GSE46084-6","name":"P-GSE46084-6","text":"A mixture of purified and fragmented biotinylated cRNA and hybridisation controls (Affymetrix) was hybridised on Affymetrix Arabidopsis ATH1 arrays followed by staining and washing in a GeneChip® fluidics station 400 (Affymetrix) according to the manufacturer’s procedures.","type":"hybridization protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1101993,"accession":"P-GSE46084-7","name":"P-GSE46084-7","text":"To assess the raw probe signal intensities, chips were scanned using a GeneChip® scanner 3000 (Affymetrix).","type":"array scanning protocol","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}