{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":6,"total-assays":6,"experiment":[{"id":523158,"accession":"E-GEOD-20233","secondaryaccession":["GSE20233"],"name":"Transcription profiling by array of Arabidopsis overexpressing ASL9","releasedate":"2010-04-28","lastupdatedate":"2015-05-19","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"In Arabidopsis thaliana, each member of a large family of AS2\/LOB (ASYMMETRIC LEAVES 2 \/ LATERAL ORGAN BOUNDARIES) genes encodes a highly homologous plant-specific protein. A mutational lesion of the representative AS2 gene results in the development of anomalous asymmetric leaves, implying that these family members might commonly play some roles in plant development. Here, we found that ectopic and over-expression of ASL9 (ASYMMETRIC LEAVES 2 LIKE 9) in transgenic plants displayed a markedly anomalous architecture during development of adult plants. The expression pattern of ASL9 was quite characteristic in that it was expressed at the restricted bases of lateral organs formed from vegetative, inflorescence, and floral meristems. It was also demonstrated that, among the AS2\/LOB family members, ASL9 is uniquely distinct from others in that this one is exclusively, markedly, and specifically regulated by the plant hormone cytokinin in a manner dependent on the His-Asp phosphorelay signal transduction. To gain further insight into the function of ASL9, we carried out transcriptome analysis of transgenic lines that ectopically overexpress ASL9 (ASL9-ox). Wild-type and ASL9-ox plants were grown on agar plates containing MS salt and 1% sucrose under continuous fluorescent light for 2 weeks. For each strain, these 2-week-old plant samples were divided into three portions, from which RNA samples were prepared separately from aerial parts of seedlings with use of RNeasy Plant Mini Kit (Qiagen, Valencia, CA, U.S.A.). The quality of RNAs prepared was analyzed by Bioanalyzer 2100 (Agilent Technologies). These RNA samples were processed as recommended by the Affymetrix instruction (Affymetrix GeneChip Expression Analysis Technical Manual, Affymetrix). The resultant data set will be of help to discuss and hypothesize that ASL9 might be implicated in the regulation of differentiation of lateral organs with a linkage to the actions of cytokinin that is primarily propagated through the His-Asp phosphorelay signal transduction. 6 samples were used in this experiment."}],"provider":[{"contact":"Hitoshi Sakakibara","role":"submitter","email":"sakaki@riken.jp"},{"contact":"Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"age","value":["2 week"]},{"category":"developmental stage","value":["seedling"]},{"category":"genotype","value":["ASL9 overexpressor","wild type"]},{"category":"organism","value":["Arabidopsis thaliana"]},{"category":"organism part","value":["aerial part"]}],"experimentalvariable":[{"name":"genotype","value":["ASL9 overexpressor","wild type"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":6,"legacy_id":13851999}],"protocol":[{"id":1132963,"accession":"P-GSE20233-3"},{"id":1132964,"accession":"P-GSE20233-2"},{"id":1132958,"accession":"P-GSE20233-1"},{"id":1132962,"accession":"P-GSE20233-4"},{"id":1132960,"accession":"P-GSE20233-5"},{"id":1132961,"accession":"P-GSE20233-6"},{"id":1132959,"accession":"P-GSE20233-7"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"rawData","bioassays":6,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":6,"arraydesignprovider":null,"dataformat":"scan","bioassays":6,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}