{"protocols":{"api-version":3,"api-revision":"091015","version":1.0,"revision":"091015","total-protocols":8,"protocol":[{"id":1198738,"accession":"P-GSE24887-1","name":null,"text":["ID_REF = ",{"br":null},"VALUE = gcRMA expression values"],"type":"bioassay_data_transformation","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198744,"accession":"P-GSE24887-2","name":null,"text":"300 wild-type torpedo stage or mutant embryos from siliques with torpedo stage embryos were removed from the ovules using forceps and immediately placed in microcentrifuge tubes in liquid nitrogen. Collections of wild-type and mutant embryos were done in alternating batches of 10 embryos per sample in order to minimize the effect of collection time, until 300 per sample had been reached.","type":"specified_biomaterial_action","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198745,"accession":"P-GSE24887-3","name":null,"text":"Seeds from a DCL1\/dcl1-15 plant were sown in Fafard #2 soil in 96-well flats. The flats were placed at 4oC for five days before being put in a Conviron growth chamber at a constant 23oC under a two-to-one ratio of T8 Sylvania Octron 4100K Ecologic and GroLite WS fluorescent lamps (Interlectric) at ~125 μmol m-2 s-1. Upon fruiting, 300 mutant embryos were collected from siliques where the non-mutant siblings were at the torpedo stage. Three hundred torpedo-stage wild-type embryos isolated from wild-type siblings were used as controls.","type":"grow","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198743,"accession":"P-GSE24887-4","name":null,"text":"The embryos were ground in liquid nitrogen microcentrifuge tubes using a pestle attached to an electric drill. RNA was extracted from the tissue using the RNeasy Micro kit (Qiagen, Valencia, CA) according to the directions for extracting RNA from tissues, with modifications, as follow. The samples were ground in 350 μl RLT alone and then with 25 μl of Plant RNA Isolation Aid (Ambion, Austin, TX) added. The samples were homogenized by passing the material over a Qiashredder column (Qiagen). The rest of the RNeasy Micro protocol was performed according to the instructions, including the on-column DNA digestion. The eluted RNA was precipitated overnight at -20oC in 0.1 μg\/μl glycogen, 0.6 M ammonium acetate, and 70% EtOH, spun at 4oC for 50 minutes at 18,000 x G, and eluted in 10 ml water.","type":"nucleic_acid_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198742,"accession":"P-GSE24887-5","name":null,"text":"Biotin-labeled cDNA targets were made from 50 ng starting RNA that was reverse-transcribed and amplified using the OvationTM RNA Amplification SystemV2 and fragmented and labeled using the FL-OvationTM cDNA Biotin Module V2 (NuGEN Technologies, San Carlos, CA) per the manufacturer’s instructions.","type":"labeling","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198741,"accession":"P-GSE24887-6","name":null,"text":"Affymetrix ATH1 GeneChips were hybridized with 3.75 ug of biotin-labeled cDNA at a concentration of 17 ng\/ul in the hybridization coctail. Hybridization was carried out for 16-18 hours at 45oC. Washing and staining were done using a GeneChip Fluidics Station 450.","type":"hybridization","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198740,"accession":"P-GSE24887-7","name":null,"text":"The GeneChips were scanned using a 7G Affymetrix GeneChip Scanner.","type":"image_aquisition","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null},{"id":1198739,"accession":"P-GSE24887-8","name":null,"text":"The data were gcRMA-normalized in R using the gcrma package and filtered to remove all probesets that did not have a MAS5.0 present call in at least one of the six arrays.","type":"feature_extraction","performer":null,"hardware":null,"software":null,"standardpublicprotocol":null}]}}