{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":4,"total-assays":4,"experiment":[{"id":267387,"accession":"E-GEOD-19256","secondaryaccession":["GSE19256"],"name":"Transcription profiling by array of Arabidopsis mutant for TOO MANY MOUTHS","releasedate":"2009-12-03","lastupdatedate":"2013-01-22","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"The objective of this experiment is to identify genes that are regulated by the LRR-receptor-like protein TOO MANY MOUTHS (TMM) to control stomatal precursor (meristemoid) cell fate and behavior.  An interesting aspect of the tmm phenotype is that mutant plants overproduce stomata on leaves, but lack stomata entirely on inflorescence stems and in other locations on the plant.  Despite the failure to produce mature stomata, mutant stems produce presumptive stomatal precursors through asymmetric divisions. This suggests that normal TMM signaling is required to maintain meristemoid cell fate but not to execute formative asymmetric divisions.  Because stem stomata develop in a morphogenetic wave from tip to base, it is possible to harvest tissues that contain meristemoids but not guard mother cells or mature stomata.  This provides an opportunity to compare the gene expression profiles of tissues with meristemoids that maintain their cellular identity and ultimately produce stomata (Col gl1), to tissues in which meristemoids form but rapidly lose their cellular identity due to a failure in TMM signaling (tmm-1).  Because guard mother cells and stomata are not present in the tissue harvested, genes that change in abundance during these developmental stages will be filtered out.  Ultimately we hope to reveal genes that operate downstream of TMM to confer meristemoid cell fate or to provide 'niche factors' suitable for their development into stomata. For analysis, approximately 90 developing inflorescence stem tips were collected and flower buds and meristems removed prior to flash freezing for each replicate sample.  The region harvested had been previously determined to contain developing meristemoids but not stomata or guard mother cells by microscopic observation.  An identical region was harvested from tmm-1 mutant plants grown at the same time, in the same flat. 4 samples were used in this experiment."}],"provider":[{"contact":"Jeanette Nadeau","role":null,"email":null},{"contact":" Nottingham Arabidopsis Stock Centre (NASC)","role":"submitter","email":"affy@arabidopsis.info"}],"samplecharacteristic":[{"category":"DevelopmentalStage","value":["Boyes key 6.1"]},{"category":"Genotype","value":["Col-3 gl1","tmm-1"]},{"category":"Organism","value":["Arabidopsis thaliana"]},{"category":"OrganismPart","value":["inflorescence tip"]}],"experimentalvariable":[{"name":"GENOTYPE","value":["Col-3 gl1","tmm-1"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":4,"legacy_id":13851999}],"protocol":[{"id":692768,"accession":"P-GSE19256-1"},{"id":692774,"accession":"P-GSE19256-2"},{"id":692773,"accession":"P-GSE19256-3"},{"id":692769,"accession":"P-GSE19256-4"},{"id":692771,"accession":"P-GSE19256-5"},{"id":692772,"accession":"P-GSE19256-6"},{"id":692770,"accession":"P-GSE19256-7"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"rawData","bioassays":4,"isderived":0},{"id":null,"name":"normalization","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"normalization","bioassays":4,"isderived":0},{"id":null,"name":"processedData","bioassaydatacubes":4,"arraydesignprovider":null,"dataformat":"processedData","bioassays":4,"isderived":0}]}]}}