{"experiments":{"api-version":3,"api-revision":"091015","version":3.0,"revision":"091015","total":1,"total-samples":20,"total-assays":20,"experiment":[{"id":164281,"accession":"E-GEOD-21981","secondaryaccession":["GSE21981"],"name":"Transcription profiling by array of Arabidopsis samples amplified using different amplification systems","releasedate":"2010-06-08","lastupdatedate":"2014-05-02","organism":["Arabidopsis thaliana"],"experimenttype":["transcription profiling by array"],"description":[{"id":null,"text":"Differential gene expression between groups of homogenous cell types is a biological question whose time has come.  RNA can be extracted from small numbers of cells, such as those isolated by laser capture microdissection, but the small amounts obtained often require amplification to enable whole genome transcriptome profiling by technologies such as microarray analysis and RNA-seq.  Recently, advances in amplification procedures make amplification directly from whole cell lysates possible.  The aim of this study was to compare two amplification systems for variations in observed RNA abundance attributable to the amplification procedure for use with small quantities of cells isolated by laser capture microdissection.   Arabidopsis root cells undergoing giant cell formation due to nematode infestation and un-infested control root cells were laser captured and used to evaluate 2 amplification systems.  One, NuGEN's WT-Ovation Pico amplification system, uses total RNA as starting material while the other, NuGEN's WT-One-Direct Amplification system, uses lysate containing the captured cells.   The reproducibility of whole genome transcript profiling and correlations of both systems were investigated after microarray analysis.  The NuGEN WT-Ovation One-Direct system was less reproducible and more variable than the NuGEN WT-Ovation Pico system.  The NuGEN WT-Ovation Pico Amplification kit resulted in the detection of thousands of genes differentially expressed genes between giant cells and control cells.  This is in marked contrast to the relatively few genes detected after amplification with the NuGEN WT-Ovation One-Direct Amplification kit. Evaluation of each amplification system consisted of three biological replicates per treatment (control root cells or giant cells) with one biological replicate split into three technical replicates for a total of 10 samples per amplification procedure.  RNA samples for amplification with the NuGEN WT-Ovation Pico kit were isolated from 150 control cells or from 80 giant cells using the PicoPure RNA Isolation Kit (Arcturus, Mountain View, USA).  For amplification with the NuGEN WT-Ovation One-Direct kit, samples containing 150 control or 80 giant cells were collected directly into 2ul of the NuGEN lysis buffer.  RNA amplifications were carried out according to the respective kits’ protocols."}],"provider":[{"contact":"Lauren M McIntyre","role":"submitter","email":"mcintyre@UFL.EDU"},{"contact":"Alison M Morse","role":null,"email":null},{"contact":"Valentina Carballo","role":null,"email":null},{"contact":"Christopher G Taylor","role":null,"email":null},{"contact":"Donald A Baldwin","role":null,"email":null}],"samplecharacteristic":[{"category":"BioSourceProvider","value":["Valentina Carballo"]},{"category":"CellType","value":["laser captured control root cells","laser captured giant cells"]},{"category":"Ecotype","value":["Columbia ecotype"]},{"category":"Organism","value":["Arabidopsis thaliana"]}],"experimentalvariable":[{"name":"CELL TYPE","value":["laser captured control root cells","laser captured giant cells"]},{"name":"PROTOCOL TYPE","value":["NuGEN WT-Ovation One-Direct","NuGEN WT-Ovation Pico"]}],"arraydesign":[{"id":10922,"accession":"A-AFFY-2","name":"Affymetrix GeneChip Arabidopsis Genome [ATH1-121501]","count":20,"legacy_id":13851999}],"protocol":[{"id":408775,"accession":"P-GSE21981-2"},{"id":408767,"accession":"P-GSE21981-1"},{"id":408774,"accession":"P-GSE21981-10"},{"id":408771,"accession":"P-GSE21981-4"},{"id":408776,"accession":"P-GSE21981-3"},{"id":408769,"accession":"P-GSE21981-7"},{"id":408768,"accession":"P-GSE21981-8"},{"id":408772,"accession":"P-GSE21981-5"},{"id":408770,"accession":"P-GSE21981-6"},{"id":408773,"accession":"P-GSE21981-9"}],"bioassaydatagroup":[{"id":null,"name":"rawData","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"rawData","bioassays":20,"isderived":0},{"id":null,"name":"scan","bioassaydatacubes":20,"arraydesignprovider":null,"dataformat":"scan","bioassays":20,"isderived":0},{"id":null,"name":"processedDataMatrix","bioassaydatacubes":1,"arraydesignprovider":null,"dataformat":"processedDataMatrix","bioassays":1,"isderived":1}]}]}}